[
  {
    "container-title": [
      "the U.S.-Czech Treaty considers dual resident corporations as residents in the country of incorporation. Thus, International Hobbies is a U.S",
      "Article"
    ],
    "issue": [
      "5"
    ],
    "note": [
      "resident for treaty purposes."
    ],
    "title": [
      "International Hobbies, Inc. incorporates in Delaware but centrally manages operations from the Czech Republic. Under the respective U.S. and Czech laws, International Hobbies is both a U.S. and a Czech corporation (i.e., a dual resident).12 To apply the treaty, International Hobbies must determine whether it is a U.S. resident or a Czech resident"
    ],
    "type": "article-journal",
    "volume": [
      "4"
    ]
  },
  {
    "author": [
      {
        "given": "U.S."
      }
    ],
    "date": [
      "1996-09-20"
    ],
    "note": [
      "hereafter, U.S. Model Treaty Explanation], Article 2."
    ],
    "title": [
      "Treasury Department Technical Explanation of the United States Model Income Tax Convention"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "its U.S. business."
      },
      {
        "given": "P.E."
      },
      {
        "given": "P.E."
      }
    ],
    "note": [
      "Thus, the United States taxes Fawn on only $150,000 of U.S. business income."
    ],
    "publisher": [
      "PE"
    ],
    "title": [
      "The company earned all but $30,000 of this profit through its U.S",
      "Of Fawn’s $165,000 distributive share of Deer Lick’s business profit, she derives $150,000 through a U.S",
      "If Fawn resides in a nontreaty country such as Bermuda, the United States taxes Fawn on her $165,000 share of U.S. business income. If instead she resides in France, Article 7(1) of the U.S.-France Treaty exempts the $15,000 of business profit not attributed to the U.S"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Julie H. Collins",
        "particle": "see"
      },
      {
        "family": "Shackelford",
        "given": "Douglas A."
      }
    ],
    "container-title": [
      "Multinationals’ Foreign Affiliates, 24 Journal of Accounting and Economics"
    ],
    "date": [
      "1998-12"
    ],
    "pages": [
      "151–173"
    ],
    "title": [
      "For empirical evidence that U.S. multinationals choose remittance policies that reduce taxes",
      "Global Organizations and Taxes: An Analysis of the Dividend, Interest, Royalty, and Management Fee Payments Between U.S"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Stanley",
        "given": "a U.S.citizen"
      },
      {
        "family": "Norway",
        "particle": "resides permanently in"
      },
      {
        "family": "U.S",
        "particle": "receives"
      }
    ],
    "container-title": [
      "Model Treaty, Article"
    ],
    "issue": [
      "4"
    ],
    "pages": [
      "5"
    ],
    "title": [
      "source interest income of $32,000 from corporate bonds. Article 9(1) of the U.S.-Norway Treaty exempts the interest income a Norwegian resident receives from U.S. sources. Absent some exception, this provision U.S"
    ],
    "type": "article-journal",
    "volume": [
      "13"
    ]
  },
  {
    "author": [
      {
        "family": "Treaty",
        "given": "U.S.Model"
      }
    ],
    "container-title": [
      "Article",
      "Model Treaty, Article"
    ],
    "date": [
      "2"
    ],
    "issue": [
      "1",
      "4"
    ],
    "title": [
      "U.S"
    ],
    "type": "article-journal",
    "volume": [
      "12",
      "1"
    ]
  },
  {
    "title": [
      "Limit = × U.S. tax before the credit (4.1) Worldwide taxable income The ratio’s numerator requires knowledge of the income sourcing rules"
    ],
    "type": null
  },
  {
    "note": [
      "As with U.S. persons, foreign persons prefer foreign source income since such income usually, but not always, avoids U.S. income tax."
    ],
    "title": [
      "Since the equation acts as a ceiling on the foreign tax credit, U.S. taxpayers prefer the result to be high. Thus, as a general rule, U.S. taxpayers prefer foreign source income over U.S. source income. The United States taxes foreign persons (i.e., nonresident aliens and foreign corporations) on two types of income: U.S. source investment income and income effectively connected with a U.S. trade or business (which is usually U.S. source income also). Thus, foreign persons cannot determine their U.S. tax liabilities without considering the source rules"
    ],
    "type": null
  },
  {
    "note": [
      "source income even though derived from a foreign entity."
    ],
    "title": [
      "Planet International, Ltd. is a controlled foreign corporation and a U.S.-owned foreign corporation. During the current year, Planet derives 20 percent of its profits from U.S. sources. Under the controlled foreign corporation rules, Planet’s U.S. shareholders must report a $220,000 constructive dividend, all from current E&P. For foreign tax credit purposes, the U.S. shareholders receive $44,000 ($220,000 × 20%) of the constructive dividend as U.S"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "possession. For U.S. persons"
      }
    ],
    "container-title": [
      "trade or business, the IRS presumes such person derives all international communication income from U.S. sources. To avoid U.S. source income, the foreign person must rebut the presumption.58 Second, international communication income that foreign corporations derive is U.S. source income if U.S"
    ],
    "note": [
      "persons own at least 50 percent of the corporation or the corporation is a controlled foreign corporation.59"
    ],
    "title": [
      "International communication income is income derived from the transmission of communications (e.g., television or radio programs) or data (e.g., Internet images) between the United States and a foreign country or U.S",
      "the Code treats half of international communication income as U.S. source and half as foreign source income. For foreign persons, U.S. law considers all international communication income to be foreign source income if not attributable to a fixed U.S. place of business, and U.S. source income if so attributable.57 Proposed regulations provide two antiabuse rules applicable to foreign persons. First, if a foreign person engages in a U.S"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "liabilities",
        "particle": "businesses actually pay. When U.S. booked liabilities exceed U.S. connected"
      }
    ],
    "note": [
      "booked liabilities Conversely, when U.S. connected liabilities exceed U.S. booked liabilities, foreign persons adjust the interest payments appearing in their U.S. records upward to establish deductible interest.24 Equation 5.4 provides the calculation."
    ],
    "title": [
      "the result effectively ignores the branches’ accounting for U.S. liabilities. The third step involves adjusting the interest U.S",
      "foreign persons adjust the interest payments appearing in their U.S. records downward to determine deductible interest. Equation 5.3 shows the adjustment. U.S. connected liabilities Interest deduction = U.S. interest paid × (5.3) U.S"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "POINTER",
        "given": "P.L.A.N.N.I.N.G."
      }
    ],
    "title": [
      "Foreign corporations prefer the value of U.S. assets to be as high as possible. The higher the value, the more U.S. connected liabilities, per equation 5.2, and the greater the interest deduction, per equation 5.3 or 5.4"
    ],
    "type": null
  },
  {
    "container-title": [
      "The Social Security Administration withholds"
    ],
    "title": [
      "Antoine, a French citizen and resident, receives a $2,000 U.S. Social Security benefit based on prior years he worked in the United States"
    ],
    "type": "article-journal",
    "volume": [
      "$510 ($2,000 × 85% × 30"
    ]
  },
  {
    "title": [
      "The U.S.-France Treaty does not change the result. However, if Antoine had been a German resident, Article 19(2) of the U.S.-German Treaty would have exempted the income"
    ],
    "type": null
  },
  {
    "container-title": [
      "Before 1984, U.S. multinationals tapped the Eurobond market (i.e., sources of financing in Europe) indirectly through finance subsidiaries in the Netherlands Antilles and favorable income tax treaties"
    ],
    "note": [
      "Absent this circuitous route, the relatively high U.S. interest withholding tax effectively"
    ],
    "title": [
      "Most exclusions available to U.S. persons (e.g., gifts and municipal bond interest) apply equally to foreign corporations and nonresident aliens. Also, foreign persons exclude certain income items U.S. persons must include in gross income. The Code allows these additional exclusions for economic, cultural, and administrative reasons. If not effectively connected with a U.S. trade or business, foreign persons exclude interest income derived from deposits with U.S. banks and savings institutions. Similarly, interest insurance companies pay to foreign persons (e.g., on investment annuities or life insurance proceeds) is exempt if not effectively connected.9 These interest exclusions attract foreign capital to the United States and, thus, bolster the U.S. economy"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "However",
        "given": "nonresident aliens with U.S.tax homes"
      }
    ],
    "note": [
      "Nonetheless, the requirement of U.S. presence for 183 days narrows the rule’s application even further."
    ],
    "title": [
      "treated as U.S. residents under the source rules) derive capital gain from U.S. sources when selling investment assets. The present rule applies to capital gain from these types of foreign individuals"
    ],
    "type": null
  },
  {
    "note": [
      "tax home, remains in the United States for 183 days without becoming a U.S. resident, and receives no treaty protection."
    ],
    "title": [
      "As Chapter 6 explained, most alien individuals present in the United States for 183 days qualify as U.S. residents and find no refuge under the closer connection exception. However, alien individuals commuting to work in the United States from Canada or Mexico and qualifying as exempt persons (e.g., foreign ambassadors to the United States) can aggregate 183 or more days of U.S. presence without becoming U.S. residents. Finally, as Chapter 3 mentioned, U.S. tax treaties often exempt the U.S. source capital gain of foreign persons. Thus, very few nonresident aliens pay U.S. income tax on capital gain not effectively connected with a U.S. trade or business. Taxation occurs only when a nonresident alien has a U.S"
    ],
    "type": null
  },
  {
    "title": [
      "so the company avoids controlled foreign corporation (CFC) status"
    ],
    "type": null
  },
  {
    "note": [
      "persons do not exceed 50 percent."
    ],
    "title": [
      "As Chapter 12 explains, CFC status cannot occur if all U.S. persons own less than 10 percent voting power. Even when some U.S. persons reach the 10 percent threshold, CFC status does not result if aggregate holdings of these U.S"
    ],
    "type": null
  },
  {
    "note": [
      "U.S. tax liabilities, which summarizes much of the material from this chapter and Chapter 7."
    ],
    "title": [
      "This chapter deals primarily with the U.S. taxation of foreign persons’ business income. After defining U.S. trade or business and effectively connected income (ECI), the text discusses situations in which the Code exempts business profit. The last section presents the general approach to calculating foreign persons"
    ],
    "type": null
  },
  {
    "note": [
      "Also, U.S. law does not treat isolated transactions and noncontinuous activities as U.S. trades or businesses."
    ],
    "title": [
      "acts as a prerequisite to a finding of ECI. Avoiding U.S. trade or business status is the first line of defense against U.S. taxation of business profit. All U.S. profit-seeking activities are not U.S. trades or businesses. In addition to seeking a profit, the activity must occur on a continuous and regular basis.2 Most investment activities do not qualify"
    ],
    "type": null
  },
  {
    "note": [
      "presence during the taxable year does not exceed 90 days, and"
    ],
    "title": [
      "The compensation for the U.S. services does not exceed $3,000, The individual’s U.S"
    ],
    "type": null
  },
  {
    "note": [
      "person’s foreign place of business.7"
    ],
    "title": [
      "The individual renders the U.S. services for either a foreign person not engaged in a U.S. business or a U.S"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "POINTER",
        "given": "C.O.M.P.L.I.A.N.C.E."
      }
    ],
    "container-title": [
      "Nonresident aliens file Form 1040-NR, U.S. Nonresident Alien Income Tax Return, and foreign corporations file Form 1120-F, U.S. Income Tax Return of a Foreign Corporation.16 Also, foreign corporations must attach Form 5472"
    ],
    "note": [
      "which provides the IRS with related person information, and maintain permanent records sufficient to determine their U.S. tax liability.17"
    ],
    "title": [
      "Foreign persons engaged in a U.S. trade or business at any time during the taxable year must file U.S. income tax returns by the fifteenth day of the sixth month following their taxable year-end (i.e., June 15 if using calendar year"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Sparkler",
        "given": "Rhinestone"
      }
    ],
    "note": [
      "customers do not pay on time, Rhinestone charges"
    ],
    "title": [
      "Ltd. sells its jewelry through several U.S. retail outlets. When its U.S"
    ],
    "type": null
  },
  {
    "note": [
      "business activities (thus, the activities are a material factor) in the following situations:"
    ],
    "title": [
      "The business activities test classifies foreign persons’ U.S. source income as ECI when the activities of a U.S. trade or business are a material factor in realizing the income or gain.26 Income arises directly from U.S"
    ],
    "type": null
  },
  {
    "note": [
      "Nonetheless, the force of attraction rule draws the income to the U.S. business in New Jersey and taxes it as ECI."
    ],
    "title": [
      "ness operates from offices in New Jersey. During the year, the Uruguayan home office contracts directly with a U.S. firm in Arizona and performs the removal and disposal services without involving the New Jersey business. Biohazard Experts renders these services in Arizona, so all the income qualifies as U.S. source income. The company may contend that this isolated, irregular transaction is not a separate U.S. trade or business. If the argument is successful, neither the asset use test nor the business activities test brings the income from this contract within the sphere of U.S. taxation since the transaction does not involve assets or activities of the New Jersey business"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "U.S."
      },
      {
        "family": "consequences",
        "particle": "real estate without U.S. tax"
      }
    ],
    "note": [
      "Foreign persons also avoided U.S. tax with U.S. holding companies and other loopholes Congress has since closed.1 As a result, foreign investors in U.S. real estate enjoyed a competitive advantage over similarly situated U.S. investors. Both foreign and U.S. investors paid U.S. tax on income they derived from U.S. real estate."
    ],
    "title": [
      "tax liability hapter 7 explained that foreign persons incur a 30 percent (or lower treaty C rate) withholding tax on U.S. source income not effectively connected with a U.S. trade or business. The withholding tax applies primarily to U.S. source investment income. Chapter 8 indicated that nonresident aliens and foreign corporations must pay U.S. tax at regular rates on ECI. This chapter discusses the treatment of real estate gains resulting when foreign persons dispose of direct and indirect holdings in U.S. real estate. Even when foreign persons hold U.S. real estate as investments (rather than as business assets), the Code characterizes the gain from disposing of the U.S. real estate as ECI. Before 1980, a variety of techniques existed allowing foreign persons to dispose of U.S",
      "For investment properties, nonresident aliens simply limited their U.S. presence to 183 days or less during the taxable year of disposition"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "However",
        "given": "only U.S.investors paid U.S."
      }
    ],
    "note": [
      "property, which"
    ],
    "title": [
      "tax on gain they realized from the real estate’s disposition. This competitive advantage led to concerns during the 1970s that foreign investors had acquired too much U.S"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "tax",
        "given": "U.S."
      }
    ],
    "title": [
      "These exemptions apply only to withholding requirements and, thus, may relieve the transferee from collecting and remitting",
      "The exemptions do not affect the U.S. tax liabilities of foreign transferors disposing of USRPIs. COMPLIANCE POINTER: Failure to withhold when required or to withhold the correct amount subjects the transferee to any U.S. tax, penalties, and interest due.36 Thus, U.S. persons acquiring direct and indirect interests in U.S. real estate must be familiar with withholding requirements and exemptions to avoid liability for a foreign transferor’s noncompliance with FIRPTA"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "example",
        "given": "For"
      },
      {
        "family": "Robert J. Rolfe",
        "particle": "see"
      },
      {
        "family": "White",
        "given": "Richard A."
      },
      {
        "family": "Porcano",
        "given": "Thomas M."
      }
    ],
    "container-title": [
      "Haroldene Wunder, “The Effect of International Tax Policy on Business Location Decisions,” Tax Notes International 24",
      "Journal of the American Taxation Association",
      "Multinational Business Review"
    ],
    "date": [
      "1992",
      "1993",
      "2001-12-24"
    ],
    "pages": [
      "39–57",
      "26–36",
      "1331–1375"
    ],
    "title": [
      "Investors’ Assessment of the Importance of Tax Incentives in Locating Foreign Export-Oriented Investment: An Exploratory Study",
      "Factors Affecting the Foreign Direct Investment Decision of Firms from and into Major Industrialized Countries"
    ],
    "type": "article-journal",
    "volume": [
      "14",
      "1"
    ]
  },
  {
    "author": [
      {
        "literal": "Low-taxed foreign profits result in a residual U.S. tax."
      }
    ],
    "title": [
      "That is, the taxpayer pays the United States the difference between foreign and U.S. effective tax rates on foreign source income. The residual tax becomes payable whenever the United States recognizes the foreign profits as gross income"
    ],
    "type": null
  },
  {
    "note": [
      "tax on $1,000 of U.S. income. The recapture rules correct this result and allow the United States to collect the full U.S. tax on"
    ],
    "title": [
      "foreign income tax and claims no FTC. It also pays no U.S. tax since its worldwide taxable income equals zero. As a result, $1,000 of U.S. source income avoids U.S. tax, at least temporarily. In 2004, the company’s foreign taxable income is $1,000 (after any allowable net operating loss deduction), resulting in $340 of foreign income tax. U.S. tax before the FTC equals $680 ($2,000 worldwide income times 34 percent). Absent the recapture rules, the company pays U.S. tax in 2004 of $340 ($680 U.S. tax less $340 creditable foreign tax). Since the U.S. taxable income over two years is $2,000, this result allows the company to avoid U.S"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "income",
        "particle": "of U.S. taxable"
      }
    ],
    "citation-number": [
      "$2,000"
    ],
    "note": [
      "Under rules dis-"
    ],
    "title": [
      "In 2004, the company recaptures (i.e., re-sources) $1,000 foreign source income as U.S. source income, leaving zero in the numerator of the FTC limitation formula"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Talkie",
        "given": "Walkie"
      },
      {
        "given": "Ltd"
      }
    ],
    "note": [
      "citizen, owns 9 percent of Cell Wide. The following diagram portrays the ownership structure:"
    ],
    "title": [
      "is a U.K. corporation providing European cell phone services. Telesat Company, a Belgian partnership, owns 40 percent of Walkie Talkie. Cell Wide, Inc., a U.S. corporation, owns 90 percent of Telesat. Bernard, a U.S"
    ],
    "type": null
  },
  {
    "note": [
      "However, Bernard does not indirectly own stock"
    ],
    "title": [
      "Cell Wide is a U.S. shareholder since it indirectly owns 36 percent of Walkie Talkie (.9 × .4"
    ],
    "type": null
  },
  {
    "note": [
      "U.S. property includes:"
    ],
    "title": [
      "Only earnings CFCs directly or indirectly invest in U.S. property trigger constructive dividends"
    ],
    "type": null
  },
  {
    "note": [
      "trade or business from the amounts listed above.98"
    ],
    "title": [
      "CFCs subtract their U.S. source income that is effectively connected with a U.S"
    ],
    "type": null
  },
  {
    "container-title": [
      "IRC"
    ],
    "date": [
      "C"
    ],
    "title": [
      "However, IRC §956(c)(3) explains that U.S. property includes trade and service receivables that CFCs factor for related U.S. persons"
    ],
    "type": "article-journal",
    "volume": [
      "956(c)(1)(C), (2)(A"
    ]
  },
  {
    "author": [
      {
        "given": "Also"
      }
    ],
    "container-title": [
      "Comm"
    ],
    "date": [
      "1977"
    ],
    "note": [
      "Nonetheless, Treasury administratively limited the decision with Reg. §1.956-2(c)(2) when a U.S. shareholder pledges CFC shares representing two-thirds of the CFC’s voting power and other conditions exist."
    ],
    "title": [
      "IRC §956(d) treats CFCs acting as pledgors or guarantors for U.S. obligations as though the obligations are theirs, an investment in U.S. property. Ludwig v",
      "holds that a U.S. shareholder’s use of CFC stock as loan collateral does not cause the CFC to become a loan guarantor"
    ],
    "type": "article-journal",
    "volume": [
      "68 TC 979"
    ]
  },
  {
    "note": [
      "property.101 CFCs’ applicable earnings, consisting of accumulated and current E&P, limit constructive dividends from increased investments in U.S. property.102"
    ],
    "title": [
      "Only increases over the prior year’s investment of earnings in U.S. property trigger constructive dividends. CFCs measure investments in U.S. property as the E&P adjusted bases of assets less debts to which the assets are subject; asset appreciation and depreciation do not change a CFC’s investment in U.S. property.100 After summing the adjusted bases of U.S. properties, CFCs subtract an amount equal to their U.S. source income that is effectively connected with U.S. trades or businesses to determine their investments in U.S"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "bonds",
        "particle": "corporate"
      },
      {
        "family": "tax",
        "particle": "residual"
      }
    ],
    "container-title": [
      "residual tax. The PFIC legislation sought parity between the treatment of U.S"
    ],
    "note": [
      "investors investing in passive assets directly and U.S. investors investing in passive assets through foreign corporations. Congress wanted to place both types of investors on an equal footing—current U.S. taxation or its equivalence.3"
    ],
    "title": [
      "Eleven unrelated U.S. citizens invest $1 million each in a newly organized Bermudan corporation, and each receives 9.09 percent of the company’s only class of stock. The Bermudan corporation invests the $11 million in high-grade U.S",
      "The corporation’s interest income qualifies as portfolio interest and, thus, avoids U.S. tax.1 Also, Bermuda imposes no corporate income tax on the interest.2 To avoid U.S. residual tax, the corporation pays no dividends to its stockholders. The longer the corporation defers dividends, the longer the U.S. citizens defer payment of U.S. residual tax and the greater their present value benefits. U.S. persons owning passive foreign investment company (PFIC, pronounced PEA-fick) stock pay an interest charge based on the present value benefits they derive from deferring U.S",
      "Congress had sound reasons for imposing the interest charge: to discourage U.S. persons from pooling resources in foreign mutual funds and, thus, indefinitely deferring U.S"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "retain"
      }
    ],
    "note": [
      "tax.38 Also, to protect government revenues, the IRS may require U.S. investors to post bond for the deferred tax and can terminate the election when U.S. investors revoke their QEF election or when circumstances jeopardize the U.S. tax.39"
    ],
    "title": [
      "Particularly when the electing U.S. person holds a minority interest, the U.S. tax attributable to the QEF inclusion in gross income may require cash the U.S. person does not possess and cannot acquire. As an annual relief measure, Congress allows U.S. investors, if they elect, to delay payment of U.S. tax on QEF income until they receive dividends or sell their QEF shares.37 The IRS imposes interest on the deferred U.S"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Larkins"
      },
      {
        "family": "Larkins",
        "given": "Ernest R."
      },
      {
        "family": "Jacobs",
        "given": "Fred A."
      }
    ],
    "container-title": [
      "Journal of the American Taxation Association",
      "Accounting Horizons"
    ],
    "date": [
      "1991",
      "1996-06"
    ],
    "pages": [
      "92–107,",
      "32–50"
    ],
    "title": [
      "For guidance on identifying the relevant factors and conducting break-even analyses for export activities with DISCs, see Ernest R",
      "The Tax Aspects of Exportation: A Decision Model Approach",
      "Tax Incentives for Small Businesses with Export Potential: A Capital Budgeting Decision Analysis"
    ],
    "type": "article-journal",
    "volume": [
      "13",
      "10"
    ]
  },
  {
    "title": [
      "Equalize the competition between U.S. and foreign businesses operating in U.S. possessions, IRC §162(a)(2). See the earlier discussion in this chapter regarding tax homes and their locations"
    ],
    "type": null
  },
  {
    "title": [
      "Redirect federal tax revenues to U.S. possession treasuries, and Alleviate the burden of filing tax returns in both the United States and U.S. possessions"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "See Julie H. Collins",
        "particle": "not necessarily due to transfer price manipulations."
      },
      {
        "family": "Kemsley",
        "given": "Deen"
      },
      {
        "family": "Shackelford",
        "given": "Douglas A."
      }
    ],
    "container-title": [
      "“Do Foreign Multinationals’ Tax incentives Influence Their U.S. Income Reporting and Debt Policy,”",
      "Corporations,” Journal of the American Taxation Association"
    ],
    "date": [
      "1997",
      "2003"
    ],
    "editor": [
      {
        "family": "Mills",
        "given": "See Lillian F."
      },
      {
        "family": "Newberry",
        "given": "Kaye J."
      }
    ],
    "location": [
      "Working Paper"
    ],
    "pages": [
      "68–83"
    ],
    "publisher": [
      "University of Arizona"
    ],
    "title": [
      "Transfer Pricing and the Persistent Zero Taxable Income of Foreign-Controlled U.S",
      "Nonetheless, tax rate differentials seem to explain a significant portion of U.S. subsidiaries’ reported incomes, suggesting that foreign companies do use transfer pricing policies and other means to shift income away from the United States"
    ],
    "type": "article-journal",
    "volume": [
      "19"
    ]
  },
  {
    "author": [
      {
        "family": "behavior",
        "given": "For",
        "particle": "evidence that U.S. multinationals engage in such"
      },
      {
        "family": "John Jacobs",
        "particle": "see"
      }
    ],
    "container-title": [
      "Journal of Accounting Research"
    ],
    "date": [
      "1996"
    ],
    "note": [
      "and Julie Collins, Deen Kemsley, and Mark Lang, “Cross-Jurisdictional Income Shifting and"
    ],
    "pages": [
      "301–312,"
    ],
    "title": [
      "Taxes and Transfer Pricing: Income Shifting and the Volume of Intrafirm Transfers"
    ],
    "type": "article-journal",
    "volume": [
      "34"
    ]
  },
  {
    "container-title": [
      "Journal of Accounting Research"
    ],
    "date": [
      "1998"
    ],
    "pages": [
      "209–229"
    ],
    "title": [
      "Earnings Valuation"
    ],
    "type": "article-journal",
    "volume": [
      "36"
    ]
  },
  {
    "author": [
      {
        "literal": "and avoid U.S. tax."
      }
    ],
    "note": [
      "tax permanently. U.S. law taxes CFCs the same as noncontrolled foreign corporations—only on U.S. source and effectively connected income. So, one reasonably can view the CFC realm as a subset of the foreign realm. However, as Chapter 13 discussed, U.S. shareholders recognize constructive dividends when CFCs earn Subpart F income or invest earnings in U.S. property.5 Earnings not constituting Subpart F income and not invested in U.S. property allow"
    ],
    "title": [
      "nternational tax professionals often view the Code as collections of sep-Iarate realms, each with distinct rules for taxing income. Absent some constraint, rules applicable to domestic, foreign, and controlled foreign corporations (CFCs) create incentives for taxpayers to transfer appreciated assets among these three realms, secure more favorable gain treatment on eventual sale",
      "The asset transfer provisions in this chapter curb the tax incentives to transfer assets between realms. In the domestic realm, U.S. corporations pay U.S. income tax on worldwide incomes.1 However, asset transfers among related persons often avoid immediate U.S. taxation. For instance, Subchapter C allows taxpayers to transfer appreciated assets without recognizing gain when contributing capital to controlled corporations, restructuring affiliated groups, and liquidating subsidiaries.2 Gains from these nontaxable transactions do not permanently avoid U.S. tax since basis adjustments preserve the income for later recognition.3 As Chapters 7 and 8 explained, foreign corporations do not pay U.S. income tax except on U.S. source income and income effectively connected with U.S. trades or businesses.4 Most foreign source income escapes U.S. taxation. Thus, without some legislative restraints, potential gain that taxpayers shift from the domestic to the foreign realm may avoid U.S"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "U.S."
      }
    ],
    "title": [
      "Tax Realms Corporation Treatment Shareholder Treatment"
    ],
    "type": null
  },
  {
    "note": [
      "So, except as noted later, U.S. law requires transferors to recognize gain on such transfers.14"
    ],
    "title": [
      "This nonrecognition provision does not apply when U.S. persons transfer appreciated assets to foreign corporations. In these transfers, potential gain leaves the domestic and enters the foreign realm. Since the United States does not tax all income foreign persons earn, the potential gain might escape U.S. taxation on a later disposition"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "POINTER",
        "given": "C.O.M.P.L.I.A.N.C.E."
      }
    ],
    "title": [
      "U.S. transferors must attach gain recognition agreements to their timely filed U.S. tax returns for the taxable year in which transfers occur.22"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Second"
      }
    ],
    "note": [
      "transferor, the conditions for avoiding gain recognition include:"
    ],
    "title": [
      "U.S. transferors may escape gain recognition when they transfer appreciated securities and stock in domestic target corporations to foreign corporations. For a given U.S"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Reg"
      }
    ],
    "genre": [
      "ownership."
    ],
    "title": [
      "§1.367(a)-3(c). The 50 percent thresholds assure dilution of U.S"
    ],
    "type": null
  },
  {
    "title": [
      "Absent these thresholds, U.S. persons might transfer ownership in a domestic corporation to a foreign corporation they control and force the foreign corporation to immediately sell the domestic corporation’s stock, resulting in foreign source gain that avoids U.S. tax"
    ],
    "type": null
  },
  {
    "title": [
      "They use the assets in U.S. trade or business activities before liquidation and Foreign parent companies use the assets in U.S. trade or business activities for 10 years after liquidation.28"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "Encore, Inc., a U.S. corporation, owns all stock of Ovation SA, a Peruvian"
      }
    ],
    "note": [
      "property. Thus, the United States has not taxed Ovation’s E&P. Encore, Inc. (U.S. corporation"
    ],
    "title": [
      "CFC engaged in manufacturing with $20 million E&P. Encore does not recognize constructive dividends from Ovation since the latter, as a manufacturer, never earns Subpart F income and never invests its profits in U.S"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "residents"
      },
      {
        "family": "corporations",
        "given": "U.S."
      }
    ],
    "note": [
      "Applicable earnings Current and accumulated E&P of CFC that limits constructive dividends from increased investments in U.S. property."
    ],
    "title": [
      "its instrumentalities, U.S. residents, partnerships if at least two-thirds of their partners are U.S. residents, trusts if all their trustees are U.S",
      "Applicable determination dates Dates on which corporations must test for U.S. real property holding corporation status"
    ],
    "type": null
  },
  {
    "title": [
      "Apportionment Process (after allocation) of assigning expenses to a statutory or residual grouping based on each expense’s relationship to each grouping"
    ],
    "type": null
  },
  {
    "note": [
      "Controlled foreign corporation (CFC) Foreign corporation that U.S. shareholders control through more than 50 percent of either voting power or stock value."
    ],
    "title": [
      "current year on January 1 when an alien individual also qualified as a U.S. resident in the previous year. Similarly, the rule extends U.S. residency to December 31 for any year in which an alien individual qualifies as a U.S. resident in the following year"
    ],
    "type": null
  },
  {
    "note": [
      "Same as deemed paid credit."
    ],
    "title": [
      "Indirect foreign tax credit Foreign tax credit that a U.S. corporation claims attributable to foreign income tax that its foreign subsidiary pays"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "shores"
      }
    ],
    "title": [
      "Generally does not include U.S. possessions"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "individuals U.S. citizens and U.S. residents. U.S. persons U.S. citizens, U.S. residents"
      },
      {
        "literal": "U.S. possession Territory that the United States owns, including American Samoa, Guam, the Northern Mariana Islands, Puerto Rico, and the U.S. Virgin Islands."
      }
    ],
    "note": [
      "real property holding corporation. U.S. residents Permanent U.S. immigrants and individuals living in the United States for extended periods."
    ],
    "title": [
      "Unpedigreed qualified electing fund (QEF) For a particular U.S. investor, passive foreign investment company (PFIC) that has not been a qualified election fund during all PFIC years in the investor’s holding period and, thus, is still subject to deferred tax and interest charges on some earnings. U.S. continental shelf Seabed and subsoil of ocean areas adjacent to U.S. territorial waters over which the United States claims exclusive rights in exploring for and exploiting natural resources. U.S. expatriate U.S. citizen or resident individual living outside the United States. U.S.-owned foreign corporation Foreign corporation in which U.S. persons directly or indirectly own 50 percent or more of the voting power or stock value. U.S",
      "domestic partnerships, domestic corporations, or nonforeign estates and trusts",
      "U.S. property Type of asset that may trigger a constructive dividend if a CFC invests in it. U.S. real property holding corporation (USRPHC) Corporation in which U.S. real property interests are at least half of the aggregate sum of U.S. real property interests, foreign real estate, and business assets. U.S. real property interest Either a direct interest in U.S. real estate or an interest in a domestic corporation that is a U.S"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Dave Fischbein Manufacturing A.P",
        "particle": "cases."
      }
    ],
    "container-title": [
      "Tait",
      "Comm. (TC"
    ],
    "date": [
      "1924",
      "1979",
      "1960"
    ],
    "note": [
      "70 acq.), 265"
    ],
    "pages": [
      "334"
    ],
    "publisher": [
      "Ct.Cl"
    ],
    "title": [
      "Key cases that the text summarizes Cook v",
      "20 appear in bold type. Rulings follow Cook v. U.S",
      "Green Export Company v. U.S. Company v"
    ],
    "type": "article-journal",
    "volume": [
      "1972"
    ]
  },
  {
    "author": [
      {
        "family": "Comm",
        "given": "Abegg",
        "particle": "v."
      },
      {
        "family": "Comm",
        "particle": "de Amodio v."
      },
      {
        "family": "Aiken Industries",
        "particle": "aff’d"
      },
      {
        "family": "Comm",
        "given": "Inc",
        "particle": "v."
      }
    ],
    "date": [
      "1968",
      "1960",
      "1962"
    ],
    "note": [
      "34 1971), 43–44 Donroy, Ltd. v. U.S. (CA-9, 1962), 34 Alvord v. Comm. (CA-4, 1960), 305 Amalgamated Dental, Ltd. v. Comm. E. I. Du Pont de Nemours & Company (TC, 1946), 137 v. U.S. (Ct.Cl., 1979), 355"
    ],
    "pages": [
      "138"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Oil",
        "given": "Ashland"
      },
      {
        "family": "Comm",
        "given": "Inc",
        "particle": "v."
      }
    ],
    "date": [
      "1943"
    ],
    "location": [
      "S.A. v"
    ],
    "pages": [
      "268 301"
    ],
    "publisher": [
      "European Naval Stores Co"
    ],
    "type": "book",
    "volume": [
      "v. Comm. (CA-2"
    ]
  },
  {
    "author": [
      {
        "family": "Balanovski",
        "given": "U.S.v"
      }
    ],
    "date": [
      "1956",
      "1948"
    ],
    "note": [
      "Ct.Cl., 1982), 51 Garlock, Inc. v. Comm. (CA-2, 1973),"
    ],
    "pages": [
      "252"
    ],
    "publisher": [
      "TC",
      "Bank of America National Trust and"
    ],
    "title": [
      "137 Comm",
      "137 Bank of America v. U.S"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "U.S. Groetzinger",
        "given": "Savings Association",
        "particle": "v."
      },
      {
        "given": "Comm"
      }
    ],
    "date": [
      "1972"
    ],
    "pages": [
      "201 134"
    ],
    "type": null,
    "volume": [
      "v. (S.Ct., 1987"
    ]
  },
  {
    "author": [
      {
        "family": "U.S",
        "given": "Barba",
        "particle": "v."
      }
    ],
    "container-title": [
      "Comm. (TC, Bausch & Lomb Inc. v. Comm"
    ],
    "date": [
      "1983",
      "1986"
    ],
    "pages": [
      "279"
    ],
    "publisher": [
      "TC"
    ],
    "title": [
      "120 Gulf Oil Corporation v"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "U.S",
        "given": "Koehring Company",
        "particle": "v."
      }
    ],
    "container-title": [
      "Comm. (TC"
    ],
    "date": [
      "1972",
      "1978",
      "1971"
    ],
    "pages": [
      "334",
      "335"
    ],
    "title": [
      "253 Rousku v"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "given": "Comm"
      }
    ],
    "citation-number": [
      "337"
    ],
    "date": [
      "1980"
    ],
    "pages": [
      "361"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Comm",
        "given": "Neill",
        "particle": "v."
      },
      {
        "family": "U.S",
        "given": "Vogt",
        "particle": "v."
      }
    ],
    "container-title": [
      "Comm. (TCM"
    ],
    "date": [
      "1942",
      "1976",
      "1954"
    ],
    "pages": [
      "137",
      "135"
    ],
    "title": [
      "337 Pasquel v"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Corporation",
        "given": "Perkin-Elmer"
      },
      {
        "family": "Robertson",
        "given": "Whitney",
        "particle": "v."
      }
    ],
    "container-title": [
      "Comm"
    ],
    "date": [
      "1888"
    ],
    "note": [
      "TC, 26 1994), 98 Wodehouse, Comm. v. (S.Ct., 1949),"
    ],
    "title": [
      "Subsidiaries v"
    ],
    "type": "article-journal"
  },
  {
    "container-title": [
      "Liquidation"
    ],
    "note": [
      "Outbound asset transfer, 381–391 Commensurate with income, 369–370, Reorganization, 384–387, 391, 390 393–394 Commission income, 262–263, 316,"
    ],
    "pages": [
      "392 317–319"
    ],
    "title": [
      "Asset transfer (Cont.) Closer connection, 109–111, 113–114 Inbound asset transfer, 381–382, Coastwise transportation, 38, 78, 272 391–392 Collateral adjustment, 356 Intangible asset, 390–391 Combined taxable income method"
    ],
    "type": "article-journal",
    "volume": [
      "387–388"
    ]
  },
  {
    "container-title": [
      "property, Citizenship"
    ],
    "pages": [
      "273–274",
      "28 277–279"
    ],
    "title": [
      "Cascading royalties, 44 Captive insurance company, Check the box, 8–9",
      "259–260 Earnings invested in U.S"
    ],
    "type": "article-journal",
    "volume": [
      "107, 206",
      "17"
    ]
  },
  {
    "container-title": [
      "person"
    ],
    "note": [
      "U.S. property, 277–279 Domestic corporation, 20, 168 U.S. shareholder, 245, 280 Domestic international sales Voting power, 245, 252–253, 274 corporation, 14, 59, 228, 275,"
    ],
    "pages": [
      "307–308"
    ],
    "title": [
      "Section 1248 earnings, 283–284, Disguised dividend, 334 381, 393–394 Dividend equivalent amount, 174–175 Stock basis, 281 Dividend paid deduction, 306–308 Subpart F income, 254–277 Dividend received deduction, 91, 139, U.S"
    ],
    "type": "article-journal",
    "volume": [
      "245 261"
    ]
  },
  {
    "citation-number": [
      "172–181,"
    ],
    "pages": [
      "168–170"
    ],
    "title": [
      "206–207, 266–268, U.S. real property holding 387, 389 corporation, 152, 155–165, Captive insurance company"
    ],
    "type": null
  },
  {
    "pages": [
      "376–377 160–163"
    ],
    "type": null
  },
  {
    "container-title": [
      "corporation"
    ],
    "genre": [
      "Personal service income, 30–33, U.S. real property interest,"
    ],
    "note": [
      "Physical presence, 332–333, 339–340 Withholding, 164–165 Policy (see tax policy) Realization test, 193–194 Portfolio interest, 126, 154, 181 Related person insurance income, Portfolio investment, 41 274–275 Possession corporation, 58 Related person transaction Predominant character, 188, 192–202 Asset transfer, 380–383, 387"
    ],
    "pages": [
      "155–165,",
      "116–118, 147–149, 214 168–170",
      "136–137, 304 151–165"
    ],
    "title": [
      "Pension or annuity, 32–33, 59, 336 Effectively connected income, Per se corporation, 8–9 150–151 Permanent establishment, 34–40, 65, FIRPTA, 150 139, 143, 309 Limitation amount, 161–163 Permanent immigrant (see lawful Real property, 150–151 permanent resident) U.S. real property holding Personal and dependency exemptions"
    ],
    "type": "article-journal",
    "volume": [
      "152",
      "85",
      "11, 59–62"
    ]
  },
  {
    "author": [
      {
        "family": "Bank",
        "given": "U.S.Export-Import"
      },
      {
        "family": "individual",
        "given": "U.S."
      },
      {
        "family": "multinational",
        "given": "U.S."
      },
      {
        "family": "person",
        "given": "U.S."
      }
    ],
    "container-title": [
      "United States",
      "continental shelf",
      "Customs",
      "expatriate",
      "residual tax"
    ],
    "genre": [
      "real property interest,"
    ],
    "note": [
      "U.S.-owned foreign corporation, 54, Abode, 330 57–58 Allowances,",
      "Physical presence, 332–333, 224–225, 242, 254, 256–257, 339–340 261, 298, 392 Qualified income, 333–337 U.S. shareholder, 54, 245, 280 Qualified individual, 330–333 Valuation misstatement, 376–377 Social security, 346–347 Value-added tax, 186, 198 Tax equalization plan, 327 Voting power, 245, 252–253, 274 Tax home, 329–330, 344 World Trade Organization, 310 Tax protection plan, 327 Worldwide tax system (see global tax Totalization, 347 system) U.S. possession, 344–346"
    ],
    "pages": [
      "315",
      "278",
      "371",
      "327–347",
      "335–336, 346",
      "328–344",
      "219–220,"
    ],
    "title": [
      "315–326 U.S",
      "20 U.S",
      "125 U.S",
      "3, 20, 245 American employer, 346–347 U.S. possession, 49, 107 Bona fide resident, 331–333 U.S. property, 277–279 Earned income, 333–335 U.S. real property holding corporation, Exclusion benefit, 337–344 152, 155–165, 168–170 Foreign earned income exclusion, U.S",
      "151–165 Housing cost amount, 341–343 U.S"
    ],
    "type": "article-journal",
    "volume": [
      "49",
      "49",
      "332",
      "14",
      "333",
      "11",
      "125, 179"
    ]
  }
]
