[
  {
    "author": [
      {
        "family": "C",
        "given": "Judge George"
      }
    ],
    "container-title": [
      "where he was the managing editor of the University of Chicago Legal Forum. Before joining Foley & Lardner, he was a law clerk for the Hon. Randall R. Rader of the U.S. Court of Appeals for the Federal Circuit. Judge Best was appointed to the Board of Patent Appeals and Interferences in February 2012"
    ],
    "title": [
      "Best was a partner with Foley & Lardner before coming to the Board. He is a graduate of the University of Chicago (S.B., chemistry, with honors; S.B., biological chemistry, 1989); the California Institute of Technology (Ph.D., chemistry, 1995); and the Law School of the University of Chicago (J.D., with honors, 1997"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "THAT",
        "given": "B.E.I.T.K.N.O.W.N."
      }
    ],
    "date": [
      "2012-01-01"
    ],
    "title": [
      "upon selection by the Secretary of Commerce of the Government of the United States of America"
    ],
    "type": null
  },
  {
    "date": [
      "1989"
    ],
    "note": [
      "Leftwich (DO 984) and, later, as the Damage Control Assistant on U.S.S. Horne (CG 30). After leaving the U.S. Navy and following law school, Judge Arpin practiced patent law at Sutherland, Asbill & Brennan until 1992 and, thereafter, at Baker Botts L.L.P., where he became a partner. While at Baker Botts,"
    ],
    "title": [
      "Judge James Arpin earned his Bachelor of Applied Science and his Bachelor of Science in Economics (Finance) from the University of Pennsylvania in 1981 and graduated from the Boston University School of Law in",
      "Upon completion of his undergraduate education, Judge Arpin was commissioned as an Ensign in the U.S. Navy and served two division office tours aboard U.S. combatant ships: first, as the Missile Officer and Combat Information Center and Electronic Warfare Officer on U.S.S"
    ],
    "type": "patent"
  },
  {
    "author": [
      {
        "family": "Patent",
        "given": "U.S."
      },
      {
        "family": "Office",
        "given": "Trademark"
      }
    ],
    "container-title": [
      "/2013 USPTO FOIA Officer United States Patent and Trademark Office P.O. Box 1450"
    ],
    "date": [
      "July 9"
    ],
    "pages": [
      "272–2989"
    ],
    "type": "chapter",
    "volume": [
      "571"
    ]
  },
  {
    "author": [
      {
        "given": "Alexandria"
      }
    ],
    "date": [
      "2023"
    ],
    "location": [
      "Washington DC"
    ],
    "publisher": [
      "United States Patent and Trademark Office"
    ],
    "title": [
      "VA 22313-1450 ~......§J2to.gov USPTO FOIA (ref. 37 C.F.R Part 102.4(a» Officer"
    ],
    "type": "book"
  },
  {
    "citation-number": [
      "1"
    ],
    "note": [
      "from Jan. 1,2004 to present; and (d) All required disclosures of financial holdings from Jan. 1,2004 to present. U.S. Patent Office employees for whom the information is requested:"
    ],
    "title": [
      "Patent Office Employee Conflict of Interest Information. I request the following information regarding the U.S. Patent Office employees listed following: (a) Full biographical disclosures, including updates, from Jan. 1, 2004 to present; (b) Any and all conflicts of interest disclosures made by the person, including rationale and description of the matter, from Jan 1,2004 to present; (c) Any and all recusals by the person, including rationale and description of the matter"
    ],
    "type": "patent"
  },
  {
    "author": [
      {
        "family": "T.A.C.A.F.C",
        "given": "A.F.L.C."
      }
    ],
    "citation-number": [
      "2"
    ],
    "title": [
      "of Former Law Clerks and Technical Assistants for the United States Court of Appeals for the Federal Circuit"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Privilege",
        "given": "Executive Communication"
      }
    ],
    "citation-number": [
      "3"
    ],
    "container-title": [
      "Dep 't of Defense"
    ],
    "note": [
      "D.C. Cir. 2008 and related statutes) to prevent disclosure of the information requested, from Jan. 1,2004 to present."
    ],
    "pages": [
      "37"
    ],
    "title": [
      "Any and all Freedom of Information Act (FOIA) Inquiries, Congressional Inquiries, and Inspector General Inquiries to the U.S. Patent Office where executive communication privilege was invoked (see Loving v"
    ],
    "type": "article-journal",
    "volume": [
      "550 F.3d 32"
    ]
  },
  {
    "note": [
      "That conduct is exposed in this website h!1lr// www .fbcoverup.com/Faces-of-Facebook-Corruption-We-see-We-like-We-steal-Jul-5-2013.html ."
    ],
    "title": [
      "I respectfully request a waiver offees. This information is for my personal use. I am a shareholder of Leader Technologies, Inc. I have grave concern both as a shareholder and as a U.S. citizen about the conduct of the Patent Office"
    ],
    "type": "webpage"
  },
  {
    "author": [
      {
        "family": "Patent",
        "given": "Acting Director Teresa Stanek Rea U.S."
      }
    ],
    "title": [
      "Trademark Office 600 Dulany Street"
    ],
    "type": null
  }
]
