[
  {
    "container-title": [
      "Le Monde",
      "The Guardian"
    ],
    "date": [
      "1936"
    ],
    "issue": [
      "3.95",
      "2.95"
    ],
    "location": [
      "Plon, Paris"
    ],
    "pages": [
      "77",
      "83, 88",
      "86"
    ],
    "publisher": [
      "for H.Troyat, Grandeur Nature"
    ],
    "title": [
      "The authors would like to thank the following for their permission to reproduce extracts from copyright material: Grasset, Paris, Roger Vailland, Un Jeune Homme Seul, 1951"
    ],
    "type": "article-journal",
    "volume": [
      "23",
      "16"
    ]
  },
  {
    "author": [
      {
        "family": "G. Moustaki",
        "given": "MNoailles",
        "particle": "for"
      }
    ],
    "citation-number": [
      "104);"
    ],
    "container-title": [
      "Dix Leçons sur l’Europe, 1992",
      "Journal Officiel des Communarités Européennes for Débats du Parlement européen 15.2.90"
    ],
    "date": [
      "1989",
      "1994-08"
    ],
    "edition": [
      "Editions"
    ],
    "location": [
      "Capital"
    ],
    "note": [
      "Introduction"
    ],
    "pages": [
      "134",
      "139",
      "164",
      "205",
      "245"
    ],
    "title": [
      "Le Métèque",
      "La Découverte, collection Repères, Paris, for J.Vallin, La Population française",
      "Documentation européenne for P.Fontaine, ‘Les Grandes Phases historiques"
    ],
    "type": "article-journal"
  },
  {
    "note": [
      "see 41) In answer to a question from Mme V. on the best way of making savings, M.P. stated that his costs/expenses had already been reduced as far as possible."
    ],
    "title": [
      "Invité à commenter les 20 000 euros de frais divers enregistrés en 2001, M.T. présente une facture de la Société Duchemin. Asked to comment on the 20,000 euros miscellaneous expenditure in 2001, M.T. presented an invoice from the Société Duchemin. En réponse à une question de Mme V. sur la meilleure façon de réaliser des économies, M.P. précise que ses charges sont déjà compressées au maximum"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "M.M.BERSON",
        "given": "M.J.-P.B.R.A.R.D.Oui!"
      }
    ],
    "note": [
      "M.J.DRAY C’est vrai! M.M.BERSON But it was the deputies (in the National Assembly) who rejected all the amendments we’d proposed... M. J-P.BRARD Yes. M.M.BERSON In one year the government has made many mistakes. M.J.DRAY That’s right."
    ],
    "title": [
      "M.M.BERSON Ce sont bien les députés [...] qui ont refusé tous les amendements que nous avions déposés [",
      "En un an, le gouvernement a commis beaucoup d’erreurs"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "M.Béteille",
        "given": "rapporteur"
      }
    ],
    "issue": [
      "3"
    ],
    "note": [
      "Après l’article 3, insérer l’article suivant: After Article 3, insert the following Article:"
    ],
    "title": [
      "a présenté un amendement, n° 3, rédigé comme suit: ‘supprimer les sept premiers alinéas de l’article 2’. M.Béteille, the rapporteur, has tabled an amendment",
      "which reads as follows: delete the first seven paragraphs of Article 2"
    ],
    "type": null,
    "volume": []
  },
  {
    "title": [
      "The following is another example of the use of dashes to structure the information"
    ],
    "type": null
  },
  {
    "note": [
      "Sections 79–81 contain guidelines on the use of accents, liaison and elision."
    ],
    "title": [
      "Sections 75–8 contain guidelines on the sounds of French: vowels, semi-vowels and consonants. The international phonetic alphabet, in square brackets, is used to represent the sounds, each of which is followed by examples for practice"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Dictionaries",
        "given": "such as the Collins Robert French Dictionary"
      }
    ],
    "date": [
      "2002",
      "2001"
    ],
    "note": [
      "describe sounds using these conventions."
    ],
    "title": [
      "and the Oxford Hachette French Dictionary"
    ],
    "type": null
  }
]
