[
  {
    "author": [
      {
        "given": "B.C.E."
      }
    ],
    "citation-number": [
      "53"
    ],
    "note": [
      "44 B.C.E. Caesar is assassinated Cicero attacks Antony in his Philippics 43 B.C.E. Second Triumvirate formed among Antony, Lepidus, and Octavian Cicero murdered 42 B.C.E. Liberators defeated at battle at Philippi Brutus and Cassius commit suicide 41–32 B.C.E. Antony campaigns in the East 40 B.C.E. Antony marries Octavia Treaty of Brundisium signed 37 B.C.E. Triumvirate renewed Horace writes Satires (37–30 B.C.E."
    ],
    "title": [
      "Crassus is killed at Carrhae by the Parthians 51 B.C.E. Cicero writes de Republica 49 B.C.E. Caesar crosses Rubicon and Pompey flees as civil war begins 48 B.C.E. Caesar defeats Pompey at battle of Pharsalus 47–45 B.C.E. Caesar campaigns against Pompeians in Africa, Spain, and the East Caesar is dictator until 44 B.C.E. 46 B.C.E. Caesar’s Forum begun in Rome 45 B.C.E. Caesar returns to Rome from Spain Cicero’s major philosophical works published (45–44 B.C.E"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "See LEGIONS",
        "particle": "armor"
      }
    ],
    "note": [
      "to 226 army See LEGIONS. C.E. For nearly 500 years the Arsacids were the second Arsacid dynasty 41"
    ],
    "title": [
      "Arsacid dynasty The rulers of Parthia who dominated the Near East from Syria to India, from 250 B.C.E"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "place"
      },
      {
        "given": "B.C.E."
      },
      {
        "family": "son",
        "given": "B.C.E.",
        "particle": "younger"
      },
      {
        "given": "C.E."
      }
    ],
    "container-title": [
      "Tiridates c. 248–227 B.C.E. Crassus was annihilated by the Parthian general Artabanus c. 211",
      "Himerus c. 128–123 B.C.E. Augustus (ruled 27 B.C.E.–14 C.E.) was responsible Mithridates II c",
      "Domitius Orodes III c. 4–7 C.E. Corbulo, the commander of the East, in 63 C.E. defeated Vonones c. 7–12 C.E. Vologases I and his brother Tiridates, in Armenia. In 113 Artabanus III c. 12–38 C.E. C.E., another Roman invasion, under the command of Gotarzes II c. 38 C.E. Trajan, routed the forces of Oroses. The capital of Cte- Vardanes c. 38–47 C.E. siphon was captured, and Mesopotamia and Assyria were Gotarzes II c. 47–51 C.E. reduced. Vonones II c. 51 C.E. Hadrian, in 177 C.E., returned most of the captured Vologases c. 51–80 C.E. territories as part of his policy of establishing stable fron- Artabanus IV c. 80–81 C.E. tiers. The last great expansionist attempt took place in Pacorus c. 79–114 C.E",
      "Rome. Phraataces c"
    ],
    "note": [
      "162–165 C.E., when Vologases III was defeated by the co- Osroes c. 114–122 C.E. Emperor Lucius Verus (realistically, by his general, Avid- Vologases II c. 105–147 C.E. ius Cassius). Ctesiphon was captured, and a ransom was Mithridates IV c. 128–147 C.E. paid to buy back the kingdom, although much of Vologases III c. 149–192 C.E. Mesopotamia was lost. Vologases IV c. 192–207 C.E. Subsequently, the Arsacids allowed considerable Vologases V c. 207–224 C.E. (?) autonomy on the part of their client kings. In 224 C.E., Artabanus V c. 224–226 C.E. Ardashir, king of Persia, rose up and conquered the Artavasdes c. 226 C.E."
    ],
    "pages": [
      "208 –191",
      "124–87",
      "80–77",
      "–4"
    ],
    "title": [
      "The Arsacids had their share of victories",
      "Surenas at Carrhae in 53 B.C.E., trumpeting a see-saw Priapitius c. 191–176 B.C.E. struggle that raged over Syria, Mesopotamia and Armenia Phraates c. 176–171 B.C.E. for the next 33 years. Arsacid attempts to seize Syria met Mithridates c. 171–138 B.C.E. with failure. Marc Antony’s invasion in 36–34 B.C.E. was Phraates II c. 138–128 or 129 B.C.E. repulsed, but civil wars weakened the Parthian position, Artabanus c. 128 or 129 B.C.E.–124 B.C.E. making a common peace desirable",
      "B.C.E. for the treaty of peace, but the leverage he used on Gotarzes I c. 90–87 B.C.E. Phraates was the fact that Tiridates, a usurper, had fled Unknown c. 86–85 B.C.E. the country and had gone to Rome with Phraates’s Orodes I c",
      "Here was one of the great handicaps of the Sinatrukes c. 76–69 B.C.E. Arsacid system: intrigues and dynastic usurpation, which Phraates III c. 70–57 B.C.E. weakened both the succession and the dynasty’s hold Orodes II c. 57–56 B.C.E. over far-flung territories. Rome was able to influence the Mithridates III c. 56–55 B.C.E. placement of Parthian rulers. The Median King Arta- Orodes II c. 55–38 B.C.E. banus, who came to the throne in 16 C.E., was a foreigner, Phraates IV c. 38–2 B.C.E. fathering a line of kings that once more fought with Tiridates II c. 30–25 B.C.E",
      "The later wars were disasters for Parthia"
    ],
    "type": "article-journal",
    "volume": [
      "2"
    ]
  },
  {
    "author": [
      {
        "family": "world",
        "given": "Roman"
      },
      {
        "literal": "Elsner, J. R. Imperial Rome and straightforward Roman or Republican designs."
      },
      {
        "family": "Grant",
        "given": "Michael"
      },
      {
        "family": "Dowden",
        "given": "Ken"
      },
      {
        "family": "MacCormack",
        "given": "Sabine"
      },
      {
        "family": "McDonald",
        "given": "William"
      },
      {
        "family": "McDonald",
        "given": "William"
      }
    ],
    "container-title": [
      "Sir Robert. Roman Art and Architecture"
    ],
    "date": [
      "1998",
      "1997",
      "1996",
      "1991",
      "1981",
      "1982",
      "1988",
      "1998"
    ],
    "genre": [
      "Rome had been devas-Yale"
    ],
    "location": [
      "Cambridge, U.K",
      "Oxford, U.K",
      "Cambridge, U.K",
      "New York",
      "Cambridge, U.K",
      "Berkeley"
    ],
    "note": [
      "Cambridge tions of classicism faded in the reawakening of the University Press, 2000;",
      "London: Thames CARACALLA, ruling on his own after 211 C.E., was remembered for one architectural achievement: the Baths & Hudson, 1985; Myers, Bernard S., and Trewin Coppleof Caracalla. Built from 212 to 216, they were exceptional, stone. The History of Art: Architecture—Painting—Sculpwith huge decorated rooms: the Calidarium, Natatio, and ture. New York: Dorset, 1985; Pischel, Gina. A World Frigidarium. Little remains of later reigns, except for the History of Art. Introduced by Luisa Becherucci. New York: partially rebuilt temples of SEVERUS ALEXANDER’s reign. Golden Press, 1996; Ramage, Nancy, and Andrew Ramage."
    ],
    "publisher": [
      "Oxford",
      "Cambridge University Press",
      "Routledge",
      "Cambridge Univitality",
      "University",
      "University Press",
      "Yale University Press",
      "Hopkins University Press"
    ],
    "title": [
      "Further, the ostentatious styles and imita- Greek and Roman World",
      "Roman Christian Triumph: The Art of the Roman Empire AD imperial architecture lost vigor in this era, but it was 100–450",
      "———. Art and the revived in the period following the rule of the Antonines, Roman Viewer: The Transformation of Art from the Pagan in the late second century. World to Christianity",
      "Art The Late Empire in the Roman Empire",
      "Ling, The architecture of the late empire underwent periods of Roger. Roman Painting",
      "and stagnation, mirroring the political climate of versity Press",
      "Art and Cere-Rome and the empire. Septimius Severus, taking the mony in Late Antiquity",
      "of California throne in 193 C.E., ruled Rome with certainty and thus Press, c",
      "The Architecture of the initiated a program of construction both in the city and Roman Empire: An Introductory Study. New Haven, Conn.: in his home province of Africa",
      "Architectated by the fire of 191, and the emperor rebuilt the city, ture of the Roman Empire: An Urban Appraisal. New Haven, adding to the Palatine palace and creating a new struc-Conn",
      "McKay, Alexander. ture, a many-columned building called the Septizonium. Houses, Villas, and Palaces in the Roman World. Baltimore: Severus’s other notable edifice was the Arch, which was Johns",
      "Mortimer Wheeler, traditional in design"
    ],
    "type": "article-journal"
  },
  {
    "container-title": [
      "Press",
      "Roman Art"
    ],
    "date": [
      "2000",
      "1995",
      "1992"
    ],
    "editor": [
      {
        "family": "is",
        "given": "It"
      },
      {
        "family": "Henig",
        "given": "Martin"
      }
    ],
    "location": [
      "New York",
      "New York",
      "New Haven"
    ],
    "note": [
      "New York: With Diocletian and the Age of the TETRARCHY, Rome Viking-Penguin, 1988; Ward-Perkins, John. Roman Impewas totally eclipsed. The empire was divided into four rial Architecture."
    ],
    "publisher": [
      "Prentice Hall",
      "Phaidon",
      "Yale University Press"
    ],
    "title": [
      "Between the reigns of Caracalla and DIOCLETIAN, from 211 Roman Art",
      "Richter, Gisela, to 284 C.E., few examples of construction are evident",
      "A Handbook of Roman Art: A Survey known, however, that in 271 the Emperor AURELIAN built of the Visual Art of the Roman World",
      "sturdy but commonplace walls around the city",
      "Strong, Donald"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Holder",
        "given": "P.A."
      }
    ],
    "container-title": [
      "A. Seaby"
    ],
    "date": [
      "1989",
      "1982"
    ],
    "location": [
      "London"
    ],
    "publisher": [
      "B. T. Batsford",
      "Johnson, Stephen"
    ],
    "title": [
      "siderable gentry holdings, the villas, ensured that agri- don: B",
      "The Roman Army in cultural products were pumped into the cities. But in the Britain"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Michael",
        "given": "Jones",
        "particle": "endured."
      },
      {
        "family": "Manning",
        "given": "William H."
      },
      {
        "family": "Marsden",
        "given": "Peter R.Roman London"
      },
      {
        "family": "Marsh",
        "given": "Henry"
      },
      {
        "family": "Milne",
        "given": "Gustav"
      }
    ],
    "container-title": [
      "The Oxford History of Britain: Roman the source of Britannia’s wealth. Wheat was grown to feed and Anglo-Saxon Britain",
      "Thames and Hudson"
    ],
    "date": [
      "1980",
      "1996",
      "1968",
      "1981",
      "1981",
      "1987",
      "1985",
      "1997"
    ],
    "editor": [
      {
        "given": "Kenneth"
      }
    ],
    "location": [
      "New York",
      "New York",
      "London",
      "Oxford",
      "London"
    ],
    "note": [
      "the natives and the legions and was used as an export. 1992; Peddie, John. Conquest: The Roman Invasion of Aside from its verdant fields, the province boasted Britain.",
      "Place, Robin. The numerous mineral deposits. Tin was important in the first Romans: Fact and Fiction. Adventures in Roman Britain."
    ],
    "publisher": [
      "Scribner",
      "Press",
      "Dorset Press",
      "B. T. Batsford",
      "Oxford University Press",
      "Palgrave"
    ],
    "title": [
      "country, even in the villas, elements of Celtic culture Later Roman Britain",
      "The End of Roman Britain. Cornell: Cornell Uni-An excellent road system connected cities, which versity Press",
      "The fortress now sported public baths and temples, including ones to excavations",
      "Cardiff: University of Wales the IMPERIAL CULT. By Hadrian’s reign (117–138 C.E",
      "New York: many municipalities used street grid systems to expand",
      "Dark Age Under Cunobellinus the economy had fared well, and the Britain",
      "The Roman occupation following his reign merely tapped into Port of Roman London",
      "Morthat abundance. Agriculture, supported by the villas, was gan"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "way",
        "given": "Iron"
      },
      {
        "family": "Roman Britain. Oxford",
        "given": "Peter A.History",
        "particle": "of"
      },
      {
        "family": "Salway",
        "given": "Peter"
      },
      {
        "family": "Scullard",
        "given": "H.H."
      },
      {
        "literal": "Gaul supplied pottery, manu- Stead, Ian M. Verulamium, the King Harry Lane site."
      }
    ],
    "container-title": [
      "In the balance of trade",
      "There was little incentive for Publications"
    ],
    "date": [
      "1988",
      "1997",
      "1993",
      "1986",
      "1989",
      "1988"
    ],
    "editor": [
      {
        "family": "Webster",
        "given": "Graham"
      }
    ],
    "location": [
      "Rome Cambridge, U.K",
      "Oxford",
      "London",
      "London"
    ],
    "publisher": [
      "Cambridge University Press",
      "Oxford University Press",
      "Oxford",
      "Thames and Hudson",
      "Batsford"
    ],
    "title": [
      "century C.E., and again in the fourth century, when",
      "Salwas forced to seek new resources to sustain itself",
      "U.K.: exports helped the economy of the empire as a whole",
      "The Oxford and administrators in Britannia mined it extensively. The Illustrated History of Roman Britain",
      "Unigeographer STRABO noted Britannia’s economic wealth versity Press",
      "Roman Britain: Outand exports in corn, cattle, gold, iron, and silver. post of the empire",
      "Lonfactured goods and art, while Britannia exported minerals don: English Heritage in association with British Museum and agricultural products",
      "Fortress into developing other industry, and the quality of life in the City: The Consolidation of Roman Britain, First Century province was better than in many other imperial A.D"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Emperor Claudius",
        "given": "Britannicus Son",
        "particle": "of"
      },
      {
        "family": "Readings",
        "given": "Suggested"
      },
      {
        "family": "Allason-Jones",
        "given": "Lindsay"
      }
    ],
    "location": [
      "London",
      "Arnold, C"
    ],
    "note": [
      "J. Roman Britain to Saxon England. spring of MESSALINA, whose scandalous life had shocked"
    ],
    "publisher": [
      "British Museum Publications"
    ],
    "title": [
      "Women in Messalina and the legitimate heir to the throne Roman Britain",
      "Britannicus lived under a cloud from birth, being the off-1989"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Birley",
        "given": "Anthony"
      }
    ],
    "date": [
      "1984",
      "1980",
      "1980"
    ],
    "location": [
      "Bloomington",
      "Berkeley"
    ],
    "note": [
      "with her son NERO. Britannicus appears to have done lit-Campbell, J. B. Roman Britain. London: Jonathan Cape, tle to ingratiate himself with his stepmother and adopted"
    ],
    "publisher": [
      "Indiana University Press",
      "University of California Press"
    ],
    "title": [
      "Askew, Rome and resulted in her death. His position as heir was Gilbert. The Coinage of Roman Britain. London: Seaby thus questioned and was hampered even further by the Publications",
      "The People of Roman arrival of AGRIPPINA as CLAUDIUS’s new wife, together Britain"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Collingwood",
        "given": "R.G.Roman Britain"
      },
      {
        "family": "Coulston",
        "given": "J.C."
      }
    ],
    "citation-number": [
      "1963;"
    ],
    "container-title": [
      "55 C.E., went so far as to accuse Nero of being a North Tyne and Carlisle"
    ],
    "date": [
      "1994"
    ],
    "location": [
      "Oxford, U.K"
    ],
    "note": [
      "Published for the usurper."
    ],
    "publisher": [
      "and Press"
    ],
    "title": [
      "New York: brother. He refused the goodwill of Agrippina, referred Barnes & Noble in cooperation with Oxford University to Nero by his original family name “Domitius",
      "Hadrian’s Wall West of the later"
    ],
    "type": "chapter"
  },
  {
    "title": [
      "British Academy by the Oxford University Press, 1988; With Claudius’s death and Nero’s claim to the throne"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Brown",
        "given": "Peter"
      },
      {
        "family": "Chadwick",
        "given": "Owen"
      }
    ],
    "date": [
      "1973",
      "1989",
      "1995",
      "1981"
    ],
    "location": [
      "New York",
      "New York",
      "New York",
      "New York"
    ],
    "note": [
      "Penthis reason that St. John Chrysostom proved so intractable guin Books, 1988;",
      "Cook, were appointed by the emperors, followed their wishes in Michael. The Jesus of Faith.",
      "most matters ecclesiastical, and gave their prestige to the Cwiekowski, Frederick J. The Beginnings of the Church."
    ],
    "pages": [
      "150–750"
    ],
    "publisher": [
      "W. W. Norton",
      "St. Martin’s Press",
      "Paulist Press"
    ],
    "title": [
      "The authority of the patriarch of Constantinople was 1983; Brown, Raymond, Karl Donfried, and John itself second in the capital to the emperors and their wives Reumann. Peter in the New Testament. Minneapolis: Augsor regents. Caesaropapism requires that the patriarchs of burg Press",
      "The World of Late Antiqthe imperial capital of the Eastern Empire be subject to uity, A.D",
      "the will and the whim of the emperor. It was partly for Chadwick, Henry. The Early Church",
      "A History of Chrisin his dealings with Empress Eudoxia. The patriarchs tianity"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Dodds",
        "given": "E.R."
      },
      {
        "family": "Frend",
        "given": "W.H.C."
      }
    ],
    "date": [
      "1988",
      "1991",
      "1981"
    ],
    "location": [
      "Mahwah, New Jersey"
    ],
    "note": [
      "the pope (see and Persecution in the Early Church. Grand Rapids, Mich.: PAPACY), could have an impact on the broad and terrible",
      "The Rise of Christianity."
    ],
    "pages": [
      "–"
    ],
    "publisher": [
      "Paulist Press",
      "University Press",
      "Baker Book House"
    ],
    "title": [
      "preservation of the imperial machinery of state",
      "This intertwining of church and state had far- Pagan and Christian in an Age of Anxiety. New York: Camreaching implications in the West, for with the collapse of bridge",
      "Martyrdom imperial authority only the bishop of Rome"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Gonzalez",
        "given": "Justo L."
      }
    ],
    "date": [
      "1984"
    ],
    "location": [
      "When Philadelphia",
      "San Francisco"
    ],
    "note": [
      "HarperSanpope stood as the figure of prominence, a guide and Francisco, 1984; Grant, Michael. Constantine the Great."
    ],
    "publisher": [
      "Fortress Press"
    ],
    "title": [
      "events of the time, e.g., the barbarian invasions",
      "The the emperors of the West died out altogether in 476, the Story of Christianity"
    ],
    "type": null,
    "volume": [
      "3"
    ]
  },
  {
    "date": [
      "1994",
      "1994"
    ],
    "editor": [
      {
        "family": "Hazlett",
        "given": "Ian"
      }
    ],
    "location": [
      "New York",
      "New York"
    ],
    "pages": [
      "–"
    ],
    "publisher": [
      "Scribner’s",
      "Peter",
      "years. Scribner’s",
      "Early Christianity"
    ],
    "title": [
      "shepherd in the lives of Christians for the next 1,500"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "LaPorte",
        "given": "Jean"
      }
    ],
    "date": [
      "1991"
    ],
    "location": [
      "Nashville",
      "New York"
    ],
    "publisher": [
      "Abingdon Press",
      "E. Mellen Press"
    ],
    "title": [
      "Sources for Christianity are varied. Of great impor",
      "The Role tance are the four Gospels, especially the Synoptic of of Women in Early Christianity"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Matthew",
        "given": "Mark"
      },
      {
        "given": "Luke"
      },
      {
        "family": "MacMullen",
        "given": "Ramsay"
      },
      {
        "family": "McGinn",
        "given": "Bernard"
      },
      {
        "family": "O’Donnell",
        "given": "James J.Augustine"
      }
    ],
    "date": [
      "1986",
      "1985",
      "1992"
    ],
    "edition": [
      "Rev."
    ],
    "editor": [
      {
        "family": "Cross",
        "given": "F.L."
      }
    ],
    "location": [
      "Oxford, U.K",
      "New York"
    ],
    "note": [
      "See as well the Ecclesiastical Histories of versity Press, 1983; The Oxford Illustrated History of the Philostorgus, Socrates, Sozomen, Theodoret, and Euse- Christian Church. Edited by John McManners. New York: bius. Eusebius and Lactantius (De Mortibus Persecutorum, Oxford University Press, 1990; Senior, Donald. Jesus: A most notably) provide fairly detailed records of the strug- Gospel Portrait.",
      "gle and final victory of Christianity. Eusebius also wrote Streeter, Burnett H. The Four Gospels: A Study of Origins."
    ],
    "publisher": [
      "Press",
      "Later histo- Publishers",
      "Oxford Uniand Zosimus",
      "Paulist Press"
    ],
    "title": [
      "The New Testament on the 1982",
      "Christianizing the Roman whole is an excellent account of early Christianity, in par- Empire C.E. 100–400. New Haven, Conn.: Yale University ticular the Acts of the Apostles",
      "The Foundations of Mysti-For the opinions of the early historians before the cism: Origins to the Fifth Century. New York: Crossroad, time of Constantine, see Dio, Suetonius, Tacitus, and 1991",
      "Boston: Twayne Josephus. See also Pliny the Younger, Letters",
      "Oxford Dictionary of the Christian rians include Ammianus Marcellinus, Aurelius Victor, Church"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Tyson",
        "given": "Joseph B."
      }
    ],
    "date": [
      "1983"
    ],
    "edition": [
      "Rev."
    ],
    "location": [
      "New York",
      "New York"
    ],
    "note": [
      "tles, teachings, and writings of Athanasius, Athenagoras, Macmillan, 1984."
    ],
    "publisher": [
      "Paulist Press"
    ],
    "title": [
      "on other aspects of the triumphant church",
      "As for writers of the evolutionary Creed, see the epis- The New Testament and Early Christianity"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Augustine",
        "given": "Clement of Alexandria"
      },
      {
        "family": "Cyprian",
        "given": "Dionysius of Alexandria"
      },
      {
        "family": "Epiphanius",
        "given": "Hilary"
      },
      {
        "family": "Ignatius",
        "given": "Irenaeus"
      },
      {
        "family": "Jerome",
        "given": "Origen"
      },
      {
        "family": "Philo",
        "given": "Porphyry"
      },
      {
        "family": "Tertullian"
      },
      {
        "given": "Theophilus"
      },
      {
        "family": "Barnes",
        "given": "Timothy Constantine"
      },
      {
        "family": "Emperor Julian",
        "given": "Eusebius",
        "particle": "taught"
      },
      {
        "family": "Karl",
        "given": "C.E.)",
        "particle": "but"
      }
    ],
    "container-title": [
      "declined because of unfavorable omens. Julian made both of History of the Church"
    ],
    "date": [
      "1984",
      "1981",
      "1982"
    ],
    "editor": [
      {
        "family": "Jedin",
        "given": "Hubert"
      },
      {
        "given": "John"
      }
    ],
    "location": [
      "New York",
      "Cambridge, Mass",
      "New York",
      "Bausch, William"
    ],
    "note": [
      "gious cult in Lydia; Chrysanthius proved mild toward Pilgrim Church: A Popular History of Catholic Christianity. Christians. He died at the age of 80 and was remembered Mystic, Conn.: Twenty-Third Publications, 1989; Boken- by his student EUNAPIUS, who composed his Lives of the kotter, Thomas. A Concise History of the Catholic Church. Sophists at Chrysanthius’s suggestion."
    ],
    "pages": [
      "362"
    ],
    "publisher": [
      "Paulist",
      "Harvard University Press",
      "Crossroad"
    ],
    "title": [
      "Chrysanthius (1) (fl. fourth century C.E.) Neoplatonic philosopher Suggested Readings: Augustine of Hippo. Selected Writ- Chrysanthius studied under Aedesius in Pergamum and ings",
      "was a friend and colleague of Maximus of Ephesus and Press",
      "When this pupil became emperor",
      "Baus, he was twice summoned to the court",
      "From the Apostolic Community to Constantine",
      "Chrysanthius and his wife Melite high officials of the reli-P. Dolan"
    ],
    "translator": [
      {
        "family": "Clark",
        "given": "Mary T."
      }
    ],
    "type": "chapter",
    "volume": [
      "1"
    ]
  },
  {
    "author": [
      {
        "family": "Bonner",
        "given": "Gerald St"
      }
    ],
    "container-title": [
      "Chrysanthius"
    ],
    "date": [
      "1990"
    ],
    "edition": [
      "Rev."
    ],
    "location": [
      "New York"
    ],
    "pages": [
      "419"
    ],
    "publisher": [
      "Doubleday Image Books",
      "C.E.) Vicarius of Britain c"
    ],
    "title": [
      "Augustine of Hippo: Life and Controversies"
    ],
    "type": "article-journal",
    "volume": [
      "2"
    ]
  },
  {
    "author": [
      {
        "family": "Raymond",
        "given": "C.E."
      }
    ],
    "date": [
      "1986",
      "1984"
    ],
    "location": [
      "Norfolk, New Zealand",
      "York",
      "New York"
    ],
    "note": [
      "Emperor Theodosius I. From 395 until sometime before Cicero, Marcus Tullius 117"
    ],
    "pages": [
      "395"
    ],
    "publisher": [
      "Canterbury, Press",
      "Brown",
      "Paulist Press",
      "Paulist Press"
    ],
    "title": [
      "The Church of the Apostles Left Behind. New Chrysanthius served first in the court and then as the",
      "Brown, Raymond, and John administrator of a province in Italy, from 389–395, under P. Meier. Antioch and Rome"
    ],
    "type": null
  },
  {
    "citation-number": [
      "102"
    ],
    "title": [
      "B.C.E., when pirate activity led to Roman occupation"
    ],
    "type": null
  },
  {
    "author": [],
    "date": [
      "1969",
      "1927"
    ],
    "location": [
      "New York",
      "Mass",
      "Cambridge, Mass"
    ],
    "note": [
      "Cyprus was added in 58 B.C.E., and the Cambridge,",
      "trative and security reasons."
    ],
    "publisher": [
      "Penguin",
      "Harvard University Press",
      "Harvard University Press"
    ],
    "title": [
      "Political Speeches",
      "The In 67 B.C.E., POMPEY subjugated the region and it became Letters to His Friends",
      "province was joined to the territory of Syria for adminis-———. The Verrine Orations"
    ],
    "translator": [
      {
        "family": "province",
        "given": "W.Glynn Williams",
        "particle": "a"
      },
      {
        "family": "Greenwood",
        "given": "L.H.G."
      }
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "rugged",
        "given": "mountainous Cilicia Aspera remained the E.King"
      },
      {
        "family": "CLEOPATRA",
        "given": "Marc A.N.T.O.N.Y.",
        "particle": "granted much land to"
      },
      {
        "family": "Press",
        "particle": "but"
      },
      {
        "family": "Rawson",
        "given": "Elizabeth"
      }
    ],
    "citation-number": [
      "1966–67;"
    ],
    "date": [
      "1971",
      "1983",
      "1992"
    ],
    "edition": [
      "Rev."
    ],
    "location": [
      "Cambridge, Mass",
      "Ithaca, New York",
      "Oxford, U.K"
    ],
    "note": [
      "son succeeded him. In 38 or 41 C.E., GAIUS CALIGULA or CLAUDIUS placed ANTIOCHUS OF COMMAGENE on the throne. In 72, Emperor VESPASIAN liquidated that realm, Cicero, Marcus Tullius (2) (b. 65 B.C.E.) Son of along with all of the other smaller kingdoms, such as"
    ],
    "publisher": [
      "Harvard University",
      "Cornell University Press",
      "Blackwell"
    ],
    "title": [
      "Tusculan disputations",
      "provenance of client kingdoms well into the first century C.E",
      "Cicero: a Portrait",
      "Fuhrmann, in 25 B.C.E. Octavian (AUGUSTUS) proclaimed ARCHELAUS OF CAPPADOCIA, a reliable ally of Rome, as king, and his Manfred"
    ],
    "translator": [
      {
        "family": "The",
        "given": "J."
      },
      {
        "family": "Cicero",
        "given": "W.E.Yuill"
      },
      {
        "family": "Roman Republic",
        "particle": "the"
      }
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Cicero"
      }
    ],
    "container-title": [
      "fled Rome to take up a position as proconsul of 67, PRAETOR in 62"
    ],
    "note": [
      "and propraetor of Asia from 61 to 58 the province. citizenship, Roman 119"
    ],
    "title": [
      "Quintus Tullius (102 B.C.E.–43 B.C.E.) The spread quickly through Cilicia, from Syria and Asia brother of Cicero Minor. STRABO visited Cilicia and Tarsus, and CICERO in Well educated, Cicero earned positions as an AEDILE in 52 B.C.E"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Suggested Readings",
        "particle": "stockings for additional warmth."
      },
      {
        "family": "Adkins",
        "given": "Lesley"
      },
      {
        "family": "Adkins",
        "given": "Roy"
      },
      {
        "family": "Balsdon",
        "given": "J.P.V.D."
      },
      {
        "family": "Boren",
        "given": "Henry C.Roman Society"
      },
      {
        "family": "Social",
        "given": "A."
      },
      {
        "family": "Economic",
        "given": "tinctive purple stripe"
      }
    ],
    "container-title": [
      "Society and the Holy in Late the stola, the dress of a woman. Children of the middle Antiquity"
    ],
    "date": [
      "1994",
      "1969",
      "1962",
      "1982"
    ],
    "editor": [
      {
        "family": "Heath",
        "given": "D.C."
      },
      {
        "family": "Brown",
        "given": "Peter R.L."
      }
    ],
    "location": [
      "New York",
      "London",
      "Lexington, Mass",
      "Berkeley"
    ],
    "note": [
      "Daily Life in Ancient Rome. New coinage 131"
    ],
    "publisher": [
      "McGraw-Hill",
      "Bodley Head",
      "University of California Press"
    ],
    "title": [
      "Children wore clothing that was similar in most Handbook to Life in Ancient Rome. New York: Facts On respects to their parents’. Children of patricians varied File",
      "Life and Leisure in Ancient their attire depending on their age, especially with regard Rome",
      "———. Roman to the toga. For most of their childhood, both boys and Women: Their History and Habits",
      "girls wore the toga praetexta, a toga decorated with a dis",
      "On reaching maturity, boys were and Cultural History",
      "granted the toga virilis, and girls were permitted to wear 1977",
      "classes wore a white toga and lower-class children a tunic Carcopino, Jerome"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Cowell",
        "given": "F.R."
      },
      {
        "family": "Dupont",
        "given": "Florence"
      },
      {
        "family": "Houston",
        "given": "M.G."
      },
      {
        "family": "Lindsay",
        "given": "Jack"
      },
      {
        "family": "Sitwell",
        "given": "Nigel H."
      }
    ],
    "container-title": [
      "Life, Death, and Entertainment in the Roman Empire. Ann Arbor"
    ],
    "date": [
      "1968",
      "1961",
      "1992",
      "1947",
      "1963",
      "1999",
      "1984",
      "1924"
    ],
    "editor": [
      {
        "family": "Potter",
        "given": "D.S."
      },
      {
        "family": "Mattingly",
        "given": "D.J."
      }
    ],
    "location": [
      "Haven",
      "New York",
      "Oxford, U.K",
      "London",
      "London",
      "Mich",
      "London",
      "Wilson, L",
      "Baltimore"
    ],
    "note": [
      "M. The Roman Toga."
    ],
    "publisher": [
      "Yale University Press",
      "G. P. Putnam’s Sons",
      "Blackwell Publishers",
      "Adam & Charles Black",
      "F. Muller",
      "University of Michigan Press",
      "H. Hamilton",
      "Johns Hopkins Press"
    ],
    "title": [
      "Life in Ancient Rome",
      "Daily Life in Ancient Rome",
      "Ancient Greek, Roman, and Byzantine Costume and Decoration",
      "Daily Life in Roman Egypt",
      "The World the Romans Knew"
    ],
    "translator": [
      {
        "family": "Woodall",
        "given": "Christopher"
      }
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "literal": "CONSTANTIUS II VALUES Suggested Readings: Askew, Gilbert."
      },
      {
        "family": "son",
        "given": "R.A.G."
      },
      {
        "family": "Hill",
        "given": "P.V."
      },
      {
        "family": "Kent",
        "given": "J.P.C."
      },
      {
        "family": "Durst",
        "given": "Sanford J."
      },
      {
        "family": "White",
        "given": "J.",
        "particle": "De"
      },
      {
        "family": "King",
        "given": "C.E.Roman Silver Coins"
      },
      {
        "given": "V."
      }
    ],
    "date": [
      "1980",
      "1989",
      "1989",
      "1987"
    ],
    "location": [
      "London",
      "New York",
      "Chicago",
      "Berkeley",
      "London"
    ],
    "note": [
      "Seaby Publicawas ended, and total fiscal and currency powers resided tions Ltd., 1987; Klawans, Zander H. Reading and Dating"
    ],
    "pages": [
      "180–275"
    ],
    "publisher": [
      "Seaby Publications",
      "Ares Publishers Inc",
      "University"
    ],
    "title": [
      "The Coinage of 1 solidus = 12 miliarensia = 2 siliquae Roman Britain",
      "Car-1,200 centenionales = 2,400 half-centenionales =",
      "Late Roman 12,000 nummi or smallest units Bronze Coinage",
      "Atlas of the Ancient Coins Struck by the Emperors THE IMPERIAL MINTS of the Gallic Empire",
      "As we have seen, the mints were divided originally Harl, Kenneth W. Civic Coins and Civic Politics in the between the emperor and the Senate. Augustus had con- Roman East, A.D",
      "of Califortrol over the gold and silver, while the Senate managed nia Press",
      "V: the bronze coinage. Under later rulers even this courtesy Carausius to Romulus Augustus"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Durst",
        "given": "Sanford J."
      },
      {
        "family": "Mattingly",
        "given": "Harold"
      },
      {
        "family": "Pearce",
        "given": "J.W.of the Roman F.I.N.A.N.C.E.S.E."
      },
      {
        "family": "Harold Mattingly",
        "given": "C.H.V.Sutherland"
      },
      {
        "family": "G",
        "given": "R.A."
      }
    ],
    "container-title": [
      "in different buildings. On the Capitoline Hill stood the & Son Ltd",
      "Inc"
    ],
    "date": [
      "1982",
      "1995",
      "1987",
      "1968"
    ],
    "editor": [
      {
        "family": "Klawans",
        "particle": "trators."
      },
      {
        "family": "H.",
        "given": "Zander"
      },
      {
        "family": "Bressett",
        "given": "K.E."
      },
      {
        "literal": "eds."
      }
    ],
    "location": [
      "New York",
      "New York",
      "London",
      "Sayles, Wayne G"
    ],
    "note": [
      "Ancient Coin Collecttemple of Julia Moneta; within it was the Senate’s mint, ing. Iola, Wisc.: Krause Publications, 1996; Sutherland, the emperor’s being somewhere else, perhaps near the Carol H. V. Roman History and Coinage, 44 B.C.–A.D. 69:"
    ],
    "publisher": [
      "Sanford J. Durst",
      "Spink"
    ],
    "title": [
      "in the hands of the emperors and their imperial adminis- Roman Imperial Coins",
      "Handbook of Aside from the mints of the provinces, under the Ancient Greek and Roman Coins. Racine, Wisc.: Whitman control of governors, and the Senate’s own mint, run by Publishing Co",
      "Roman the praefecti aerarii, the currency of the empire was Coins from the Earliest Times to the Fall of the Western struck under the direction of the A RATIONIBUS, the head Empire",
      "Clearly, for a time the two mints in Rome were kept Carson",
      "The Roman Imperial Coinage"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "given": "end"
      },
      {
        "family": "area",
        "particle": "enough"
      },
      {
        "family": "Grant",
        "given": "Michael"
      },
      {
        "family": "Jones",
        "given": "A.H.M."
      }
    ],
    "container-title": [
      "312, Great",
      "313, Constantine had agreed with Licinius to cease Constantine II"
    ],
    "date": [
      "1983",
      "1999",
      "1994",
      "1979"
    ],
    "location": [
      "Oxford, U.K",
      "New York",
      "Toronto"
    ],
    "note": [
      "C.E.) Joint emperor from 337 all persecution of Christians. With his great EDICT OF to 340 C.E. MILAN, a more comprehensive decree than the Edict of"
    ],
    "pages": [
      "317–340"
    ],
    "publisher": [
      "Oxford",
      "University Press",
      "Scribner’s",
      "University",
      "The of Toronto Press"
    ],
    "title": [
      "Constantine walked out the dimensions of the city tine the Great. Berkeley and Los Angeles: University of personally, with the Spear of LONGINUS in hand, stopping California Press",
      "Eusebius. Life of Constantine only when the voice of God told him he had measured Clarendon Ancient History Series",
      "Such stories maintained Constantine’s per",
      "Constantine the sonal sense of debt to the God of the Christians",
      "Conhis conversion had already begun, and he attributed his stantine and the Conversion of Europe",
      "victory at Milvian Bridge to this deity’s intervention",
      "imperial world henceforth would be a Christian one"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Baus",
        "given": "Karl"
      }
    ],
    "container-title": [
      "History of the Church edited by Hubert maintained influence and stability in the face of the Jedin and John P. Dolan"
    ],
    "date": [
      "1982"
    ],
    "location": [
      "Cambridge, Mass",
      "New York"
    ],
    "note": [
      "decline of the West."
    ],
    "publisher": [
      "Harvard University Press",
      "Crossroad"
    ],
    "title": [
      "Eusebius",
      "Constantinople Capital of the Eastern Roman 1981",
      "From the Apostolic Community to Con- Empire; replacing Rome as the heart of imperial power, it stantine"
    ],
    "type": "chapter",
    "volume": [
      "1"
    ]
  },
  {
    "author": [
      {
        "family": "Bowder",
        "given": "Diana"
      }
    ],
    "container-title": [
      "Lon- In 324 C.E"
    ],
    "note": [
      "CONSTANTINE the Great defeated rival don: Elek, 1978; Burckhardt, Jacob. The Age of Constan- emperor LICINIUS at the battle of ADRIANOPLE, laying Constantinople 145"
    ],
    "title": [
      "The Age of Constantine and Julian"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Senate",
        "given": "A.D.",
        "particle": "Relationship with the"
      },
      {
        "family": "Bowder",
        "given": "Diana"
      }
    ],
    "date": [
      "1979",
      "1992",
      "1997"
    ],
    "location": [
      "Philadelphia",
      "London",
      "New York"
    ],
    "note": [
      "The DIOSCURI, Castor and Pollux, promised introduction by Michael Grant. New York: Penguin, to one of the earliest Domitians victory in the battle of"
    ],
    "pages": [
      "81–96"
    ],
    "publisher": [
      "Domitius Ahenobarbus Name of the Roman family American Philosophical Society",
      "Routledge",
      "Routledge"
    ],
    "title": [
      "The whose members achieved considerable notoriety and suc-Emperor Domitian",
      "Southern, cess in the years of the Republic and the empire. Legend Pat. Domitian: Tragic Tyrant",
      "provided a source for the appellation of Ahenobarbus, or Suetonius. The Twelve Caesars. Translated by and with an “Red Beard"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Tacitus",
        "given": "Cornelius"
      }
    ],
    "citation-number": [
      "1979;"
    ],
    "container-title": [
      "was the son of Domitius Ahenobarbus. circa 270 C.E"
    ],
    "date": [
      "1983",
      "1989"
    ],
    "location": [
      "York",
      "New York"
    ],
    "note": [
      "The family tombs were prominently displayed on the Pin-Mentioned in several sources as the victor over MACRI- cian Hill."
    ],
    "publisher": [
      "Cambridge University Press",
      "Penguin"
    ],
    "title": [
      "Empire and Emperors: Selections Lake Regillus over the Latins in 494 B.C.E. To prove the from Tacitus’ Annals",
      "New veracity of their word they placed a hand on the black",
      "———. The His- beard of their client, turning it red. Men of the Ahenobartories",
      "bus clan were perpetually known as rough, harsh, arrogant, and cruel. NERO, who displayed many of these Domitianus, Gaius (fl. third century C.E.) A usurper characteristics"
    ],
    "translator": [
      {
        "family": "Tingay",
        "given": "Graham"
      }
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "Palatine"
    ],
    "note": [
      "used for official purposes, and the DOMUS Nonetheless, Lucius gained the consulship, aedileship, AUGUSTANA, the private residence of the ruler. The 184 Domus Tiberiana"
    ],
    "title": [
      "ing his reign (81–96 C.E.) on the Palatine Hill and replac-Domitius Ahenobarbus (2), Lucius (d. 25 C.E.) Con- ing previous imperial residences. It was so beautiful that sul in 16 B.C.E. and grandfather of Nero the emperors of Rome until the reign of Diocletian Noted for his arrogance and cruelty, as an AEDILE in 22 (284–305 C.E.) resided there. Domitian’s palace, designed B.C.E., Domitius ordered the censor, Lucius Plancus, out of by the architect Rabirius, was actually two structures: the his way; and his animal shows and gladiatorial contests Domus Flavia, an imposing edifice on the crest of the were so bloody that Augustus himself rebuked him"
    ],
    "type": "article-journal"
  },
  {
    "container-title": [
      "In turn, the 1993"
    ],
    "location": [
      "Princeton, N.J"
    ],
    "note": [
      "Bowman, Alan K. Egypt after the Pharaohs 332 special status brought few benefits. Augustus ordered irri- B.C.–A.D. 642: From Alexander to the Arab Conquest."
    ],
    "publisher": [
      "Princeton University Press"
    ],
    "title": [
      "Rome had singled them out for special treatment, not out Suggested Readings: Bagnall, Roger S. Egypt in Late of affection but in the hopes of draining every ounce of Antiquity",
      "natural wealth and human industry possible"
    ],
    "type": "chapter"
  },
  {
    "date": [
      "1986"
    ],
    "location": [
      "Berkeley"
    ],
    "publisher": [
      "University of California Press"
    ],
    "title": [
      "gation improvements to increase harvests, and Alexandria",
      "Chauprofited handsomely from its continued operation as one veau, Michel. Egypt in the Age of Cleopatra: History and of the empire’s leading ports. But throughout the first three Society under the Ptolemies"
    ],
    "translator": [
      {
        "family": "Lorton",
        "given": "David"
      }
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Lewis",
        "given": "Naphtali"
      }
    ],
    "container-title": [
      "Women and Society in Greek and Roman Egypt: A tury C.E"
    ],
    "date": [
      "2000",
      "1988",
      "1983",
      "2001"
    ],
    "editor": [
      {
        "literal": "ed."
      }
    ],
    "location": [
      "Ithaca, N.Y",
      "Brooklyn, N.Y",
      "Oxford, U.K",
      "London",
      "York"
    ],
    "note": [
      "initiated a number of reforms to maintain pros- Sourcebook. New York: Cambridge University Press, perity, but in the second century strife injured Egyptian 1998."
    ],
    "publisher": [
      "Cornell University Press",
      "Brooklyn",
      "Clarendon Press",
      "F. Muller",
      "Oxford University Press"
    ],
    "title": [
      "centuries of Roman occupation, the historically impressive",
      "Cleopatra’s vitality of the land was stripped and exported virtually out Egypt: Age of the Ptolemies",
      "of existence. Taxes grew heavier and, as was the case else- Museum",
      "Life in Egypt under where, the middle class forming most of the various Roman Rule",
      "Lindregions was forced to pay any deficiencies between what say, Jack. Daily Life in Roman Egypt",
      "was expected and what was delivered. This middle class 1963; The Oxford Encyclopedia of Ancient Egypt. New soon collapsed under the weight of its burdens",
      "Rowlandson, Jane, Tiberius Julius Alexander, prefect in the late first cen"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Edmondson",
        "given": "J.C."
      }
    ],
    "container-title": [
      "There was International Series",
      "J. Studies in Ancient Technology",
      "J. Brill"
    ],
    "date": [
      "1987",
      "1994",
      "1987",
      "1966",
      "1970",
      "1994"
    ],
    "editor": [
      {
        "family": "A."
      },
      {
        "family": "Naval",
        "given": "Timothy Runyan European"
      },
      {
        "given": "Mararmy"
      }
    ],
    "location": [
      "Gloucester, U.K",
      "Oxford, U.K",
      "Leiden",
      "London",
      "New York",
      "Bloomington"
    ],
    "note": [
      "In: University of key locations around the enemy city, and the camps were Indiana Press, 1990; Macaulay, David. City: A Story of then linked by ramparts, trenches, and nearly impassable Roman Planning and Engineering. Boston: Houghtonbarriers. A second line of works was erected that sur- Mifflin, 1974; Starr, Chester G. The Influence of Sea Power 196 Ennia Thrasylla"
    ],
    "publisher": [
      "Sutton",
      "BAR",
      "roads",
      "Allen Lane",
      "Ballantine"
    ],
    "title": [
      "well as familiarity with a host of different weapons and and Tile",
      "Casson, Lionel. tactics for besieging cities and camps in various environ- Ships and Seafaring in Ancient Times. Austin, Tex.: Univerments. Training for a military engineer was provided sity of Texas Press",
      "Two Industries through an apprenticeship, by traveling with a legion in Roman Lusitania: Mining and Garum Production. BAR and studying under experienced engineers",
      "much to learn, as the engineers had to be able to build Forbes, R",
      "bridges, and set up camps as well as design siege E",
      "Hodges, Henry. Technology in the Ancient works. World",
      "James, Peter, and Nick Siege works entailed a strategy of circumvallation in Thorpe. Ancient Inventions",
      "which an enemy location was surrounded by the Roman Lewis",
      "The engineers created a series of camps or forts at itime History 300–1500"
    ],
    "type": "article-journal",
    "volume": [
      "362",
      "2"
    ]
  },
  {
    "author": [
      {
        "family": "Romans",
        "given": "Emperor M.A.R.C.U.S.A.U.R.E.L.I.U.S.",
        "particle": "the"
      }
    ],
    "note": [
      "disappeared from public view. The great Roman Epicure After Epaphroditus awarded Epictetus his freedom, he was Lucretius (c. 95–55 B.C.E.), the author of De rerum immediately began teaching in the capital. When Domi- natura (On the Nature of Things); the last was Diogenes of 198 Epiphanius"
    ],
    "title": [
      "Epicharis (fl. first century C.E.) Freedwoman Epicureanism Philosophical school founded many In 65 C.E., Epicharis was involved in the PISONIAN CON- centuries before the empire by the great Greek philoso-SPIRACY against Nero. pher Epicurus (342–270 B.C.E.). Epicureans stressed the physical world over a providential one and believed that the senses were the source of pleasure. They advocated a Epictetus (c. 55–135 C.E.) Stoic philosopher life of simplicity, retreat from the affairs of the world, and Epictetus’s teaching influenced prominent figures of later prudence as a sound means of achieving happiness. To eras, including ARRIAN",
      "Epicureanism offered the opportunity to He was born in Phrygia in the town of Hierapolis and remove oneself from the often fatal affairs of the era, and grew up as a slave of Nero’s freedman EPAPHRODITUS (2). by the second century C.E. most Epicures had virtually He attended the lectures of Musonius Rufus in Rome"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Balsdon",
        "given": "J.P.V.D."
      }
    ],
    "container-title": [
      "Roman Society: A Social, Economic, and Cultural crisis"
    ],
    "date": [
      "1969"
    ],
    "location": [
      "New York"
    ],
    "note": [
      "and he returned in force to crush his father-in-law."
    ],
    "publisher": [
      "McGraw-Hill"
    ],
    "title": [
      "Maxentius and sought safety with Constantine. In 308, Suggested Readings",
      "Life and Leisure while Constantine was away, the old emperor tried to in Ancient Rome",
      "Boren, reclaim his title, but Fausta informed Constantine of the Henry C"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Lexington",
        "given": "History"
      },
      {
        "family": "Mass.",
        "given": "D.C.Heath"
      },
      {
        "family": "Bradley",
        "given": "K."
      },
      {
        "family": "Cris-Bradley",
        "given": "K.R."
      }
    ],
    "date": [
      "1977",
      "1991",
      "1984"
    ],
    "location": [
      "Oxford, U.K",
      "Bruxelles"
    ],
    "note": [
      "Car- tery, Fausta was put to death by Constantine’s order, copino, Jerome. Daily Life in Ancient Rome. New Haven, suffocated in a steam bath."
    ],
    "publisher": [
      "Oxford University Press",
      "Latomus"
    ],
    "title": [
      "Four years later, Fausta saw her brother die at the battle R. Discovering the Roman Family. Studies in Roman Social of MILVIAN BRIDGE. In 326, she became embroiled in History",
      "palace intrigue and had a hand in the execution of",
      "Slaves and Masters in the Roman Empire: A pus by his father. Later that year, under suspicion of adul-Study in Social Control"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Clark",
        "given": "G.Women in See also H.E.L.E.N.A."
      },
      {
        "family": "Cowell",
        "given": "F.R."
      }
    ],
    "container-title": [
      "Annia Galeria (“the Elder”"
    ],
    "date": [
      "1968",
      "1989",
      "1961"
    ],
    "location": [
      "Conn",
      "Oxford, U.K",
      "New York",
      "Dupont, Florence"
    ],
    "note": [
      "Daily Life in C.E.) Empress of Rome (138–140) and wife of Antoninus Ancient Rome. Translated by Christopher Woodall, Pius (c. 110–140"
    ],
    "pages": [
      "140"
    ],
    "publisher": [
      "Yale University Press",
      "Oxford University Press",
      "Putnam’s Sons"
    ],
    "title": [
      "the Ancient World",
      "Life in Ancient Rome"
    ],
    "type": "chapter",
    "volume": [
      "G. F. Faustina (1"
    ]
  },
  {
    "author": [
      {
        "family": "Garnsey",
        "given": "Peter"
      }
    ],
    "container-title": [
      "110 she mar-J",
      "Life, Death, and Entertainment in the ried T. Aurelius Fulvius Boionius Arrius Antoninus, who Roman Empire. Ann Arbor, Mich.: The Univ. of Michigan would become the heir designate of Hadrian, succeeding Press",
      "Agricultural Implements of the him in 138. Faustina was immediately granted the title of Roman World"
    ],
    "date": [
      "1992",
      "1987",
      "1999"
    ],
    "editor": [
      {
        "family": "Potter",
        "given": "D.S."
      },
      {
        "given": "D."
      },
      {
        "given": "Mattingly"
      },
      {
        "family": "White",
        "given": "K.D."
      }
    ],
    "location": [
      "Oxford",
      "Berkeley",
      "Cambridge, U.K"
    ],
    "note": [
      "Press, Augusta and held it until her death. The reputation she"
    ],
    "publisher": [
      "Blackwell Publishers",
      "Verus",
      "Cambridge Univ"
    ],
    "title": [
      "The Faustina was the daughter of the Consul Marcus Annius Roman Empire: Economy, Society, and Culture",
      "and Rupilla Faustina and was born in Rome some-University of California Press",
      "time before or during the reign of Trajan"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Garnsey",
        "given": "Peter"
      }
    ],
    "date": [
      "1967",
      "1978",
      "1975",
      "1970"
    ],
    "location": [
      "Cambridge, U.K",
      "London"
    ],
    "note": [
      "She was the mother of four children, two sons tionally used by the lictors (LICTORES) of Rome. The birch and two daughters. Her sons were Marcus Galerius and Felix, M. Minucius 209"
    ],
    "publisher": [
      "Cambridge Univ. Press",
      "Thames and Hudson"
    ],
    "title": [
      "Country Life in Classical Times. London: acquired was not entirely pleasant. While the veracity of Elek",
      "———. Farm Equipment of the Roman World. the rumors about her remain questionable, Antoninus",
      "———. cared deeply for her and went to some pains to quiet the Roman Farming",
      "stories. Upon her death she was honored with a temple in the Forum, later called the Temple of Antoninus and fasces The bundle of rods and axes carried and tradi- Faustina"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Balsdon",
        "given": "J.P.V.part in the imperial rule Gaius was proclaimed emperor D."
      },
      {
        "family": "Ferrill",
        "given": "Arthur"
      },
      {
        "family": "C. Caligula",
        "given": "Life",
        "particle": "of"
      }
    ],
    "date": [
      "1989",
      "1966",
      "1991",
      "1993",
      "1983",
      "1989"
    ],
    "location": [
      "London",
      "Oxford, U.K",
      "New York",
      "New York",
      "New York",
      "New York"
    ],
    "note": [
      "an illness in October 37. By 38, Gaius Caligula had Penguin, 1979; Tacitus, Cornelius. Empire and Emperors: assumed the role that history would assign to him for- Selections from Tacitus’ Annals. Translated by Graham Tinever. A bloodbath soon followed: Macro was ordered to gay."
    ],
    "publisher": [
      "Batsford",
      "The Initially",
      "Thames and Hudson",
      "Press",
      "Cambridge University Press",
      "Penguin"
    ],
    "title": [
      "went before the Senate to invalidate Tiberius Gemellus’s ruption of Power",
      "The Emperor Gaius (Caligula",
      "the Romans greeted the new administration Clarendon Press",
      "Caligula: Emperor with relief. Gaius honored the memory of his family, of Rome",
      "Hurley, recalled all exiles, dismissed a multitude of criminal Donna W. An Historical and Historiographical Commentary charges lodged during the reign of Tiberius against inno- on Suetonius",
      "Atlanta, Ga.: Scholars cent persons. All of this behavior changed rather quickly",
      "Suetonius. The Twelve Caesars. Translated due partially to his unstable personality and because of and with an introduction by Michael Grant",
      "Tacicommit suicide, Tiberius Gemellus was beheaded, and tus. The Histories"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "scene",
        "particle": "of those administrators on the"
      },
      {
        "family": "Carcopino",
        "particle": "but they were gradu-"
      },
      {
        "given": "Jerome"
      },
      {
        "family": "Cowell",
        "given": "F.R."
      },
      {
        "family": "Cunliffe",
        "given": "Barry"
      }
    ],
    "container-title": [
      "Daily Life in Ancient Rome. lingua franca and the adoption of Roman law was uneven"
    ],
    "date": [
      "1968",
      "1989",
      "1961",
      "1992"
    ],
    "editor": [
      {
        "family": "Clark",
        "given": "G."
      },
      {
        "family": "Finley",
        "given": "M.I."
      }
    ],
    "location": [
      "Conn",
      "Oxford",
      "London",
      "Oxford, U.K"
    ],
    "publisher": [
      "Yale University Press",
      "Oxford University",
      "F. Putnam’s Sons",
      "Batsford",
      "Blackwith long-standing Greek law and local customs enduring well Publishers"
    ],
    "title": [
      "Daily Life in Ancient Rome. New ally absorbed into the wider imperial system of the colonia Haven",
      "and municipia, which offered many advantages. The most Women in the Ancient World",
      "favored status possible for a community was the granting Press",
      "Life in Ancient Rome. New York: of Roman citizenship, a privilege that necessitated the G",
      "Greeks, Romans abandonment of the earlier polis in favor of the colonial and Barbarians: Spheres of Interaction",
      "and then municipal status. Nevertheless, koin remained the 1988; Dupont, Florence",
      "Classical Slavery"
    ],
    "translator": [
      {
        "family": "Woodall",
        "given": "Christopher"
      }
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Garnsey",
        "given": "Peter"
      }
    ],
    "date": [
      "1987",
      "1987"
    ],
    "editor": [
      {
        "family": "Hallett",
        "given": "Judith P."
      }
    ],
    "location": [
      "London",
      "Berkeley"
    ],
    "note": [
      "As Rome proved ters in Roman Society: Women and the Elite Family."
    ],
    "publisher": [
      "F. Cass",
      "University"
    ],
    "title": [
      "long after a city was declared a municipia",
      "The Roman Empire: The Hellenization of the Roman Empire was marked Economy, Society, and Culture",
      "of Calin the late third century, with the decline of Rome and ifornia Press",
      "Fathers and Daughthe division of the empire by Diocletian"
    ],
    "type": null
  },
  {
    "date": [
      "1984",
      "1986"
    ],
    "editor": [
      {
        "family": "Kurt",
        "given": "A."
      }
    ],
    "location": [
      "Princeton, N.J",
      "Berkeley",
      "Rawson, Elizabeth"
    ],
    "note": [
      "tal at Byzantium, the city renamed Constantinople."
    ],
    "publisher": [
      "Princeton University Press",
      "The University of California Press"
    ],
    "title": [
      "strategically indefensible to the threats on its frontiers",
      "the heart of the empire gravitated eastward, culminating Raaflaub",
      "Social Struggles in Archaic Rome: in the decision of Constantine the Great to build his capi- New Perspectives on the Conflict of the Orders"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Trager",
        "given": "James"
      }
    ],
    "container-title": [
      "The Latin culture that had forged the to the Present"
    ],
    "date": [
      "1985",
      "1994"
    ],
    "editor": [
      {
        "family": "Veyne",
        "given": "P."
      }
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "Hopkins University Press",
      "Henry Holt"
    ],
    "title": [
      "Eastern Empire, based in Constantine’s metropolis, began Intellectual Life in the Late Roman Republic. Baltimore: along Latin lines but within a few centuries was fully Johns",
      "The imbued with the Hellenic flavor of the region and its his- Women’s Chronology: A Year-By-Year Record from Prehistory torical sensibilities"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Press",
        "given": "Clarendon"
      },
      {
        "family": "Balsdon",
        "given": "J.P.V.D.Life"
      },
      {
        "family": "defeat",
        "given": "Leisure",
        "particle": "they could not"
      },
      {
        "family": "Women",
        "given": "P.V.D.Roman"
      },
      {
        "family": "History",
        "given": "Their"
      },
      {
        "family": "Lon-",
        "given": "Habits"
      }
    ],
    "container-title": [
      "The Con- legionary camps, subduing the Helvetii and, in time, flict of Generations in Ancient Greece and Rome",
      "J"
    ],
    "date": [
      "1981",
      "1969",
      "1962"
    ],
    "editor": [
      {
        "family": "Bertman",
        "given": "Stephen"
      }
    ],
    "location": [
      "New York"
    ],
    "note": [
      "Romanizing them."
    ],
    "publisher": [
      "McGraw-Hill"
    ],
    "title": [
      "At Arar and Bibracte, they suffered in Ancient Rome",
      "Balsdon, devastating setbacks and were compelled to return home",
      "Subsequent Roman domination brought colonies and don: Bodley Head"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Boren",
        "given": "Henry C.Roman Soci-"
      },
      {
        "family": "Bradley",
        "given": "K.R."
      }
    ],
    "container-title": [
      "69 C.E., suffered the misfortune of being in the line of Latomus",
      "Slavery and Rebellion in the march of the legions of aspiring-emperor VITELLIUS"
    ],
    "date": [
      "1976",
      "1977",
      "1984"
    ],
    "editor": [
      {
        "family": "Bradley",
        "given": "K.R."
      }
    ],
    "location": [
      "Amsterdam",
      "Heath",
      "Brussels",
      "London"
    ],
    "note": [
      "T. Batsford, ing that Galba was still emperor, they refused to accept"
    ],
    "publisher": [
      "Gruner",
      "Believ-Roman World",
      "B"
    ],
    "title": [
      "The capital of the Helvetii was Aventicum, joined by ety: A Social, Economic, and Cultural History; Lexington, such cities as Vindonissa and Noviodunum. They Mass.: D.C",
      "Slaves and Masters remained pacified and quiet for over a century and then, in the Roman Empire: A Study in Social Control",
      "140 B.C.–70 B.C"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Brown",
        "given": "Peter R.L."
      }
    ],
    "citation-number": [
      "1989;"
    ],
    "title": [
      "Society and the Holy in Late Vitellius’s claims (they had not even heard of Otho"
    ],
    "type": null
  },
  {
    "date": [
      "1982"
    ],
    "location": [
      "Berkeley"
    ],
    "note": [
      "Alienus Caecina, Vitellius’s general, launched an attack Herculaneum 255"
    ],
    "publisher": [
      "University of California Press"
    ],
    "title": [
      "Antiquity"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Readings",
        "given": "Suggested"
      },
      {
        "family": "Casson",
        "given": "Lionel"
      },
      {
        "family": "D’Arms",
        "given": "John H."
      },
      {
        "family": "Duncan-Jones",
        "given": "Richard"
      },
      {
        "family": "Courtesy Fr. Felix Just",
        "given": "S.J."
      }
    ],
    "date": [
      "1984",
      "1981",
      "1990",
      "1982",
      "1985"
    ],
    "edition": [
      "second"
    ],
    "editor": [
      {
        "family": "Finley",
        "given": "M.I."
      }
    ],
    "location": [
      "Detroit, Mich",
      "Cambridge, Mass",
      "Cambridge, U.K",
      "Cambridge, U.K",
      "London"
    ],
    "note": [
      "Frayn, Joan M. economic advantages that the Italian craftspeople were Sheep-rearing and the Wool Trade in Italy During the Roman"
    ],
    "publisher": [
      "Wayne State University Press",
      "Harvard University Press",
      "Cambridge University Press",
      "Cambridge University Press",
      "Hogarth"
    ],
    "title": [
      "Ancient Trade and Society",
      "Commerce and Social Standing in Ancient Rome",
      "Structure and Scale in the Roman Economy",
      "———. The Economy of the Roman An olive press in Pompeii",
      "Empire: Quantitative Studies",
      "The Ancient Economy"
    ],
    "type": null
  },
  {
    "date": [
      "1984",
      "1986"
    ],
    "location": [
      "Liverpool U.K",
      "Berkeley"
    ],
    "publisher": [
      "F. Cairns",
      "Univer-Empire in the West. sity of California Press"
    ],
    "title": [
      "able to protect their work and ensure the survival of Period",
      "Greene, Kevin. many forms of industry after the demise of the Roman The Archaeology of the Roman Economy"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Readings",
        "given": "Suggested"
      },
      {
        "family": "Clarke",
        "given": "J.R."
      }
    ],
    "container-title": [
      "Egypt in 214–15. Included with the Itinerarium Antonini-New"
    ],
    "date": [
      "1991",
      "1986"
    ],
    "location": [
      "York"
    ],
    "note": [
      "Translated and edited by G. Michael Woloch. maritimum, an itinerary on sea travel."
    ],
    "publisher": [
      "Random House"
    ],
    "title": [
      "Houses of Roman Italy that between Rome and Egypt and was perhaps included 100 B.C.E.–C.E. 250. Los Angeles: University of California in the plan of Emperor Caracalla’s proposed journey to Press",
      "Clayton, Peter Treasures of Ancient Rome",
      "Grimal, Pierre. Roman anum was the Imperatoris Antonini Augusti itinerarium Cities"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Etruria",
        "given": "Rome",
        "particle": "in"
      },
      {
        "family": "Oxford",
        "given": "Umbria"
      },
      {
        "family": "Neeve",
        "given": "P.W.de"
      }
    ],
    "container-title": [
      "It provides a Amsterdam: J. C. Gieben"
    ],
    "date": [
      "1983",
      "1971",
      "1984"
    ],
    "editor": [
      {
        "family": "Potter",
        "given": "T.W."
      }
    ],
    "location": [
      "Madison",
      "Roman Italy"
    ],
    "note": [
      "list of stops, river names, and other information for trav-London: British Museum Publications, 1987; Salmon, elers. Copy errors are abundant, however."
    ],
    "publisher": [
      "University of Wisconsin Press"
    ],
    "title": [
      "Harris, The Ravenna Cosmography, a compilation by an 11th-William V",
      "U.K., century monk that was originally the work of a cleric in Clarendon Press",
      "Peasants in Peril: Ravenna around 700, made use of earlier Roman docu-Location and Economy in Italy in the Second Century B.C.E. ments from as far back as the fifth century"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Togo",
        "given": "Edward"
      }
    ],
    "date": [
      "1982"
    ],
    "location": [
      "Ithaca, N.Y"
    ],
    "note": [
      "Among the best known of these are the"
    ],
    "publisher": [
      "In",
      "Cornell University Press"
    ],
    "title": [
      "The Making of Roman Italy",
      "the later empire, itineraria were created to provide",
      "Christian pilgrims with maps and routes to the holy city of Jerusalem"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Holy Land",
        "given": "Judaea",
        "particle": "became the"
      },
      {
        "family": "Momigliano",
        "given": "Arnaldo"
      }
    ],
    "container-title": [
      "PROCURATORS OF JUDAEA (6–66 C.E",
      "Jews and Christians: Graeco-Roman Coponius 6–9 C.E. Views"
    ],
    "date": [
      "1992",
      "1987",
      "1984"
    ],
    "location": [
      "New York",
      "Middletown, Conn",
      "New York"
    ],
    "publisher": [
      "Routledge",
      "Wesleyan University Press",
      "Cambridge University Press"
    ],
    "title": [
      "Christians: In the Roman World",
      "On Pagans, Jews, and Christians",
      "Whittaker, Molly"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "literal": "Marcus Ambibulus 9–12 C.E."
      },
      {
        "literal": "B.C.E.) Sister of Julius Caesar by C. Julius Valerius Gratus 15–26 C.E. Caesar and Marcia Pontius Pilate 26–36 C.E. Julia married M. Atius Balbus and bore Atia, the mother Marcellus 36–41 C.E. of Augustus."
      }
    ],
    "container-title": [
      "Although originally betrothed to Servilius Caepio, an Felix 52–60 C.E. ally of her father, Julia instead married POMPEY THE Porcius Festus 60–62 C.E. GREAT in 59 B.C.E. This union cemented the ties between Luccerius Albinus 62–64 C.E. the two triumvirs for the next five years. Julia was able Gessius Florus 64–66 C.E",
      "Julia",
      "Julia"
    ],
    "date": [
      "c"
    ],
    "note": [
      "to influence both figures, convincing them to settle their differences and to preserve the peace. In 54 B.C.E., Julia Josephus’s Jewish Antiquities, Jewish War, Vita, and died in childbirth; the child died, too, a few days later."
    ],
    "pages": [
      "51"
    ],
    "title": [
      "Annius Rufus Tineus 12–15 C.E",
      "At the age of 12 (in 51 B.C.E.), Octavian Marullus 37–41 C.E. (AUGUSTUS) delivered an oration at her funeral. Era of Agrippa 41–44 C.E. Cuspius Fadus 44–46 C.E. Tiberius Julius Alexander 46–48 C.E",
      "83 B.C.E.–54 B.C.E.) Daughter of Julius Caesar and his first wife Cornelia (daughter of Cinna) Ventidius Cumanus 48–52 C.E"
    ],
    "type": "article-journal",
    "volume": [
      "1",
      "2"
    ]
  },
  {
    "date": [
      "1987"
    ],
    "publisher": [
      "University Press"
    ],
    "title": [
      "The average Romans, of course, rarely found them",
      "Diosdi, Gyorgy. Contract in Roman selves before such exalted judges. Most cases were han- Law: From the Twelve Tables to the Glossators"
    ],
    "translator": [
      {
        "literal": "Translated"
      }
    ],
    "type": "book"
  },
  {
    "date": [
      "1981"
    ],
    "editor": [
      {
        "given": "Gordon"
      },
      {
        "family": "Robinson",
        "given": "O.F."
      }
    ],
    "location": [
      "Budapest",
      "Princeton, N.J",
      "Ithaca, N.Y"
    ],
    "note": [
      "local courts might be permitted to exer- sity Press, 1988; Gardner, Jane F. Women in Roman Law & cise justice according to their agreements with Rome. In Society. London: Croom Helm, 1986; Honore, Tony."
    ],
    "publisher": [
      "Akademiai Kiado",
      "Princeton University Press",
      "Cornell Univer-Roman citizens"
    ],
    "title": [
      "dled by civil courts or by a number of lower courts under by J",
      "Frier, the authority of the urban prefect or the praetorian pre- Bruce W. The Rise of the Roman Jurists: studies in Cicero’s fect. Outside of Rome, there were two basic forms of Pro Caecina",
      "criminal justice until 212 C.E. and the decree of Caracalla 1985; Gaius. The Institutes of Gaius",
      "making all inhabitants citizens of the empire. For non"
    ],
    "translator": [
      {
        "given": "Szabo"
      },
      {
        "family": "M",
        "given": "W."
      }
    ],
    "type": null
  },
  {
    "date": [
      "1981",
      "1982"
    ],
    "location": [
      "London",
      "Oxford"
    ],
    "publisher": [
      "Duckworth",
      "Clarendon Press",
      "Translated by Peter Birks & Grant McLeod"
    ],
    "title": [
      "most cases, however, cases were handled by the local Emperors and Lawyers",
      "——Roman governors, who would travel throughout the —. Ulpian",
      "Justinian’s cities and towns hearing various disputes. Cases involv- Institutes"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Stein",
        "given": "Peter"
      }
    ],
    "container-title": [
      "Paul is"
    ],
    "date": [
      "1987",
      "1985",
      "1983"
    ],
    "editor": [
      {
        "literal": "ed."
      },
      {
        "family": "Thomas",
        "given": "C."
      },
      {
        "family": "ed.",
        "given": "P.G.Stein"
      },
      {
        "family": "Lewis",
        "given": "A.D.E."
      }
    ],
    "location": [
      "Ithaca, N.Y",
      "Philadelphia",
      "London",
      "London"
    ],
    "note": [
      "St. Paul was tried before the local Roman Press, 1988; Studies in Justinian’s Institutes: In Memory of J. officials and, as was his right, he appealed directly to the A.",
      "Thomas, Ph. J. Introduction to"
    ],
    "publisher": [
      "Cornell University Press",
      "University of Pennsylvania Press",
      "Hambledon Roman citizen",
      "emperor. Sweet & Maxwell"
    ],
    "title": [
      "ing civil law were the purview of local courts, although in",
      "Mommsen, neither criminal nor civil law was it permitted for a Theodore",
      "The Digest of Justinian. Translated by Alan Roman citizen to be tried anywhere save before a repre- Watson",
      "sentative of the Roman Empire. The trial of St",
      "The Character and Influence of the considered a classic example of the rights of appeal of the Roman Civil Law: Historical Essays"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "literal": "their Political Setting, 316–82 B.C.E. Munich, Ger.: C. H. Beck’sche Verlagsbuchhandlung"
      }
    ],
    "container-title": [
      "tury, where the church of St. Lawrence-Outside-the-Agriculture and Agricultural Practice in Roman Law. Wies- Walls currently stands"
    ],
    "date": [
      "1983"
    ],
    "editor": [
      {
        "family": "Buck",
        "given": "Robert J."
      }
    ],
    "note": [
      "He is mentioned in the Canon of baden, Ger.: F. Steiner, 1983; Cracknell, D. G. Roman the Mass."
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Crone",
        "given": "Patricia Roman"
      }
    ],
    "date": [
      "1990"
    ],
    "location": [
      "London",
      "Cambridge, U.K"
    ],
    "note": [
      "Cambridge lieutenant of the emperor and fulfilled a variety of duties,"
    ],
    "publisher": [
      "HLT"
    ],
    "title": [
      "Law: Origins and Influence",
      "Provincial, and Islamic Law: The Origins legatus (legate) An imperial officer who served as the of the Islamic Patronate"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "B.C.E. and a victorious general during the reign of Augustus Roman Army, 31 B.C.E.–C.E."
      },
      {
        "family": "Connolly",
        "given": "Peter Greece"
      },
      {
        "family": "War",
        "given": "Rome",
        "particle": "at"
      },
      {
        "family": "Davies",
        "given": "Roy W.Service in the Roman Army"
      },
      {
        "family": "Davison",
        "given": "David P."
      }
    ],
    "container-title": [
      "14 C.E., Lentulus accompanied Drusus the Younger to Panparative Study of the Barracks from Fortresses, Forts, and Fortlets with an Analysis of Building Types and Construction, nonia, where the legions were in a state of mutiny. It was",
      "After the consulof Durham"
    ],
    "date": [
      "27 B.C.E.–14",
      "1984",
      "1981",
      "1989"
    ],
    "location": [
      "Oxford, U.K",
      "N.J"
    ],
    "publisher": [
      "Clarendon",
      "Prentice-Hall"
    ],
    "title": [
      "235",
      "C.E.) known to historians as Lentulus the Press",
      "Augur Englewood Cliffs",
      "Edinburgh: Edinburgh Uni- Lentulus emerged from honored but poor origins to hold versity Press with the Publications Board of the University vast riches and considerable influence",
      "The Barracks of the ship, he served as proconsul of Asia (2–1 B.C.E.) and later Roman Army from the first to third Centuries A.D.: A Com- defeated the Getae, earning a triumphal insignia"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Ferrill",
        "given": "Arther"
      },
      {
        "family": "Fitz",
        "given": "Jeno"
      }
    ],
    "container-title": [
      "He Titles of Roman Military Units in the 3rd Century"
    ],
    "date": [
      "1989",
      "1986",
      "1986"
    ],
    "location": [
      "Oxford, U.K",
      "John",
      "don",
      "Bonn"
    ],
    "note": [
      "remained a friend to Tiberius, one of the few that the Habelt, 1983; Grant, Michael. The Army of the Caesars. grim ruler would have in his lifetime."
    ],
    "publisher": [
      "B.A.R",
      "Seven Locks Press",
      "Thames and Hudson"
    ],
    "title": [
      "Stabling, and Garrisons",
      "Evans, the hope of Tiberius that he would serve as an adviser Robert F. Soldiers of Rome: Praetorians and Legionnaires. and support to the young prince, but his presence infuri-Cabin",
      "The ated the soldiers, who rushed upon him. Drusus saved Fall of the Roman Empire: The Military Explanation. Lon- him from certain death and pulled him out of harm’s way",
      "Honorific so Lentulus escaped with only a minor injury"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Ferrill",
        "given": "Arther"
      },
      {
        "family": "Parker",
        "given": "H.M.D.ing"
      },
      {
        "family": "Lentulus",
        "particle": "well.” Only Seneca had harsh words for"
      },
      {
        "family": "Peterson",
        "particle": "calling"
      },
      {
        "given": "Daniel"
      }
    ],
    "container-title": [
      "miserly though he was, he parted with words with greater Rankov, Dr. Boris, and Richard Hook. The Praetorian reluctance than with money. Dio wrote of his mild dispo-Guard"
    ],
    "date": [
      "1974",
      "1990",
      "1990",
      "1967",
      "1982",
      "1993",
      "1992",
      "1994"
    ],
    "location": [
      "New York",
      "New York",
      "New York",
      "New York",
      "New York",
      "New York",
      "London",
      "London"
    ],
    "note": [
      "Sekunda, Nick, and Angus sition and Tacitus of his patience in bearing his early pen-McBride. Republican Roman Armies 200–104 B.C. London: niless state. He left his money to Tiberius."
    ],
    "publisher": [
      "Charles Scribner’s Sons",
      "Collier",
      "Oxford University Press",
      "Penguin",
      "Penguin",
      "Barnes & Noble",
      "Windrow & Greene Ltd",
      "Osprey"
    ],
    "title": [
      "The Fall He received the position of augur and was still in of the Roman Empire",
      "Isaac, Ben- office in 22. Two years later, despite his age, he faced an jamin H. The Limits of Empire: the Roman Army in the East. accusation of plotting to murder the emperor. The Senate",
      "Julius Caesar. was horrified. Lentulus laughed out loud at the charge, The Civil War",
      "———. The Con- and Tiberius paid him the greatest compliment by declarquest of Gaul",
      "I am not worthy to live if Lentulus hates me as The Roman Legions",
      "The Roman Legions Recreated in Colour him rich and greedily stupid, so slow in speech that, Photographs"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "Osprey"
      }
    ],
    "date": [
      "1996"
    ],
    "editor": [
      {
        "family": "Simkins",
        "given": "Michael"
      },
      {
        "family": "Embleton",
        "given": "Ronald"
      }
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Speidel",
        "given": "Michael"
      },
      {
        "family": "Warry",
        "given": "John War- M.A.N.I.A.Superior"
      }
    ],
    "container-title": [
      "genuine goodness and with the mildness of his discipline, of Oklahoma Press",
      "Amsterdam: J. C. Gieben"
    ],
    "date": [
      "1984",
      "1979",
      "1984",
      "1995"
    ],
    "location": [
      "London",
      "London",
      "Norman, Oklahoma",
      "Webster, Graham"
    ],
    "note": [
      "Lentulus Gaetulicus, Gnaues Cornelius (d. 39 C.E.",
      "The Roman a favor that spread to the legions of Germania Inferior"
    ],
    "publisher": [
      "Osprey",
      "Osprey",
      "University"
    ],
    "title": [
      "The Roman Army from Caesar to Trajan",
      "———. The Roman Army from Hadrian to Constan- Consul in 26 C.E. and son of the consul of 1 B.C.E. tine",
      "Roman Army Lentulus served for nearly 10 years as the legate of GER-Studies",
      "He earned the love of his troops with his fare in the Classical World"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Baldwin",
        "given": "Barry"
      },
      {
        "family": "Barnes",
        "given": "Timothy three months” David"
      },
      {
        "family": "Benario",
        "given": "Herbert W."
      },
      {
        "family": "Chilver",
        "given": "Guy E.F."
      },
      {
        "literal": "Histories IV and V. New York"
      },
      {
        "family": "Chilver",
        "given": "Guy Edward Farquhar"
      },
      {
        "family": "Courtney",
        "given": "E."
      },
      {
        "given": "lator"
      },
      {
        "family": "Kraus",
        "given": "Christina Shuttle- him over Tiberius worth"
      },
      {
        "family": "Laistner",
        "given": "Max L.W."
      }
    ],
    "container-title": [
      "LUS in 23 B.C.E., the nephew that Augustus had been Atlanta",
      "4 C.E. and 2 C.E",
      "The Literate Mode of Cicero’s Legal Rhetoric. of AGRIPPA POSTUMUS to Planasia. It was written by Sue-Carbondale",
      "She may have murdered Agrippa Postumus James. Livy: The Composition of His History. Princeton, and then energetically opposed the family of GERMANICUS",
      "The Penguin Book engaging in a lengthy feud with his wife, AGRIPPINA THE of Latin Verse",
      "Amsterdam: J. C. Gieben",
      "J. Paul Getty Museum"
    ],
    "date": [
      "1",
      "1976",
      "1987",
      "1978",
      "1980",
      "1985",
      "1979",
      "1993",
      "1995",
      "1989",
      "1988",
      "1967",
      "1998",
      "1997",
      "1977",
      "1982",
      "1977",
      "1962"
    ],
    "edition": [
      "Rev."
    ],
    "editor": [
      {
        "family": "Lenz",
        "given": "F.W."
      },
      {
        "family": "Behr",
        "given": "A."
      },
      {
        "family": "Craddock",
        "given": "Patricia B."
      },
      {
        "family": "Luce",
        "given": "T.resentment"
      }
    ],
    "location": [
      "Lyons, France",
      "Brussels",
      "Oxford",
      "Ga",
      "Balti- CAESAR",
      "more",
      "Freeport",
      "Oxford, U.K",
      "Berkeley",
      "Chicago",
      "N.J",
      "Baltimore",
      "Cicero",
      "Ithaca, N.Y"
    ],
    "note": [
      "Studies in ELDER. Livia was aided by the fatal illness that killed Ger-Latin Poetry. Cambridge: University Press, 1969; Rawson, manicus in 19. As a counter to her reputation for ruth-Elizabeth.",
      "Cornell lessness, Livia protected GAIUS CALIGULA from harm, University Press, 1983; Reynolds, Joyce Maire. Aphrodisias helped to raise many children from the families of Rome, and Rome: Documents from the Excavation of the Theatre at saved senators from probable execution and assisted Aphrodisias. London: Society for the Promotion of Roman many Roman daughters with their dowries. Upon her Studies, 1982; Walbank, F. W. Selected Papers: Studies in death, the Senate decreed all possible honors to her mem-"
    ],
    "pages": [
      "–",
      "– 14"
    ],
    "publisher": [
      "DRUSUS",
      "Lato",
      "Oxford University Press",
      "Clarendon Press",
      "Scholars Press",
      "Johns Hopkins University Press",
      "Southern Illinois University Press",
      "N.Y",
      "Oxford University Regardless",
      "Livia’s Press",
      "University of California Press",
      "University of Chicago Press",
      "Princeton University Press",
      "Penguin Books",
      "a Portrait"
    ],
    "title": [
      "Omnia",
      "Octavian sent him to his father, while many Brill",
      "An Anthology of Later Latin Lit- in Rome joked that “the fortunate have children in only erature",
      "The Sources of the Historia Augusta",
      "As the wife of Augustus, Livia proved utterly faithful mus",
      "A Commentary on the Vita and devoted both to the emperor and to the state. A Hadriani in the Historia Augusta. Chico, Calif.: Scholars woman of renowned virtue and dignity, she assumed her Press",
      "A Historical Commentary on matriarchal role, while covertly influencing Augustus’s Tacitus",
      "Oxford University reign and protecting the interests of her sons, both Press",
      "A Historical adopted by Augustus. She was especially devoted to the Commentary on Tacitus’ Histories I and II. New York: cause of Tiberius, though her meddling earned her",
      "The Fragmen- Tiberius’s enmity and a reputation as a cunning maniputary Latin Poets",
      "It has been suggested that she murdered MARCEL-Musa Lapidaria: A Selection of Latin Verse Inscriptions",
      "grooming as a successor, as well as Gaius and Lucius Edward Gibbon, Luminous Historian, 1772–1794",
      "also heirs to the throne",
      "Enos, respectively. Livia probably was instrumental in the exile Richard Leo",
      "tonius that, although she bore him no children, Augus-Hawes, Adeline. Citizens of Long Ago; Essays on Life and tus loved Livia until his death in 14 C.E. The historian Letters in the Roman Empire",
      "Books for Dio charged that she had poisoned his figs because he Libraries Press",
      "A Garden of Roman Verse. Los Ange- intended to bring back Agrippa Postumus and elevate les",
      "Latin Historians",
      "of the truth of the accusation",
      "The Greater Roman Histo- political influence increased after her son’s accession in rians",
      "She was given the title of Julia Augusta and exercised wood, D.P. A Survey of Classical Roman Literature. power on equal terms with Tiberius, fueling Tiberius’s"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Chaplin",
        "given": "C.E."
      },
      {
        "family": "Dorey",
        "given": "Thomas Alan Livy"
      },
      {
        "family": "Forsythe",
        "given": "Gary Livy"
      },
      {
        "family": "Parthians",
        "given": "Early"
      }
    ],
    "citation-number": [
      "31–33."
    ],
    "container-title": [
      "Perhaps through the don: Routledge"
    ],
    "date": [
      "1972",
      "2000",
      "1971"
    ],
    "location": [
      "Oxford, U.K",
      "Oxford, U.K"
    ],
    "note": [
      "Stutt- bribes from Eastern tribes. He was dismissed immediately gart, Ger.: Franz Steiner, 1999; Jaeger, Mary. Livy’s Written and died a short time later."
    ],
    "publisher": [
      "Clarendon Press",
      "Oxford"
    ],
    "title": [
      "Augustus appointed him chief adviser to Gaius CAE-Jane D. Livy’s Exemplary History",
      "SAR in his Eastern tour, heading the board of experienced University Press",
      "Lon- ministers surrounding the prince",
      "Gaius learned that Lollius had been accepting Rome: A Study in Historical Method and Judgment"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "given": "Rome"
      },
      {
        "family": "LOLLIA PAULINA. Kraus",
        "given": "See",
        "particle": "also"
      },
      {
        "family": "Shuttleworth",
        "given": "Christina"
      },
      {
        "family": "Luce",
        "given": "T.James"
      }
    ],
    "date": [
      "1997",
      "1997"
    ],
    "location": [
      "Oxford, U.K",
      "Princeton, N.J"
    ],
    "note": [
      "C.E. and a successful governor of Britain from University Press, 1977; Miles, Gary B. Livy: Reconstructing 139 to 142"
    ],
    "pages": [
      "138"
    ],
    "publisher": [
      "University of Michigan Press",
      "Oxford University Press",
      "Princeton Consul in"
    ],
    "title": [
      "Ann Arbor",
      "Latin Historians",
      "Livy: Lollius Urbicus, Quintus (fl. second century C.E.) The Composition of His History"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Oakley",
        "given": "S."
      }
    ],
    "container-title": [
      "Germania Inferior; in 139, ANTONINUS PIUS appointed him",
      "In a swift campaign he consul (21 B.C.E.) and general, Marcus Lollius defeated the barbarians, and to strengthen the borders of Lollia originally married the governor of Macedonia, Roman Britain he constructed the WALL OF ANTONINUS Memmius Regulus. In 38 C.E"
    ],
    "date": [
      "1995",
      "1989",
      "1997"
    ],
    "location": [
      "Ithaca, N.Y",
      "Frankfurt am Main",
      "Books VI–X. New York"
    ],
    "note": [
      "however, Gaius Caligula PIUS (Antonine Wall) in modern Scotland. After returning"
    ],
    "publisher": [
      "Cornell University Press",
      "Athenäum",
      "Oxford",
      "University Press"
    ],
    "title": [
      "Early Rome",
      "An African by birth, Urbicus attained imperial favor as an Moore, Timothy J. Artistry and Ideology: Livy’s Vocabulary officer during the reign of HADRIAN, especially during the of Virtue",
      "Jewish Rebellion of 132–135. He later became governor of P. A Commentary on Livy",
      "legate in Britain, where Urbicus faced a sudden invasion of the province by the BRIGANTES from the north, who Lollia Paulina (d. 49 C.E.) Granddaughter of the famous poured over the WALL OF HADRIAN"
    ],
    "type": "chapter"
  },
  {
    "date": [
      "1959"
    ],
    "editor": [
      {
        "family": "Readings",
        "given": "Suggested"
      },
      {
        "family": "Kennedy",
        "given": "Eberhard"
      },
      {
        "family": "Roman Poetry",
        "particle": "ed."
      },
      {
        "family": "Caesar",
        "given": "Prose Selections",
        "particle": "from"
      },
      {
        "family": "Virgil",
        "given": "Livy"
      },
      {
        "given": "Ovid"
      }
    ],
    "location": [
      "Cambridge",
      "New York"
    ],
    "publisher": [
      "University Press",
      "St"
    ],
    "translator": [
      {
        "family": "Love",
        "given": "Ovid Ovid",
        "particle": "in"
      },
      {
        "family": "Lee",
        "given": "Ovid’s Amores Guy"
      }
    ],
    "type": "book"
  },
  {
    "container-title": [
      "Ovid in English",
      "Shakespeare’s Ovid: The Metamorphoses in the Plays and Poems"
    ],
    "date": [
      "2000",
      "1998",
      "1979",
      "2000",
      "1998",
      "1986",
      "1998",
      "2001"
    ],
    "editor": [
      {
        "literal": "Fasti. Book IV. Edited by Elaine Fantham."
      },
      {
        "literal": "Metamorphoses. Book XIII. Edited by Neil Hopkinson."
      },
      {
        "family": "Martin",
        "given": "Christopher"
      },
      {
        "family": "Taylor",
        "given": "A.B."
      }
    ],
    "location": [
      "Cambridge, U.K",
      "Cambridge, Mass",
      "New York",
      "New York",
      "Cambridge, Mass",
      "Oxford",
      "Cambridge, U.K"
    ],
    "pages": [
      "–",
      "–",
      "–",
      "–"
    ],
    "publisher": [
      "Martin’s Press",
      "Cambridge University Press",
      "Harvard University Press",
      "Cambridge University Press",
      "Penguin Books",
      "Harvard University Press",
      "Oxford University Press",
      "Cambridge University Press"
    ],
    "title": [
      "———. The Art of Love, and Other Poems",
      "———. The Love Poems"
    ],
    "translator": [
      {
        "family": "Mozley",
        "given": "J.H."
      },
      {
        "family": "Six Volumes. Grant Showerman",
        "given": "Ovid",
        "particle": "in"
      },
      {
        "family": "Melville",
        "given": "A.D."
      }
    ],
    "type": "chapter"
  },
  {
    "publisher": [
      "Hulton/Getty Archive"
    ],
    "title": [
      "The poet Ovid"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "given": "C.E."
      }
    ],
    "citation-number": [
      "132–135"
    ],
    "location": [
      "Bloomington"
    ],
    "note": [
      "early fourth century, Palestine was one of the provinces of"
    ],
    "publisher": [
      "Indiana University Press"
    ],
    "title": [
      "Hadrian changed the name of the province Suggested Readings: Benko, Stephen. Pagan Rome and the of Judaea to Syria-Palaestina, or just Palaestina. By the Early Christians"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Dowden",
        "given": "Ken"
      }
    ],
    "citation-number": [
      "1984;"
    ],
    "location": [
      "London"
    ],
    "publisher": [
      "the diocese of the Oriens"
    ],
    "title": [
      "Religion and the Romans"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Press",
        "given": "Bristol Classical"
      }
    ],
    "date": [
      "1995"
    ],
    "location": [
      "Baltimore"
    ],
    "publisher": [
      "Palatine Hill See HILLS OF ROME"
    ],
    "title": [
      "Dumézil, Georges. Archaic Roman Religion"
    ],
    "translator": [
      {
        "family": "Krapp",
        "given": "Philip"
      }
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Ferguson",
        "given": "John"
      },
      {
        "family": "Press",
        "given": "Bristol Classical"
      }
    ],
    "date": [
      "1996",
      "1980",
      "1982",
      "1987",
      "1988"
    ],
    "location": [
      "Park Ridge, N.J",
      "Ithaca, N.Y",
      "New York",
      "San Francisco"
    ],
    "note": [
      "neyed to the provinces to collect taxes. Their powers and Glover, T. R. The Conflict of Religions in the Early Roman influence increased during the fourth and fifth centuries C.E. to the extent that an attempt by Valentinian II in 440"
    ],
    "publisher": [
      "Johns Hopkins University Press",
      "Noyes Press",
      "Cornell University Press",
      "E. J. Brill",
      "Harper & Row"
    ],
    "title": [
      "Greek and Roman Religion: A Source Book",
      "The Religions of the Roman Palatini The name generally applied to all members of Empire",
      "Fish- the imperial court during the later years of the Roman wick, Duncan. The Imperial Cult in the Latin West: Studies Empire. The title palatini came to signify a special branch in the Ruler Cult of the We s t e rn Provinces of the Roman of the government as well. Palatini were agents of the Empire",
      "Fox, Robin Lane. comites largitionum and the comes rei privatae, who jour-Pagans and Christians"
    ],
    "type": null
  },
  {
    "date": [
      "1960"
    ],
    "editor": [
      {
        "family": "Henig",
        "given": "Martin"
      },
      {
        "family": "King",
        "given": "Anthony"
      }
    ],
    "location": [
      "Boston",
      "Oxford, U.K"
    ],
    "publisher": [
      "Beacon Press",
      "Oxford University Committee for failure"
    ],
    "title": [
      "Empire",
      "Pagan Gods and Shrines of the Roman to curtail their often extortionate activities met with total Empire"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "given": "Archaeology"
      },
      {
        "family": "Liebeschuetz",
        "given": "J.H.W.G.",
        "particle": "Pales was the"
      },
      {
        "family": "FLAMENS",
        "given": "See",
        "particle": "also"
      },
      {
        "given": "G.O.D.S."
      },
      {
        "family": "Archaeology",
        "given": "G.O.D.D.E.S.S.E.S.O.F.R.O.M.E.",
        "particle": "mittee for"
      },
      {
        "family": "Lyttelton",
        "given": "Margaret"
      },
      {
        "family": "Forman",
        "given": "We",
        "particle": "rner"
      },
      {
        "family": "North",
        "given": "J.A."
      }
    ],
    "container-title": [
      "The Death of Classical Paganism. New tion of Jupiter Capitolinus during the time of Emperor",
      "Institute of Archaeology",
      "Institute of Archaeology"
    ],
    "date": [
      "1986",
      "1984",
      "1979",
      "1986",
      "1984",
      "1981",
      "2000",
      "1976",
      "1992"
    ],
    "editor": [
      {
        "literal": "eds."
      }
    ],
    "location": [
      "New York",
      "New York",
      "Oxford, U.K",
      "London",
      "New Haven, pasian Conn",
      "Oxford, U.K",
      "York",
      "Athens"
    ],
    "note": [
      "Cambridge, emperor would not hear of it. Palfurius subsequently was Mass.: Blackwell, 1996; Wa rdman, Alan. Religion and State- feared as a dangerous delator (informer). craft Among the Romans. Baltimore: Johns Hopkins Univer- See also DELATORES. sity Press, 1982; Watson, Alan. The State, Law, and Religion: Pagan Rome.",
      "Palladas (fl. fourth century C.E.) Reviver of epigrammatic poetry Palaemon, Quintus Remmius (fl. first century C.E.) A Greek schoolmaster living in Alexandria, Palladas was"
    ],
    "publisher": [
      "St. Martin’s Press",
      "Oxford University Press",
      "Oxford University Com",
      "Orbis",
      "Yale University Press",
      "Oxford University Press",
      "Scribner",
      "University of Georgia Press"
    ],
    "title": [
      "———. Religion in Roman Britain",
      "Pales A minor deity in the IMPERIAL CULT",
      "Continuity and Change in Roman protector of flocks and shepherds. His festival, the Palilia, Religion",
      "Henig, was held on April 21 of each year. Its staging and his M a rtin, and Anthony King",
      "Pagan Gods and Shrines of worship were directed by the Flamen Palatualis. the Roman Empire",
      "The Romans, Their Palfurius Sura (fl. late first century C.E.) An orator Gods and Their Beliefs",
      "MacMullen, expelled from the Senate sometime during the reign of Ves-Ramsay. Paganism in the Roman Empire",
      "Roman Becoming a Stoic, Palfurius nevertheless retained his Religion",
      "exceptional gifts for speechmaking and won the competi-Smith, John Holland",
      "Turcan, Robert. The Cults of the Domitian. The crowd called for his full pardon, but the Roman Empire"
    ],
    "translator": [
      {
        "family": "Nevill",
        "given": "Antonia"
      }
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "literal": "THE PAPACY (THE BISHOPS OF ROME) Paphlagonia Region of ASIA MINOR along the south 64–483 C.E. (continued) shore of the BLACK SEA, bordering on Bithynia, Pontus, Phrygia, and Galatia."
      }
    ],
    "note": [
      "and became Zosimus (Saint) 417–418 attached to the province of Galatia. There followed the Boniface I (Saint) 418–422 usual introduction of Roman colonists, and by the second Celestine I (Saint) 422–432 century C.E. the long-standing capital of the region, Gan-Sixtus III (Saint) 432–440 gra, was replaced by Pompeiopolis. Built further north,"
    ],
    "title": [
      "Traditionally a kingdom, Paphlago-Innocent I (Saint) 401–417 nia passed into Roman control around 1 C.E"
    ],
    "type": null
  },
  {
    "note": [
      "c. 544–484 B.C.E.), the Stoics the facts of revelation. In its broad terms, the rise of"
    ],
    "title": [
      "cant Roman adherents: SENECA (3 B.C.E.–65 C.E.), EPICTE- works of early Christian philosophers must be distin-TUS (60–117 C.E.), and especially Emperor MARCUS guished clearly from their theological writings, as philos-AURELIUS (121–180 C.E.). Influenced by Heraclitus, the ophy was not supported—as was religion—by claims of “Weeping Philosopher"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Clark",
        "given": "Stephen R.L."
      }
    ],
    "location": [
      "Oxford",
      "New York"
    ],
    "publisher": [
      "Oxford University Press",
      "Oxford"
    ],
    "title": [
      "The pre-Augustinian period encompassed the most Suggested Readings: Annas, Julia. Ancient Philosophy: A formative years of Christian thought, from the Apostolic Very Short Introduction",
      "Age to the rise of ST. AUGUSTINE (354–430) in the late 2000",
      "From Athens to Jerusalem: The fourth century. It included the writings of the first apolo- Love of Wisdom and the Love of God"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "gists",
        "given": "J.U.S.T.I.N.M.A.R.T.Y.R."
      }
    ],
    "date": [
      "1984"
    ],
    "genre": [
      "(160–"
    ],
    "publisher": [
      "University Press",
      "Copleston, Frederick. A History of"
    ],
    "title": [
      "105–165) and TERTULLIAN"
    ],
    "type": null
  },
  {
    "citation-number": [
      "230);"
    ],
    "date": [
      "1985"
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "Image Books"
    ],
    "title": [
      "the polemists, such as the Pastor of Hermas (sec- Philosophy"
    ],
    "type": "book",
    "volume": [
      "Vols. 1–2"
    ]
  },
  {
    "author": [
      {
        "family": "century)",
        "particle": "ond"
      },
      {
        "family": "Alexandria",
        "particle": "the Catechetical Schools of"
      },
      {
        "family": "Kaufmann",
        "given": "Walter"
      },
      {
        "family": "E",
        "given": "Forrest"
      },
      {
        "family": "Kingsley",
        "given": "Peter"
      }
    ],
    "date": [
      "1994"
    ],
    "editor": [
      {
        "literal": "eds."
      },
      {
        "family": "NYSSA",
        "given": "G.R.E.G.O.R.Y.O.F."
      }
    ],
    "location": [
      "Englewood Cliffs, N.J",
      "Oxford"
    ],
    "pages": [
      "395"
    ],
    "publisher": [
      "Prentice Hall",
      "Clarendon"
    ],
    "title": [
      "Baird",
      "Philosophic Antioch; and the first of the so-called church fathers, Classics",
      "Ancient Philosophy, Mystery, and Magic: Such was his towering intellect and influence, that Empedocles and Pythagorean Tradition"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Pituanius",
        "given": "Lucius Astrologer sius"
      }
    ],
    "note": [
      "astrologers in Italy, Pituanius was hurled to his death Her predicament would have continued had the from the Tarpeian Rock as a warning to others. Visigoths not faced difficulties in Spain and suffered mili-"
    ],
    "title": [
      "The son died, followed by Athaulf himself. The in Rome during the reign of Tiberius (14–37 C.E.) princess returned to the status of bargaining tool, this In 16 C.E., as part of the emperor’s campaign against time in the hands of Wallia, the new Visigothic ruler"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Barker",
        "given": "Graeme"
      },
      {
        "family": "Lloyd",
        "given": "John"
      },
      {
        "family": "Reynolds",
        "given": "Joyce"
      },
      {
        "family": "R",
        "given": "A."
      },
      {
        "family": "Curchin",
        "given": "L.A.Roman Spain"
      }
    ],
    "date": [
      "1979",
      "1985",
      "1983"
    ],
    "editor": [
      {
        "family": "sock",
        "given": "B.C.E."
      },
      {
        "family": "Arabia",
        "given": "Glen W.Roman"
      }
    ],
    "location": [
      "Oxford, U.K",
      "Cambridge, Mass",
      "Braund, David"
    ],
    "note": [
      "Rome and the Africa 146 B.C.E. Friendly King: the Character of the Client Kingship. L o n-Alpes Atrectianae et don: Croom Helm, 1984;"
    ],
    "pages": [
      "– 27"
    ],
    "publisher": [
      "University of North Carolina Press",
      "B",
      "Harv",
      "University Press"
    ],
    "title": [
      "the fourth century C.E., keeping pace with the centraliza- to the third century B.C.E. It was unified comtion of imperial government in the hands of the emperors pletely under Augustus around 27 B.C.E. and their bureaucracy. The provinces in existence prior to the reforms of Suggested Readings: Balsdon, John P. Romans and Aliens. Diocletian were as follows: Chapel Hill",
      "Cyre-Name Year of Initial Creation naica in Antiquity",
      "a rd Aegyptus 30 B.C.E"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "C.E",
        "given": "Poeninae",
        "particle": "second century"
      }
    ],
    "container-title": [
      "Alarcão, J. Roman Portugal: Introduction and Gazetteer"
    ],
    "date": [
      "1991"
    ],
    "location": [
      "London"
    ],
    "publisher": [
      "Routledge"
    ],
    "title": [
      "Conquest and Assimilation",
      "De Alpes Cottiae c. 54 C.E"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "literal": "Dyson, Stephen L. Armenia Major 114 C.E."
      }
    ],
    "date": [
      "1988"
    ],
    "location": [
      "Warminster",
      "Princeton, N.J"
    ],
    "note": [
      "Armenia Minor 38 C.E. Princeton University Press, 1985; Drinkwater, J. F. Asia 129 B.C.E. Roman Gaul: The Three Provinces, 58 B.C.–A.D. 260."
    ],
    "publisher": [
      "Aris & Phillips"
    ],
    "title": [
      "Alpes Maritimae 14 B.C.E",
      "The Creation of the Roman Frontier"
    ],
    "type": null
  },
  {
    "container-title": [
      "Bithynia et Pontus 65 B.C.E",
      "The Conquest of Britannia c. 43 C.E. Gaul",
      "Keay, S. J. Roman Spain"
    ],
    "date": [
      "1983",
      "1985",
      "1982"
    ],
    "location": [
      "abandoned Ithaca, N.Y",
      "Princeton, N.J",
      "New York"
    ],
    "publisher": [
      "Cornell University Press",
      "Princeton",
      "University Press",
      "Penguin"
    ],
    "title": [
      "Assyria 116 C.E",
      "———. The by Hadrian) Creation of the Roman Frontier",
      "Julius Caesar"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "King",
        "given": "Anthony"
      },
      {
        "family": "Millar",
        "given": "Fergus"
      },
      {
        "family": "Parker",
        "given": "C.E."
      },
      {
        "family": "Thomas",
        "given": "S."
      }
    ],
    "container-title": [
      "Cali-Cyprus c. 27 B.C.E. f o rnia Press",
      "Arabian Frontier. Philadelphia: American Schools of Ori-Gallia Cisalpina 82 B.C.E. ental Research; Winona Lake, Ind.: Distributed by Eisen-Gallia Comata 27 B.C.E.* brauns",
      "Rituals and Power: the Roman lennium A.D. in Europe and the Mediterranean: an Arc h a e- declared a “Friend of Rome,” receiving from the Senate as ological Essay",
      "40"
    ],
    "date": [
      "1988",
      "1990",
      "1981",
      "1986"
    ],
    "edition": [
      "2nd"
    ],
    "editor": [
      {
        "family": "Price",
        "given": "S.R.F."
      }
    ],
    "location": [
      "London",
      "Berkeley",
      "London",
      "Cambridge, U.K"
    ],
    "pages": [
      "107",
      "–"
    ],
    "publisher": [
      "British Museum Publ",
      "University",
      "Duckworth",
      "Cambridge University"
    ],
    "title": [
      "Cappadocia 17 C.E",
      "Cilicia 72 C.E. Roman Gaul and Germ a n y",
      "The Roman Empire and Cyrenaica 74 B.C.E. Its Neighbours",
      "Romans and Saracens: a History of the Galatia 25 B.C.E",
      "well a scepter and a beautiful purple robe"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "ress",
        "given": "P."
      },
      {
        "family": "Sullivan",
        "given": "Richard"
      }
    ],
    "date": [
      "1991"
    ],
    "location": [
      "Toronto"
    ],
    "note": [
      "Pre s s , put to death. Various sources ascribed this murder to his"
    ],
    "publisher": [
      "University of Toronto"
    ],
    "title": [
      "Near Eastern Royalty and ever, he was summoned to Rome by Gaius Caligula and Rome, 100–30 B.C.E"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Whittaker",
        "given": "C.R."
      },
      {
        "family": "Wightman",
        "given": "Edith M."
      }
    ],
    "container-title": [
      "Maureta-Routledge"
    ],
    "date": [
      "1990",
      "1987",
      "1994"
    ],
    "editor": [
      {
        "family": "Wacher",
        "given": "J."
      }
    ],
    "location": [
      "London",
      "London"
    ],
    "note": [
      "Claudius (f. second century C.E.) Astronomer, f o rd, 1985. mathematician, and geographer Claudius Ptolemy, or Ptolemaeus, lived in Alexandria"
    ],
    "publisher": [
      "wealth",
      "Bats-Ptolemy"
    ],
    "title": [
      "The Roman World 2 vols",
      "his robe or to some imaginary offense",
      "Frontiers of the Roman nia was quickly seized by Rome. Empire. B a l t i m o re: Johns Hopkins University Pre s s",
      "Gallia Belgica"
    ],
    "type": "article-journal"
  },
  {
    "note": [
      "Quirinius, Publius Sulpicius (d. 21 C.E.) Consul in ians.” 12 B.C.E. and imperial official under Emperor Tiberius (ruled 14–37 C.E.) Quodvultdeus (d. 453 C.E.) Bishop of Carthage during Quirinius came from humble origins in Lanuvium and the mid-fifth century C.E."
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Readings",
        "given": "Suggested"
      },
      {
        "family": "Beard",
        "given": "Mary"
      },
      {
        "family": "North",
        "given": "John"
      },
      {
        "family": "hoods",
        "given": "Simon"
      },
      {
        "given": "Magistracies"
      },
      {
        "family": "Taylor",
        "given": "Price"
      },
      {
        "family": "Ross",
        "given": "Lily"
      },
      {
        "family": "Benko",
        "given": "Stephen Pagan Rome"
      },
      {
        "family": "Early Arno Press",
        "particle": "the"
      },
      {
        "literal": "Eli. Taboo, Magic, Spirits; A Study of Primitive Ele- well"
      },
      {
        "family": "Wardman",
        "given": "Alan"
      }
    ],
    "container-title": [
      "The Religious Experience of ments in Roman Religion",
      "the Roman People from the Earliest Times to the Age of Press"
    ],
    "date": [
      "1972",
      "1998",
      "1975",
      "1984",
      "1996",
      "1972",
      "1922"
    ],
    "editor": [
      {
        "family": "Warde Fowler",
        "given": "W."
      }
    ],
    "location": [
      "Brussels",
      "New York",
      "New York",
      "Bloomington",
      "Cambridge, Mass",
      "Westport, Conn",
      "London"
    ],
    "publisher": [
      "Latomus",
      "Cambridge University",
      "Press",
      "Indiana University Press",
      "Black-Burriss",
      "Greenwood",
      "Macmillan"
    ],
    "title": [
      "Religions of Rome",
      "The Divinity of the Roman Emperor",
      "Turcan, Robert. The Cults of the Roman Christians",
      "Empire, transl. Antonia Nevill",
      "Carter, Jesse Benedict. The Religious Life of Augustus"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Watson",
        "given": "Alan"
      }
    ],
    "date": [
      "1982",
      "1972",
      "1992"
    ],
    "location": [
      "New York",
      "Athens",
      "After Life in Roman Paganism"
    ],
    "publisher": [
      "Hopkins University Press",
      "Cooper Square Publish- State, Law",
      "University ers",
      "of Georgia Press"
    ],
    "title": [
      "Ancient Rome: A Study in the Development of Religious Con- Religion and Statecraft Among the Romans. Baltimore: sciousness, from the Foundation of the City Until the Death Johns",
      "The of Gregory the Great",
      "and Religion: Pagan Rome",
      "Cumont, Franz"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "ASTROLOGY",
        "given": "Lectures Delivered",
        "particle": "at Yale University on the Silliman Foun- See also"
      },
      {
        "family": "DEATH",
        "given": "F.E.S.T.I.V.A.L.S."
      },
      {
        "given": "G.E.N.I.U.S."
      },
      {
        "family": "Dowden"
      },
      {
        "family": "ROME",
        "given": "G.O.D.D.E.S.S.E.S.O.F."
      },
      {
        "family": "LUDI",
        "given": "M.A.G.I.C."
      },
      {
        "family": "NEOPLATONISM",
        "given": "Ken"
      },
      {
        "family": "NEO-PYTHAGOREANISM",
        "given": "Classical"
      },
      {
        "family": "PAGANISM",
        "given": "P.R.I.E.S.T.H.O.O.D.Press"
      },
      {
        "family": "Ferguson",
        "given": "John"
      }
    ],
    "container-title": [
      "The Imperial Cult in the Latin West: Studies in the Christianity in Gaul (Roman France), establishing sees at Ruler Cult of the Western Provinces of the Roman Empire"
    ],
    "date": [
      "1959",
      "1995",
      "1996",
      "1980",
      "1982",
      "1987",
      "1988"
    ],
    "director": [
      {
        "given": "Remigius"
      }
    ],
    "location": [
      "New York",
      "London",
      "Baltimore",
      "Berkeley",
      "Park Ridge, N.J",
      "Ithaca, N.Y",
      "Tournai, Laon, Arras, Therouanne, and Cambrai. On New York",
      "San Francisco"
    ],
    "note": [
      "Glover, faith, traditionally baptizing him in Reims on December T. R. The Conflict of Religions in the Early Roman Empire. 24, 498, in the presence of most of the Frankish army."
    ],
    "pages": [
      "438–533"
    ],
    "publisher": [
      "Dover Publications",
      "Bristol",
      "Johns Hopkins",
      "So-called Apostle of the University Press",
      "Univer",
      "Noyes",
      "Cornell University Press",
      "E. J. Brill",
      "Harper & Row"
    ],
    "title": [
      "GODS dation",
      "Religion and the Romans",
      "Dumézil, Georges. Archaic Roman Religion",
      "———. Camillus: A Study of Indo- Franks European Religion as Roman History. Translated by Noted for his baptism of King Clovis I of the Franks and Annette Aronowicz and Josette Bryson",
      "for converting the Frankish people, Remigius was the son sity of California Press",
      "Greek and of Emile, count of Laon (Laudunum). He studied at Roman Religion: A Source Book",
      "Reims and was so renowned for his intelligence and holi-Press, 1980; ———. The Religions of the Roman Empire. ness that he was appointed archbishop of Reims at the",
      "Fishwick, age of 22. He thereafter devoted himself to the spread of Duncan",
      "Fox, Robin Lane. Pagans and excellent terms with Clovis, he brought the ruler into the Christians"
    ],
    "translator": [
      {
        "family": "Krapp",
        "given": "Philip"
      }
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Grant",
        "given": "Frederick"
      },
      {
        "family": "militum",
        "given": "Magister"
      },
      {
        "family": "Grant",
        "given": "Michael"
      },
      {
        "family": "Henig",
        "given": "Martin"
      },
      {
        "literal": "militum RICIMER. To seize Remistus’s post and to replace Liebeschuetz, J. H. W. G."
      }
    ],
    "container-title": [
      "Pagan Gods and accomplished in 456, while Remistus was at Ravenna. Shrines of the Roman Empire",
      "This"
    ],
    "date": [
      "1960",
      "1957",
      "1971",
      "1986",
      "1984",
      "1979",
      "1986"
    ],
    "editor": [
      {
        "family": "Henig",
        "given": "Martin"
      },
      {
        "family": "King",
        "given": "Anthony"
      },
      {
        "family": "Henig",
        "particle": "he"
      },
      {
        "family": "Martin"
      },
      {
        "family": "King",
        "given": "Anthony"
      }
    ],
    "location": [
      "Boston",
      "New York",
      "London",
      "New York",
      "New York",
      "Oxford, U.K"
    ],
    "note": [
      "Lyttelton, Margaret, and Werner Forman. The Repentinus, Fabius Cornelius (fl. first century C.E.) Romans, Their Gods and Their Beliefs. London: Orbis, Prefect of the praetorian guard"
    ],
    "publisher": [
      "Beacon Press",
      "Liberal Arts Press",
      "Weidenfeld and Patrician Nicholson",
      "St. Martin’s Press",
      "Oxford University Press",
      "Oxford University Committee for Archaeology, Institute of Archaeology"
    ],
    "title": [
      "Ancient Roman Religion",
      "Remistus (fifth century C.E",
      "Roman Myths",
      "Remistus was one of the most powerful figures in the Pagan Gods and Shrines of the Roman Empire. Oxford, Western Empire and a political shield for Emperor AVITUS U.K.: Oxford University Committee for Archaeology, in 455. The positions of magister militum in praesentalis Institute of Archaeology",
      "Religion in and Patrician were coveted by his lieutenant, the magister Roman Britain",
      "Continuity and Change in Roman Avitus eventually with his own candidate, MAJORIAN, Religion",
      "Ricimer plotted the assassination of his superior"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "MacMullen",
        "given": "Ramsay"
      },
      {
        "family": "C.E.)",
        "given": "Marcus Aurelius"
      },
      {
        "family": "per-Moeller",
        "given": "Walter O."
      }
    ],
    "citation-number": [
      "1984;"
    ],
    "container-title": [
      "to the prefecture with Furius Victorinus, following the Roman Religion"
    ],
    "date": [
      "1981",
      "1973"
    ],
    "editor": [
      {
        "family": "North",
        "given": "J.A."
      }
    ],
    "location": [
      "New Haven, Conn",
      "Leiden",
      "Oxford, U.K"
    ],
    "note": [
      "death (date uncertain) of Tattius Maximus. He was forced"
    ],
    "pages": [
      "138–161"
    ],
    "publisher": [
      "Yale University Press",
      "Brill",
      "Oxford University Press"
    ],
    "title": [
      "Paganism in the Roman Repentinus served during the reigns of Antoninus Pius Empire",
      "The Mithraic Origin and Meanings of haps Commodus (177–192 C.E.). Repentinus succeeded the Rotas-Sator Square"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Ogilvie",
        "given": "R.M."
      },
      {
        "family": "R",
        "given": "A."
      }
    ],
    "citation-number": [
      "2000;"
    ],
    "container-title": [
      "lished in Rome following the death of Emperor Augustus Smith, John Holland. The Death of Classical Paganism. in 14 C.E., detailing the political, social, religious"
    ],
    "date": [
      "1970",
      "1980",
      "1976"
    ],
    "editor": [
      {
        "given": "wick"
      }
    ],
    "location": [
      "New York, Norton",
      "Oxford, U.K",
      "and New York"
    ],
    "note": [
      "Szemler, G. J. The Priests of the architectural achievements of his reign. Written by"
    ],
    "publisher": [
      "B",
      "Scribner"
    ],
    "title": [
      "The Romans and Their Gods in the to step down following a scandal that he had received his Age of Augustus",
      "Rodwell, War- position through the influence of an imperial mistress",
      "Temples, Churches and Religion: Recent Research in Roman Britain; with a Gazetteer of Romano-Celtic Tem- Res Gestae Divi Augustus A set of inscriptions pubples in Continental Europe"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "C.E."
      },
      {
        "family": "history",
        "particle": "to"
      },
      {
        "family": "Bandinelli",
        "given": "R.B.Rome"
      },
      {
        "family": "Champlin",
        "given": "Edward Rome"
      }
    ],
    "container-title": [
      "62–63"
    ],
    "date": [
      "1969",
      "1986"
    ],
    "location": [
      "Cambridge",
      "New York"
    ],
    "note": [
      "Grimal, Pierre . his general operations against the Sarmatians, Marc u s Roman Cities. Translated and edited by G. Michael A u relius made war upon the Roxolani from 179 to 180"
    ],
    "publisher": [
      "Thames and Hudson",
      "Harvard Univer",
      "Random House"
    ],
    "title": [
      "however, the incalculable legacy of Rome to the world p a rt of the broader Sarmatian menace",
      "PLAUTIUS SILVANUS s u p p ressed a widespread revolt along the BLACK SEA among the Sarmatian peoples, which Suggested Readings: Anderson, James C. The Historical p robably were the Roxolani. They were the leading force Topography of the Imperial Fora. B russels: Latomus, in the Danubian troubles of 67–68, pushing across the 1984",
      "The Centre of Power. L o n- river and necessitating stern military reprisals fro m don",
      "Infrequent flareups marked their relations with Fronto and Antonine Rome",
      "Rome, although their ties with the Iazyges farther to the sity Press, 1980; Clayton, Peter Treasures of Ancient west were always a concern to the Romans. As part of Rome"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "Woloch"
      },
      {
        "family": "Scullard",
        "given": "Howard H."
      }
    ],
    "date": [
      "1983",
      "1985"
    ],
    "editor": [
      {
        "given": "C.E."
      }
    ],
    "location": [
      "Madison",
      "New York"
    ],
    "note": [
      "to A.D. barian hosts that would ravage much of the Roman"
    ],
    "publisher": [
      "University of Wisconsin Press",
      "Penguin"
    ],
    "title": [
      "claiming the title Sarmaticus in the process. Wi t h Hibbert, Christopher. Rome: The Biography of a City. the rise of the GOTHS in the third century, the",
      "From the Roxolani were amalgamated into the ranks of the bar-Gracchi to Nero: A History of Rome from 133 B.C"
    ],
    "type": null
  },
  {
    "citation-number": [
      "68."
    ],
    "date": [
      "1976"
    ],
    "edition": [
      "4th"
    ],
    "location": [
      "London"
    ],
    "note": [
      "Storoni Mazzolani, E m p i re . 480 RubelliusPlautus"
    ],
    "publisher": [
      "Methuen"
    ],
    "type": null
  },
  {
    "date": [
      "1961"
    ],
    "editor": [
      {
        "family": "Prechac",
        "given": "F."
      },
      {
        "family": "Reynolds",
        "given": "L.D."
      }
    ],
    "location": [
      "Paris"
    ],
    "publisher": [
      "Les Belles Letbath"
    ],
    "title": [
      "tling finally, after a few failed attempts, on a lethal vapor De Clementia",
      "Twice married, his second wife was Pompeia tres",
      "———. Epistulae"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "given": "Paulina"
      }
    ],
    "container-title": [
      "eager a proponent of the gaudiness of the Silver Age of Oberon"
    ],
    "date": [
      "1965",
      "1999"
    ],
    "location": [
      "Oxford",
      "London"
    ],
    "note": [
      "17 Letters. Translated by C. D. N."
    ],
    "pages": [
      "–"
    ],
    "publisher": [
      "Clarendon Press"
    ],
    "title": [
      "———. Hercules: The Seneca had been attacked as a writer for being too Madness of Hercules"
    ],
    "translator": [
      {
        "family": "Bolt",
        "given": "Ranjit"
      }
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "literature",
        "given": "Roman"
      }
    ],
    "date": [
      "1988"
    ],
    "location": [
      "Warminster, U.K",
      "Ithaca, N.Y"
    ],
    "note": [
      "Cornell an affected and overly decorated style. Nevertheless, the University Press, 1986; ———. Moral and Political sheer volume of his work, stretching from prose to Essays. Translated by John M. Cooper and J. F. Procopé."
    ],
    "publisher": [
      "Aris & Phillips"
    ],
    "title": [
      "His was a conscious rejection of the Costa",
      "———. past greatness of the Augustan Age, dressing his prose in Medea"
    ],
    "translator": [
      {
        "family": "Ahl",
        "given": "Frederick"
      }
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Lucius Annaeus Seneca. Michael Elliot Rutenberg. Wauconda",
        "given": "Oedipus",
        "particle": "of"
      },
      {
        "family": "Coffey",
        "given": "Michael"
      },
      {
        "family": "Mayer",
        "given": "Roland"
      }
    ],
    "container-title": [
      "Seneca’s Phoenissae: Introphilosophic dialogues were: De Providentia (On duction and Commentary"
    ],
    "date": [
      "1995",
      "1998",
      "1990",
      "1995"
    ],
    "editor": [
      {
        "given": "Phaedra"
      },
      {
        "family": "Frank",
        "given": "Marica"
      }
    ],
    "location": [
      "Cambridge, U.K",
      "York"
    ],
    "note": [
      "New providence); De constantia spientis (On the con-",
      "The Tragedies. Translated"
    ],
    "pages": [
      "– –",
      "–",
      "–",
      "–"
    ],
    "publisher": [
      "Cambridge University Press",
      "His University Press",
      "E. J. Brill"
    ],
    "title": [
      "poetry, including satire, scientific studies, and letters, is",
      "Ill.: Bolchazy-Car-Dialogi The dialogues of Seneca, written between ducci Publishers",
      "and 41 C.E., can be divided into two categories",
      "New York: Cambridge philosophical examinations and consolations"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Hodge",
        "given": "Peter"
      },
      {
        "given": "Greek"
      },
      {
        "family": "Warfare",
        "given": "Roman Naval"
      },
      {
        "family": "Strategy",
        "particle": "a Study of"
      }
    ],
    "container-title": [
      "The Influence of Sea Power an ANTONY and Cleopatra off the coast of Actium in 31 B.C.E. Ancient History"
    ],
    "date": [
      "1980",
      "1978",
      "1937"
    ],
    "editor": [
      {
        "family": "H.",
        "given": "John"
      },
      {
        "family": "Kopff",
        "given": "E.C."
      },
      {
        "family": "Starr",
        "given": "Chester G."
      }
    ],
    "location": [
      "Rome",
      "London",
      "London",
      "New York"
    ],
    "note": [
      "Suggested Readings: D’Arms,",
      "with a new naval strategy. Agrippa’s fleet was composed of 1989;———. The Roman Imperial Navy, 31 B.C.–A.D. 324."
    ],
    "publisher": [
      "American Academy in Rome",
      "Longman",
      "B. F. Stevens & Brown, Ltd",
      "Oxford University Press"
    ],
    "title": [
      "The Seaborne Commerce of Ancient Rome",
      "Roman Trade and Travel",
      "Rodgers, A mosaic of a warship (right) and a trading vessel, from Ostia William L",
      "Tactics, and Ship Design from Salamis (480 B.C.E.) to Actium (31 B.C.E"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "Warfare in the Classical World"
    ],
    "date": [
      "1941"
    ],
    "location": [
      "vessels Ithaca, N.Y",
      "Norman"
    ],
    "note": [
      "Agrippa’s brilliant tactics, the HARPAX (a special weapon for Oklahoma Press, 1995."
    ],
    "publisher": [
      "Cornell University Press",
      "University of"
    ],
    "title": [
      "faster, lighter triremes and the so-called liburnicae",
      "Warry, John. c o n s t ructed by the builders of LIBURNIA in ILLYRICUM"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Readings",
        "given": "Suggested"
      },
      {
        "family": "Boren",
        "given": "Henry C."
      },
      {
        "family": "D. C. Heath",
        "particle": "scholarship elsewhere."
      },
      {
        "family": "c1977",
        "given": "Bradley"
      },
      {
        "family": "Roman Family",
        "given": "K.R.Discovering",
        "particle": "the"
      },
      {
        "family": "Brown",
        "given": "Peter R.L.Society Greeks Helios"
      }
    ],
    "container-title": [
      "Daily Life in Ancient public worship on August 8 of every year. When the Rome"
    ],
    "date": [
      "1991",
      "1968",
      "1987"
    ],
    "location": [
      "Lexington, Mass",
      "Berkeley",
      "New Haven, Conn",
      "The Roman Empire",
      "Berkeley"
    ],
    "note": [
      "tion with Apollo. The Greek city of Rhodes, with its Goodman, Martin. State and Society in Roman Galilee, A.D. Colossus, was dedicated to the deity."
    ],
    "publisher": [
      "dent",
      "University of Cali",
      "Yale University Press",
      "Economy, Society",
      "University of California Press"
    ],
    "title": [
      "Roman Society: A British Isles, could not compensate for a lack of indepen-Social, Economic, and Cultural History",
      "Studies in Roman Social History. Oxford, U.K.: Sol Invictus Roman god of the sun, called by the Oxford University Press",
      "Sol to the early Romans was a Sabine god and the Holy in Late Antiquity",
      "who possessed a temple on the Quirinal Hill and received fornia Press, 1982; Carcopino, Jerome",
      "Greek deity Helios was introduced into ROME, Sol Garnsey, Peter",
      "and assumed most of his attributes, including his identifica-Culture"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Yavetz",
        "given": "Zvi"
      }
    ],
    "citation-number": [
      "132–212."
    ],
    "container-title": [
      "That versity Press"
    ],
    "date": [
      "1983",
      "1984",
      "1986",
      "1986",
      "1969"
    ],
    "editor": [
      {
        "family": "Raaflaub",
        "given": "Kurt A."
      }
    ],
    "genre": [
      "Sororia 511"
    ],
    "location": [
      "Totowa, N.J",
      "Princeton, N.J",
      "Berkeley",
      "London"
    ],
    "publisher": [
      "Rowman & Allanheld",
      "Princeton Uni",
      "University of California Press",
      "Henceforth Oxford University Press",
      "Oxford University Press"
    ],
    "title": [
      "Hal- Despite the connection to Apollo and the attempts of lett, Judith P. Fathers and Daughters in Roman Society: AUGUSTUS to give Apollo a high place of honor, worship Women and the Elite Family",
      "of Sol was not widespread in Rome or in Italy",
      "Social Struggles changed with the introduction of the Eastern cults, espein Archaic Rome: New Perspectives on the Conflict of the cially that of Mithras. From the time of VESPASIAN and the Orders",
      "Flavians (69–96 C.E.), Mithras and solar cults were offi-Syme, Ronald. The Augustan Aristocracy. New York: cially sanctioned by the imperial government",
      "Plebs and Prin- the rise of Mithraism was inexorably tied to the idea of ceps",
      "Sol Invictus or the Invincible Sun"
    ],
    "type": "article-journal"
  },
  {
    "note": [
      "in 69 C.E."
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "S.P.Q.R."
      },
      {
        "family": "POMPEII",
        "given": "I.M.P.C.A.E.S."
      },
      {
        "family": "Surrentum",
        "particle": "north of"
      }
    ],
    "note": [
      "but it is noted for two happenings in 79 ex ea pecunia quam is aerarium detulit), in gratitude to C.E. The first was its near total destruction by Mount Augustus for his monetary contribution to the treasury VESUVIUS, along with that of Pompeii and HERCULANEUM. and his gifts of the roads and improvement of public The second was the death of PLINY THE ELDER, witnessing"
    ],
    "title": [
      "The four letters used by the Romans on Spurinna and Annius Gallus were appointed by Otho to their coins, standards, and monuments. They stood for be the forward commanders of the troops marching north Senatus Populusque Romanus (Senate and People of to defend Italy from the invasion by the Vitellians. Rome). S.P.Q.R. was retained by AUGUSTUS and placed, Spurinna proved his worth by protecting the town of PLA-in a variety of forms, on the Roman imperial COINAGE CENTIA from attack by CAECINA ALIENUS. He then joined f rom his reign until the time of CONSTANTINE the Gre a t . his fellow Othonians in the battle of BEDRIACUM. Other variations included “S.p.q.r.a.n.f.f., OPTIMI PRIN-CIPI,” (the Senate and People of Rome [hope for] a pro sperous and joyous New Year [annum novum faustum Stabiae Small town in Campania, to the southwest of f e l i c e] to the foremost prince); or “S.P.Q.R",
      "Stabiae was very old QUOD V.M.S.EX.EA.P.Q.IS.AD.A.DE” (Senatus Popu- when it was destroyed by Sulla during the Social War lusque Romanus Imperatori Caesari quod viae munitae sint (90–89 B.C.E"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Readings",
        "given": "Suggested"
      },
      {
        "family": "Chilver",
        "given": "Guy E.F.A.Historical Com- died on the field"
      },
      {
        "family": "Dudley",
        "given": "Donald R."
      }
    ],
    "container-title": [
      "During his advance on Dacia, Trajan J. Woodman. Latin Historians"
    ],
    "date": [
      "1985",
      "1969"
    ],
    "editor": [
      {
        "family": "Kraus",
        "given": "C.S."
      },
      {
        "family": "LEGIONS",
        "given": "A.",
        "particle": "his own"
      }
    ],
    "location": [
      "Boston",
      "Oxford, U.K"
    ],
    "note": [
      "fought at the same site. Decebalus was unvanquished."
    ],
    "publisher": [
      "University Press",
      "Little, Brown",
      "Oxford Uni"
    ],
    "title": [
      "While the first battle ended the war, it mentary on Tacitus’ Histories IV and V. New York: Oxford did not prevent later struggles. Another war broke out",
      "The World of between Decebalus and Emperor TRAJAN, at the head of Tacitus"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Press",
        "particle": "versity"
      },
      {
        "family": "Mellor",
        "given": "Ronald"
      }
    ],
    "date": [
      "1997"
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "The conflict continued"
    ],
    "title": [
      "Tacitus"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "given": "Routledge"
      },
      {
        "family": "Syme",
        "given": "Ronald"
      }
    ],
    "container-title": [
      "Translated by of 37 B.C.E"
    ],
    "date": [
      "1993",
      "1958"
    ],
    "editor": [
      {
        "family": "Octavian",
        "particle": "between"
      },
      {
        "family": "Tingay",
        "given": "Marc Graham"
      }
    ],
    "location": [
      "Oxford, U.K",
      "New York",
      "ANTONY"
    ],
    "note": [
      "The year 38 had proven an unhappy one for"
    ],
    "publisher": [
      "Clarendon Press",
      "Cambridge University Press"
    ],
    "title": [
      "Tacitus",
      "Tacitus, Cornelius. Empire and Tarentum, Treaty of Agreement signed in the spring Emperors: Selections from Tacitus’ Annals"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "Routledge"
      }
    ],
    "date": [
      "1983",
      "1964",
      "1965",
      "1967",
      "1978",
      "1989"
    ],
    "editor": [
      {
        "family": "Furneaux",
        "given": "Henry"
      },
      {
        "family": "Ogilvie",
        "given": "R.M."
      },
      {
        "given": "H."
      }
    ],
    "location": [
      "New York",
      "Octavian Oxford, U.K",
      "Oxford, U.K",
      "Stuttgart, Ger",
      "New York"
    ],
    "note": [
      "help for his war against PARTHIA. The meeting was fraught taxation 523"
    ],
    "publisher": [
      "Pen",
      "Clarendon Press",
      "Claren",
      "B. G. Teubner",
      "Penguin"
    ],
    "title": [
      "The Annals of Imperial Rome. Translated Octavian and Antony, for the pirate Sextus POMPEY had with an introduction by Michael Grant",
      "shown himself to be a fearsome opponent to Caesar’s heir, guin",
      "———. Annales",
      "and Antony was in desperate need of troops",
      "———. De Vita had missed a meeting at BRUNDISIUM, blaming Antony for Agricolae",
      "not waiting. By the spring of 37, a new place and date don Press",
      "———. Historiae",
      "Heub- was set at Tarentum, and Antony arrived with 300 ships ner",
      "———. The for use by Octavian against Pompey, expecting in return Histories"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Theodora"
      }
    ],
    "date": [
      "1971"
    ],
    "location": [
      "New York"
    ],
    "pages": [
      "293"
    ],
    "publisher": [
      "Random House"
    ],
    "title": [
      "late third century C.E.) Stepdaughter of Suggested Readings: Arnott, Peter D. The Ancient Greek Maximian and wife of Constantius I Chlorus, whom she and Roman Theatre"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Beacham",
        "given": "Richard C."
      }
    ],
    "date": [
      "1992",
      "1961",
      "1982"
    ],
    "location": [
      "Mass",
      "Norman",
      "Constan-Princeton, N.J",
      "London"
    ],
    "publisher": [
      "Harvard University Press",
      "University",
      "Princeton University Press",
      "Methuen"
    ],
    "title": [
      "The Roman Theatre and Its Audience. Theodora’s union with Constantius was a purely political Cambridge",
      "Duck- one, terminating his marriage to HELENA, mother of CON-worth, George E. The Nature of Roman Comedy: A Study in STANTINE the Great. As the spouse first of a Caesar and Popular Entertainment",
      "of Oklahoma then an Augustus, Theodora bore six children: Hanni-Press, 1994; The History of the Greek and Roman Theater. balianus, Iulius Constantius, Flavius Delmatius",
      "Simon tia, Eutropia, and Anastasia. Constantine gave great Erika. The Ancient Theatre",
      "honors to his mother, apparently neglecting Theodora; Vafopoulou-Richardson",
      "Vince, her children, however, were given a role in the court"
    ],
    "translator": [
      {
        "family": "E",
        "given": "C."
      }
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Ronald",
        "given": "W."
      },
      {
        "family": "Wiles",
        "given": "E.U.T.R.O.P.I.A."
      },
      {
        "given": "David"
      }
    ],
    "date": [
      "1984",
      "c",
      "1991"
    ],
    "location": [
      "Westport, Conn",
      "Cambridge, U.K"
    ],
    "note": [
      "late fourth century, writer, orator, educator, and political While there, he met and became a friend of St. John adviser Chrysostom and Maximus, the future bishop of Seleucia."
    ],
    "pages": [
      "350–428"
    ],
    "publisher": [
      "Greenwood Press",
      "Cam-Theodore of Mopsuestia",
      "Ecclesiastical bridge University Press"
    ],
    "title": [
      "Ancient and Medieval Theatre: A Historiographi- Theodora’s parents were Afranius Hannibalianus and cal Handbook",
      "The Masks of Menander: Sign and Meaning in Greek and Roman Performance",
      "writer, biblical exegete, theologian, and bishop of Mopsuestia B o rn in Antioch, he studied at the renowned school of Themistius (c. 317–388 or 389 C.E.) Philosopher of the rhetoric in the city under the pagan orator Libanius"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Readings",
        "given": "Suggested"
      },
      {
        "family": "Baker",
        "given": "G.P.Tiberius Caesar"
      },
      {
        "family": "Jonson",
        "given": "Ben"
      }
    ],
    "container-title": [
      "Tiberius; a Study in Resentment. tant; because of him, in 26, he could leave Rome once",
      "The and for all, taking up residence on Capri at the Villa Reign of Tiberius"
    ],
    "date": [
      "1967",
      "1969",
      "1956"
    ],
    "editor": [
      {
        "family": "Marsh",
        "given": "Frank Burr"
      }
    ],
    "location": [
      "York",
      "New York",
      "London",
      "London",
      "Cambridge, U.K"
    ],
    "publisher": [
      "Barnes & Noble",
      "Hill and Wang",
      "Thames and Hudson",
      "Hollis & Carter",
      "W. Heffer and Sons, Jovis"
    ],
    "title": [
      "New own influence. The prefectship of the Guard became a",
      "Sejanus His key administrative office, and the Guard was moved into Fall",
      "Levick, Barbara. the CASTRA PRAETORIA, a barracks in Rome. Tiberius put Tiberius the Politician",
      "absolute faith in Sejanus, calling him his friend and assis-1976; Marañón, Gregorio"
    ],
    "type": "chapter"
  },
  {
    "date": [
      "1959",
      "1979",
      "1983",
      "1983"
    ],
    "editor": [
      {
        "family": "J",
        "given": "A."
      },
      {
        "given": "A."
      }
    ],
    "location": [
      "New York",
      "York",
      "New York"
    ],
    "note": [
      "he never did it. Capri also allowed Tiberius to indulge J. Woodman. New York: Cambridge University Press, himself, away from the prying eyes of the Romans. A man 1977. with peculiar tastes, he has been portrayed as an old, dirt y, p e rv e rted debaucher by many, a view perhaps exaggerated."
    ],
    "publisher": [
      "Penguin",
      "Cambridge University Press",
      "Cambridge University Press"
    ],
    "title": [
      "Suetonius. The Twelve Caesars. Translated and with Tiberius was happy to leave Livia behind as well. She an introduction by Michael Grant",
      "had guided his path to the throne, using every means",
      "Tacitus, Cornelius. Empire and Emperors: Selections including murder to some, to secure his accession. He from Tacitus’ Annals. Translated by Graham Tingay. New hated her for it, and her constant interf e rence in his ru l e",
      "Velleius Patercumade his leaving all the more desirable. Upon her death in lus. The Caesarian and Augustan Narrative",
      "29 he was intent that the Senate should give her as few Woodman",
      "honors as possible; promising to build her arch himself, Velleius Paterculus. The Tiberian Narrative"
    ],
    "type": null
  },
  {
    "note": [
      "Know- Tiberius and Drusus (1) the Elder Tigellinus,GaiusOfonius 541"
    ],
    "title": [
      "Nevertheless, he shared some of his adventures in porn o g- Tiberius Claudius Nero (d. 33 B.C.E.) Praetor in 42 raphy with GAIUS CALIGULA, who was like in pursuits and B.C.E., the first husband of Livia and the father of Emperor appealed to Tiberius’s own bitter sense of posterity"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Tigranes",
        "suffix": "II"
      }
    ],
    "container-title": [
      "In anticipation of the arrival of Tiberius with an Lucullus in 69 B.C.E. and Corbulo in 60 C.E. That it was army in 20 B.C.E., the courtiers murdered Artaxes. both large and powerful was seen in 61–62 C.E., when Tigranes was crowned with the royal diadem by TIBERIUS Vologases unsuccessfully besieged TIGRANES V there. The and remained as ruler until his death, leaving Armenia to city was rebuilt in the late fourth or early fifth century a chaotic situation with ERATO and TIGRANES III"
    ],
    "note": [
      "C.E. as Martyropolis."
    ],
    "title": [
      "6 B.C.E.) King of Armenia Tigranocerta One of the capitals of ARMENIA (with The son of King ARTAVASDES I and ruler from around 20 to ARTAXATA); founded by King TIGRANES I to serve as the 6 B.C.E., he was captured in 34 when Marc ANTONY over- center for imperial expansion in the early first century ran Armenia, he was taken to Rome, where he spent sev- B.C.E. It may have been situated just north of Nisibis and eral years as a hostage while his brother Artaxes regained east of Edessa in a valley between the mountains of the throne and ran the country with a cruel and despotic Masius and Niphates. Because of the position of Tigrahand. A pro-Roman element in the palace called for nocerta relative to PARTHIA and MESOPOTAMIA, it was sus-AUGUSTUS to send Tigranes back to Armenia as a replace- ceptible to attack, and it fell to the Roman generals ment"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Greene",
        "given": "Kevin"
      },
      {
        "family": "Hodge",
        "given": "Peter"
      }
    ],
    "date": [
      "1983",
      "1976",
      "1986",
      "1978"
    ],
    "editor": [
      {
        "family": "nsey",
        "given": "Peter"
      },
      {
        "family": "Hopkins",
        "given": "Keith"
      },
      {
        "family": "Whittaker",
        "given": "C.R."
      }
    ],
    "location": [
      "Berkeley",
      "Oxford, U.K",
      "Berkeley",
      "London"
    ],
    "note": [
      "Love, John R. Antiquity and Capitalism: Max Weber and the Sociological Foundations of Roman Civilization."
    ],
    "publisher": [
      "University of California Press",
      "British Archaeological Reports",
      "University of California Press",
      "Longman"
    ],
    "title": [
      "Trade in the Ancient Economy",
      "Glodariu, Ioan. Dacian Trade with the Hellenistic and Roman World",
      "The Archaeology of the Roman Economy",
      "Roman Trade and Travel"
    ],
    "translator": [
      {
        "family": "Hampartumian",
        "given": "Nubar"
      }
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Rickman",
        "given": "Geoffrey"
      }
    ],
    "container-title": [
      "Pastoral Economies in Classical Antiquity"
    ],
    "date": [
      "1991",
      "1980",
      "1988"
    ],
    "editor": [
      {
        "family": "Whittaker",
        "given": "C.R."
      }
    ],
    "location": [
      "London",
      "Oxford, U.K",
      "Cambridge, U.K"
    ],
    "publisher": [
      "Routledge",
      "Clarendon Press",
      "Cambridge Philological Society"
    ],
    "title": [
      "The Corn Supply of Ancient Rome"
    ],
    "type": "chapter"
  },
  {
    "note": [
      "Trajan (Marcus Ulpius Traianus) (c. 53–117 C.E."
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "action",
        "given": "Commerce",
        "particle": "in"
      },
      {
        "family": "Trajan’s Column",
        "particle": "from"
      }
    ],
    "title": [
      "S.J.) Emperor from 98–117 and the most militarily ambitious ruler of the Roman Empire The reign of Trajan was filled with some of the largest wars in Rome’s history and characterized by the aggran"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "DOMITIAN",
        "particle": "summons of"
      },
      {
        "family": "rebelled",
        "particle": "had"
      },
      {
        "family": "Charlesworth",
        "given": "M.P."
      }
    ],
    "container-title": [
      "grateful; in 91, Trajan held a consulship. Nerva appar-1979"
    ],
    "location": [
      "Detroit, Mich",
      "New York"
    ],
    "note": [
      "D’Arms, John H. Commerce and Social Standing in ently appointed him the governor of Germania Superior Ancient Rome. Cambridge, Mass.: Harvard University in 96, and then, after the PRAETORIAN GUARD humiliated"
    ],
    "publisher": [
      "Wayne State University Press",
      "Square Publishers Inc"
    ],
    "title": [
      "Trajan marched his cohorts Suggested Readings: Casson, Lionel. Ancient Trade and toward Germania Superior, where Apronius SATURNINUS Society",
      "Although he arrived too late to participate 1984",
      "Trade-Routes and Commerce in in Saturninus’s demise, the emperor was nevertheless the Roman Empire"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "Press"
      }
    ],
    "date": [
      "1981"
    ],
    "editor": [
      {
        "family": "D’Arms",
        "given": "John H."
      },
      {
        "family": "Kopff",
        "given": "E.C."
      }
    ],
    "title": [
      "The the emperor, Trajan was suddenly adopted"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Duncan-Jones",
        "given": "Richard"
      },
      {
        "family": "Tra-1982",
        "given": "Finley"
      },
      {
        "family": "I",
        "given": "M."
      }
    ],
    "container-title": [
      "Sheep-rearing and the Wool Trade in Italy During rights, he summoned Casperius Aelianus, PREFECT OF the Roman Period"
    ],
    "date": [
      "1980",
      "1990",
      "1985",
      "1975",
      "1984"
    ],
    "edition": [
      "2nd"
    ],
    "editor": [
      {
        "family": "Frank",
        "given": "Tenney"
      }
    ],
    "location": [
      "Rome",
      "Cambridge, U.K",
      "Cambridge, U.K",
      "London",
      "New York",
      "Liverpool, U.K"
    ],
    "note": [
      "to have him named as heir. Nerva died in 98,",
      "jan was informed at Cologne by the young HADRIAN Hogarth,",
      "Gar- THE PRAETORIAN GUARD , along with the leaders of the 550 Trajan’sMarket"
    ],
    "publisher": [
      "American",
      "and",
      "Cambridge University Press",
      "Octagon Books",
      "F. Cairns"
    ],
    "title": [
      "Seaborne Commerce of Ancient Rome",
      "His adoption by the emperor probably stemmed Academy in Rome",
      "Struc- f rom his military reputation, support from the SENATE ture and Scale in the Roman Economy",
      "the real popularity that he enjoyed with the tro o p s Cambridge University Press",
      "Duncan-Jones, Ri- of the legions. Quite possibly Trajan and his allies in chard. The Economy of the Roman Empire: Quantitative Rome applied enough pre s s u re on the aged emperor Studies",
      "The Ancient Economy",
      "An Economic Survey of that he now ruled the Roman world. To demonstrate Ancient Rome",
      "Frayn, that the throne was his and to teach a lesson as to its Joan M"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Readings",
        "given": "Suggested"
      },
      {
        "family": "Bennett",
        "given": "Julian"
      },
      {
        "family": "Lepper",
        "given": "F.A."
      }
    ],
    "date": [
      "1997",
      "1948"
    ],
    "location": [
      "Bloomington, Indiana",
      "London"
    ],
    "publisher": [
      "University Press",
      "Oxford University Press"
    ],
    "title": [
      "Trajan: Optimus Princeps",
      "Trajan’s Parthian War"
    ],
    "type": "book"
  },
  {
    "container-title": [
      "Traiani was a very large structure covering the side of the Summer 138 C.E"
    ],
    "note": [
      "at Rome (Courtesy Historical Coins, Inc.) Quirinal Hill. There were five levels of shops (tabernae) transportation 551"
    ],
    "title": [
      "Trajan’s Market Ingenious structure built by Emperor TRAJAN sometime between 100 and 112 C.E.; located just above the FORUM TRAIANI in Rome and designed by APOL-LODORUS of Damascus, the great architect in the service of A gold aureus of Trajan and Plotina, struck posthumously the emperor. The Market of Trajan, called the mercatus under Antoninus Pius during the opening months of his reign"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "The law made it illegal for TIBERIUS to act as a guardian to the children of COTYS"
    ],
    "title": [
      "ated in cities led to the promulgation of the lex Julia Trebellenus, Rufus (d. 21 C.E.) Ex-praetor municipalis, part of the comprehensive set of laws under In 19 C.E., Trebellenus was appointed by Emperor Julius Caesar in 59 B.C.E"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "Quadratus"
      }
    ],
    "date": [
      "d. 60"
    ],
    "note": [
      "54–60 C.E.). He held two consulships, the second probably during the reign of Ursacinus See VALENS (BISHOP OF MURSA)."
    ],
    "title": [
      "C.E.) Governor of Syria Ummidius served during the period of great tension Urgulanilla, Plautia See CLAUDIUS. between ROME and the Parthians (c"
    ],
    "type": null
  },
  {
    "title": [
      "CLAUDIUS (41–54 C.E.) and was governor of Syria in 51, when a crisis in ARMENIA followed the murder of King Ursicinus (fl. mid-fourth century C.E.) Magister equi-MITHRIDATES (1). Radamistus, the usurper, had murdered tum from 349 to 359 and magister peditum from 359 to 360 Mithridates, and the ensuing involvement of Parthia’s Ursicinus served during the reign of CONSTANTINE and"
    ],
    "type": null
  },
  {
    "note": [
      "Along with the MUNICIPIUM, probably by Statilius TAURUS around 34"
    ],
    "title": [
      "ing the battle of THAPSUS in 46 B.C.E.; and there CATO UTI-Usipetes Germanic tribe closely associated with the CENSIS killed himself. After Africa was taken by Julius Tencteri and occupying the region of modern Metz (in CAESAR, Utica was made a provincial capital and a eastern France) in the first century B.C.E"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Tencteri",
        "given": "they felt increasing pressure from the S.U.E.B.I."
      },
      {
        "given": "B.C.E."
      }
    ],
    "container-title": [
      "until repulsed by Julius CAESAR. Again HADRIAN (117–138) for promotion to full status as a on the move, in 16 B.C.E. they resided for a time in the colony, but it was not until the time of Septimius SEVERUS area north of the Lippe and east of the Rhine"
    ],
    "note": [
      "ruled 193–211), a native, that Utica enjoyed colonial privilege."
    ],
    "title": [
      "Although the provincial administration was moved were eventually pushed to the Rhine. This migration by Emperor AUGUSTUS (ruled 27 B.C.E.–14 C.E.) to came at the expense of the Gallic tribes, especially the Carthage, Utica was still one of the leading centers of the Menapii and the TREVERI. The Usipetes battled with the province. A request was made during the reign of Treveri in 55 B.C.E"
    ],
    "type": "chapter"
  },
  {
    "title": [
      "Utica Large city on the African coast just west of"
    ],
    "type": null
  },
  {
    "container-title": [
      "After studying in Alexandria, he journeyed to Valentinian III"
    ],
    "note": [
      "C.E.) Emperor of the West Rome, where he resided from about 136 to 165, arriving (425–455) during the pontificate of Pope Hyginus (r. 136–140) and 566 Valeria,Galeria"
    ],
    "pages": [
      "419–455"
    ],
    "title": [
      "formidable bishop of Milan, who pressured the emperor and founder of the heretical sect of Valentinians into denying the petition of the SENATE to restore the According to Epiphanius, St. Irenaeus, and other sources, Altar of Victory, a bitter blow to PAGANISM. Valentinus was a native of Egypt, born probably on the coast"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "her",
        "particle": "marry"
      }
    ],
    "note": [
      "For a time she eluded (41–54 C.E.) VarahranI 567"
    ],
    "title": [
      "When she refused, he sent her in exile to Valerius Asiaticus, Decimus (d. 47 C.E.) Courtier in SYRIA. Upon the death of Maximinus in 313, her death the reigns of Gaius Caligula (37–41 C.E.) and Claudius sentence was passed by Licinius"
    ],
    "type": null
  },
  {
    "note": [
      "The less selling himself to Julius CAESAR (then a consul) and inhabitants, called the Veientes, were bitter enemies of to his colleagues in the First Triumvirate, POMPEY THE the Romans, with whom they struggled for centuries."
    ],
    "title": [
      "returned with VESPASIAN’s accession. According to the Vatinius, Publius (fl. first century B.C.E.) Consul in 47 satirist Juvenal, he had a reputation in DOMITIAN’s time as B.C.E. and a servant of the First Triumvirate in the last days one of the DELATORES (informers). of the Republic Vatinius was utterly detested by CICERO, who considered Veii One of the great Etruscan cities, possibly the capihim corrupt and villainous. After serving as QUAESTOR in tal of the so-called Etruscan Confederation that was con-63 B.C.E., he was a TRIBUNE of the Plebs in 59, more or temporaneous with the early development of Rome"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "G.R.E.A.T."
      },
      {
        "given": "C.R.A.S.S.U.S."
      }
    ],
    "container-title": [
      "For this triumph and his devotion, he was made Born in Campania around 19 B.C.E., he entered the consul in 47. Caesar then appointed him governor of legions and fought in PANNONIA and GERMANIA under Illyricum, with three legions. His task was to defeat the TIBERIUS (c. 4–5 C.E.), he began to idolize Tiberius and his Illyrians, which he accomplished, fighting and conducting principate. In 7 C.E., he became a QUAESTOR and in 15 a wearying campaigns. He was still legate in Illyricum after PRAETOR, serving with his brother. His death"
    ],
    "date": [
      "1"
    ],
    "note": [
      "after 30 the assassination of Caesar in 44. He opposed the LIBERA- C.E., was most likely connected to the end of Lucius TORS, but, being unpopular with his own troops, could Aelius SEJANUS, who fell from power in 31, a man whom not prevent their desertion to BRUTUS in 42. Paterculus had constantly lauded. Paterculus composed his Historiae Romanae over a relatively short period of Vegetius Renatus, Flavius (fl. later fourth century time. Dedicated to his friend, M. VINICIUS, the history C.E.) Military writer examined the development of Rome from the first Greek In his treatise Epitoma de rei militaris, Vegetius bemoaned settlers to his own time. Book 1 was a mere outline, covthe decline of Rome’s capacity for war. Vegetius was prob- ering from Romulus to the fall of CARTHAGE in 146 B.C.E. Venus 571"
    ],
    "title": [
      "He spearheaded any legislation Finally, in 396 B.C.E., the city was captured by the Roman they desired, most importantly the acceptance in the SEN- dictator Camillus. Virtually destroyed after a siege, it was ATE of Pompey’s arrangements for the East and Caesar’s left unrepaired until the reign of AUGUSTUS (27 B.C.E.–14 command in Gallia Cisalpina and ILLYRICUM. The latter C.E.), when the site, close to ROME, was declared a colony. legislation, called the lex Vatinia de Caesaris Provincia, Veii was never able to prosper, however, and was in a made possible Caesar’s GALLIC WARS and subsequent state of irretrievable decline by the middle of the second supremacy over the Roman state. Despite appearing in century C.E. court in 65 against two of Cicero’s friends (for which he See also COLONIES; ETRURIA; ITALIA. was attacked by the famed orator), Vatinius was defended by Cicero in 54 against a charge of having bribed his way Velius Longus (fl. c. 100 C.E.) Grammarian from the into the praetorship of 55. time of Trajan (98–117 C.E.) Vatinius was also loyal to Caesar in military venture s , Velius was noted mainly for his precise and well orgas e rving as a legate in the closing stages of the Gallic Wars nized treatise, De Orthographia. He was considered one of and then during the CIVIL WAR against Pompey and the the major grammatical writers in the late first and early Senate. As a general, Vatinius showed a certain imagina- second centuries C.E. tion and energy in defending Brundisium from the Pompeians. He also won a naval engagement near Bru n d i s i u m , Velleius Paterculus, Gaius (fl. early first century C.E.) even though his fleet was only an improvised gathering of Minor writer of history ships"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "14 C.E., following on the coast and was probably built in the third the death of Augustus, the mutinous soldiers of the Pancentury B.C.E"
    ],
    "note": [
      "many years before the Via Aure l i a nonian legions counted among their number many vexil-Nova of 109 B.C.E. This extension carried translarii who were unhappy about not receiving the promised portation. rights and bonuses."
    ],
    "title": [
      "originally in 312 B.C.E. by Appius Claudius Caecus, vexillarii Special units in the imperial LEGIONS that the censor, it went only from Rome to Capua. By were comprised of veterans who opted to remain in serthe mid-third century B.C.E. it had been lengthened vice after their full term. Under the conditions laid down, all the way to Brundisium and was paved by the probably during the reign of AUGUSTUS (27 B.C.E.–14 end of the second century B.C.E. C.E.), the vexillarii served for four more years, with Via Aure l i a Actually two highways, the Via Aure l i a lighter work and more privileges. In each legion the vexilwas also called the Via Aurelia Vetus (Old Via larii were placed under the command of a curator vetera-A u relia) and the Via Aurelia Nova (New Via norum and belonged to a special force recognizable from A u relia). The road stretched from Rome to Coas its symbol, a standard or vexillum"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "and into the reign of MARCUS AURELIUS (161–180 GAIUS CALIGULA. By that time prosperity allowed an C.E.). He was appointed originally with Fabrius Repenti- intense rivalry with nearby LUGDUNUM (Lyons). Thus, in nus, as a successor to Tattius Maximus. In 168"
    ],
    "note": [
      "at the 68 C.E., when VINDEX revolted against NERO, Lugdunum start of the MARCOMANNIC WARS, he was still at his post remained loyal but Vienne rejoiced at the rise of the"
    ],
    "title": [
      "Allobroges, when it served as the tribal capital of that Victorinus, Furius (d. 168 C.E.) Prefect of the Praeto- generally peaceful people. A colony was founded somerian Guard time after the assassination of Julius CAESAR (c. 43 B.C.E.) He served during the reign of ANTONINUS PIUS (138–161 but the title of colonia was not granted until the reign of C.E"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Readings",
        "given": "Suggested"
      },
      {
        "family": "Bowen",
        "given": "H.C."
      }
    ],
    "container-title": [
      "The Roman Villa in Britain",
      "Romans on the Bay of Naples; a Social and Cultural Servius Sulpicius GALBA (2), then head of Hispania Tarra-Study of the Villas and Their Owners from 150 B.C.E"
    ],
    "date": [
      "1969",
      "1989"
    ],
    "editor": [
      {
        "family": "F",
        "given": "A.L."
      },
      {
        "family": "K.",
        "particle": "openly"
      },
      {
        "family": "Miles",
        "given": "D."
      }
    ],
    "location": [
      "London",
      "Sheffield, U.K"
    ],
    "note": [
      "to C.E. conensis. His actual goals were never clear, except that he"
    ],
    "publisher": [
      "Routledge & Kegan Paul",
      "University of Sheffield"
    ],
    "title": [
      "The Celtic Back- officials who had become tired of Nero’s tyrannies. Thus ground",
      "he entered into communication with his fellow governors Rivet",
      "Branigan, and, in the days before the summer of 68",
      "The Economy of Romano-British Vil- declared himself in revolt from ROME. las",
      "D’Arms, He did not seek the throne for himself, but supported John H"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "purple",
        "particle": "encouraged Galba to seek the"
      },
      {
        "family": "Davies",
        "particle": "promised him"
      },
      {
        "family": "W",
        "given": "Roy"
      },
      {
        "family": "Percival",
        "given": "John"
      }
    ],
    "citation-number": [
      "400."
    ],
    "container-title": [
      "The the help of the Gallic provinces. Unfortunately, he failed Roman Villa in Britain",
      "headquarters had to be in Vienna (Vienne), not LUG-Puppi, Lionello. The Villa Badoer at Fratta Polesine"
    ],
    "date": [
      "1970",
      "1969",
      "1976"
    ],
    "editor": [
      {
        "family": "Rivet",
        "given": "A.L.F."
      }
    ],
    "location": [
      "Cambridge, Mass",
      "London"
    ],
    "note": [
      "DUNUM (Lyons), because that city refused to open its Translated by Catherine Enggass. University Park: Penn- gates to him. Lugdunum proved fatal to his plans, for sylvania State University Press, 1975. while he wasted precious time besieging it, VERGINIUS 584 Vindex,M.Macrinus"
    ],
    "pages": [
      "173–216"
    ],
    "publisher": [
      "Harvard University Press",
      "Batsford"
    ],
    "title": [
      "Social and Economic Aspects",
      "London: in his task, as his command over the tribes other than the Routledge",
      "The Roman AEDUI and Arverni (Averni) was limited. Further, his Villa: An Historical Introduction"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Vindex",
        "given": "M.Macrinus"
      },
      {
        "literal": "C.E. during the MARCOMANNIC WARS. He fol-"
      }
    ],
    "container-title": [
      "C.E.) Prefect of the Praetorian Guard Vinicius",
      "between 6 B.C.E. and 4 C.E.. His actions hemmed in the it was headquarters of the X Gemina Legion and the main chieftain MAROBODUUS and extended Roman influence port of the Classis Pannonica"
    ],
    "date": [
      "d",
      "fl"
    ],
    "note": [
      "an imperial river fleet. While n o rth of the Danubian fro n t i e r. Vinicius then replaced it did not possess the political power of the provincial cap- Lucius Domitius Ahenobarbus (c. 1 C.E.) as legate in ital, Vindobona was clearly important in a strategic sense. G e rm a n y."
    ],
    "pages": [
      "169–170"
    ],
    "title": [
      "later first century B.C.E.) Vindex served during the reign of MARCUS AURELIUS; pos- Consul in 19 B.C.E. and general during the reign of Augustus sibly the successor to Furius VICTORINUS, who died in (27 B.C.E.–14 C.E.) battle in 168",
      "One of a new class of imperial favorites who owed their lowed in Victorinus’s footsteps, for in the continued fight- political careers to the new empero r, Marcus Vinicius ing he too was slain (c. 169–170). The emperor erected repaid the faith placed in him with loyalty and compethree statues in his honor. tence. In 25 B.C.E. he was sent to the Alps to help quell the local tribes. Over the next few years he campaigned Vindobona Modern Vienna, city on the DANUBE River, in PANNONIA, serving with Marcus AGRIPPA in 13 B.C.E. to the west of Carnumtum, in the province of PANNONIA and later with TIBERIUS. He may also have been the Superior. Originally a Celtic community, the site was seen legate of Illyricum mentioned in inscriptions as the conas ideal for Roman occupation, and by the end of the first ductor of operations over the DANUBE, sometime c e n t u ry C.E., its status had been increased to municipium"
    ],
    "type": "chapter",
    "volume": [
      "Marcus (1"
    ]
  },
  {
    "author": [
      {
        "family": "Readings",
        "given": "Suggested"
      },
      {
        "family": "Horsfall",
        "given": "Nicholas"
      },
      {
        "family": "Levi",
        "given": "Peter Virgil"
      },
      {
        "family": "Life",
        "given": "His"
      },
      {
        "given": "Times"
      },
      {
        "family": "Martindale",
        "given": "Charles"
      }
    ],
    "date": [
      "2000",
      "1998"
    ],
    "location": [
      "San Francisco",
      "The Roman York",
      "Cambridge, U.K"
    ],
    "note": [
      "about war in Thrace. Alavius was slain in an ambush, but bridge University Press, 1997; Virgil. The Aeneid. Trans- F r i t i g e rn, aided by the Ostrogoths under Alatheus and lated by Robert Fitzgerald. New York: Vintage Books, Saphrax, stunned and horrified the Roman world with his"
    ],
    "publisher": [
      "Brill Academic Publish",
      "St. Martin’s Press",
      "Cam"
    ],
    "title": [
      "A Companion to Just at the Visigoths seemed ready to settle down, the Study of Virgil",
      "more refugees fleeing from the Huns arrived, renewing ties ers",
      "New between the Visigoths and the Ostrogoths",
      "The administration of their domain was also harsh, bringing Cambridge Companion to Virgil"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Readings",
        "given": "Suggested"
      },
      {
        "given": "Virgil"
      },
      {
        "family": "Gould",
        "given": "G.P."
      },
      {
        "family": "home",
        "given": "Rushton Fairclough Cam-",
        "particle": "finding a"
      }
    ],
    "date": [
      "1990",
      "1990",
      "1999"
    ],
    "location": [
      "Baltimore",
      "Mass"
    ],
    "note": [
      "gle, and the Visigoths remained, still unhappy, in MOESIA. THEODOSIUS I, t rying to end the threat of the barbar-"
    ],
    "publisher": [
      "Johns Hopkins University ANOPLE",
      "Harvard University Press"
    ],
    "title": [
      "Eclogues and Georgics of Virgil. Translated smashing victory over Valens on August 9, 378, at ADRI-by David R. Slavitt",
      "The Visigoths menaced Thrace and plundered the Press",
      "Eclogues, Georgics, Balkans but were confronted with the lasting problem of Aeneid I–VI",
      "Fritigern was murd e red in a power stru gbridge"
    ],
    "translator": [
      {
        "given": "H."
      }
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "legal"
      },
      {
        "family": "handicaps",
        "particle": "political"
      },
      {
        "family": "birth",
        "particle": "beginning from"
      },
      {
        "family": "Balsdon",
        "given": "J.P.V.D.Roman Women"
      },
      {
        "family": "Clark",
        "given": "G."
      }
    ],
    "date": [
      "1962"
    ],
    "location": [
      "London",
      "London",
      "Oxford, U.K"
    ],
    "note": [
      "Growing up, a young girl was entirely under the power of 1989; Gardner, Jane F. Women in Roman Law & Society."
    ],
    "publisher": [
      "British Museum Publications",
      "Bodley Head",
      "Oxford University Press"
    ],
    "title": [
      "A Suggested Readings: Allason-Jones, Lindsay. Women in girl born to a Roman was greeted with mourning, and it Roman Britain",
      "was not uncommon for a baby girl to be left to die from 1989",
      "Their History and exposure, much as the Romans commonly put to death Habits",
      "Women in any infants with deformities, or severe mental illness. the Ancient World"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Hallett",
        "given": "Judith P."
      }
    ],
    "container-title": [
      "Women in the Ancient riage. Another was the tightening of the laws under World: The Arethusa Papers",
      "Society in Greek and Roman Egypt"
    ],
    "date": [
      "1986",
      "1984",
      "1982",
      "2000",
      "1984",
      "1994"
    ],
    "editor": [
      {
        "family": "adotto",
        "given": "John"
      },
      {
        "family": "Sullivan",
        "given": "J.P."
      },
      {
        "family": "Rowlandson",
        "given": "Jane"
      }
    ],
    "location": [
      "London",
      "Princeton, N.J",
      "Berkeley",
      "New York",
      "Albany",
      "New York"
    ],
    "note": [
      "A Sourcebook. New Finally, women, through determination and patience, cre- York: Cambridge University Press, 1998; Trager, James. ated for themselves a better position in the Roman world. The Women’s Chronology: A Year-By-Year Record from Pre-Life for lower-class women was quite different from history to the Present."
    ],
    "publisher": [
      "Croom Helm",
      "Princeton University Press",
      "University For",
      "Facts On File",
      "State University of Augustus",
      "New York Press",
      "Henry Holt"
    ],
    "title": [
      "her father, remaining so until he was able to find her a",
      "Fathers suitable husband. In some cases, a patriarch might even and Daughters in Roman Society: Women and the Elite Famsell daughters into slavery. As noted, marriage in manu ily",
      "meant a form of legal subjugation to husbands, and the Holum, Kenneth G. Theodosian Empresses: Women and wife held no legal control or claim over her children. Imperial Dominion in Late Antiquity",
      "various reasons, the position of women improved of California Press",
      "Lightman, Marjorie, and Bengradually during the centuries of the empire. One cause jamin Lightman. Biographical Dictionary of Ancient Greek was the established acceptance of the dowry system, and Roman Women",
      "Perwhich provided greater independence for women in mar",
      "concerning divorce and adultery that discour",
      "Women and aged husbands from taking marriage vows too lightly"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "literal": "}"
      }
    ],
    "type": null
  },
  {
    "container-title": [
      "Claudius 41–54 C.E. Nero 54–68 C.E. Galba 69 C.E. Otho 69 C.E. Vitellius 69 C.E. Vespasian 69–79 C.E. Titus 79–81 C.E. Domitian Nerva Trajan 81–96 C.E"
    ],
    "note": [
      "96–98 C.E. 98–117 C.E. } Flavian Dynasty Hadrian 117–138 C.E. "
    ],
    "title": [
      "Augustus 27 B.C.E. to 14 C.E. Tiberius 14–37 C.E. Julio-Claudian Dynasty Gaius Caligula 37–41 C.E"
    ],
    "type": "chapter"
  },
  {
    "title": [
      "Antoninus Pius 138–161 C.E"
    ],
    "type": null
  },
  {
    "note": [
      "Commodus 177–192 C.E. Pertinax 193 C.E. Didius Julianus 193 C.E. "
    ],
    "title": [
      "Marcus Aurelius 161–180 C.E. Antonine Dynasty Lucius Verus 161–169 C.E"
    ],
    "type": null
  },
  {
    "container-title": [
      "C.E. Gordian II 238 C.E. Balbinus and Pupienus 238 C.E. Gordian III 238–244 C.E. Philip the Arab 244–249 C.E. Decius 249–251 C.E. Trebonianus Gallus 251–253 C.E. Aemilian 253 C.E. Valerian 253–260 C.E. Gallienus 253–268 C.E. Postumus 260–268 C.E. Claudius II Gothicus 268–270 C.E. Quintillus 270 C.E. Aurelian 270–275 C.E"
    ],
    "note": [
      "Tacitus 275–276 C.E. Florian 276 C.E. Probus 276–282 C.E. Carus 282–283 C.E. Carinus and Numerian 283–284 C.E."
    ],
    "source": [
      "Septimius Severus 193–211 C.E. Clodius Albinus 193–194 C.E. Pescennius Niger 193–194 C.E. Caracalla 211–217 C.E. Geta 211–212 C.E. Severan Dynasty Macrinus 217–218 C.E. Diadumenianus 218 C.E. Elagabalus 218–222 C.E. Severus Alexander 222–235 C.E. Maximinus 235–238 C.E. Gordian I 238"
    ],
    "type": "chapter"
  },
  {
    "title": [
      "SELECTED PRIMARY SOURCES Latin Historians"
    ],
    "translator": [
      {
        "family": "Kraus",
        "given": "C.S."
      },
      {
        "family": "J",
        "given": "A."
      }
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "rather",
        "given": "it Lockwood"
      },
      {
        "family": "P",
        "given": "D."
      }
    ],
    "date": [
      "1997",
      "1982",
      "1993"
    ],
    "location": [
      "Oxford, U.K",
      "Chicago"
    ],
    "note": [
      "Ithaca, able in translation for general readers. N.Y.:"
    ],
    "publisher": [
      "Oxford University Press",
      "University of Chicago Press",
      "Cornell University Press"
    ],
    "title": [
      "The following are selected primary sources that may be of Woodman",
      "value to readers. The list is not comprehensive",
      "A Survey of Classical Roman Literature",
      "seeks to offer a sampling of Roman writers readily avail-Lucan. Pharsalia"
    ],
    "translator": [
      {
        "family": "Joyce",
        "given": "Jane Wilson"
      }
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "rather",
        "given": "it Lockwood"
      }
    ],
    "date": [
      "1992"
    ],
    "location": [
      "Stockholm"
    ],
    "publisher": [
      "U.K.: Oxford University Press"
    ],
    "title": [
      "The Prose Rhythm of Sallust and Livy"
    ],
    "type": "book"
  },
  {
    "date": [
      "1979"
    ],
    "publisher": [
      "Almqvist & Wiksell International"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "given": "Martial"
      }
    ],
    "date": [
      "1982",
      "1978"
    ],
    "location": [
      "Stuttgart, Ger",
      "Harmondsworth, U.K"
    ],
    "publisher": [
      "Tuebner",
      "Penguin Books"
    ],
    "title": [
      "The Epigrams. Selected and translated by James Anthologia Latina",
      "Michie"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Barnes",
        "given": "Timothy David"
      }
    ],
    "container-title": [
      "Readings the Institutio Oratoria. Carbondale: Southern Illinois in Classical Rhetoric"
    ],
    "date": [
      "1978",
      "1988",
      "1987"
    ],
    "editor": [
      {
        "family": "Murphy",
        "given": "James J."
      },
      {
        "family": "Thomas",
        "given": "W."
      },
      {
        "family": "Prosser",
        "given": "Michael H."
      }
    ],
    "location": [
      "Davis, Calif"
    ],
    "publisher": [
      "Hermagoras",
      "University Press"
    ],
    "title": [
      "The Sources of the Historia Augusta",
      "Quintilian on the Teaching of Speaking Brussels: Latomus",
      "and Writing: Translations from Books One, Two, and Ten of Benson"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Cicero",
        "given": "Marcus Tullius"
      },
      {
        "family": "John",
        "given": "K."
      }
    ],
    "date": [
      "1969",
      "1967"
    ],
    "location": [
      "New York",
      "Brussels"
    ],
    "publisher": [
      "Newman",
      "Penguin",
      "Latomus"
    ],
    "title": [
      "Selected Political Speeches",
      "Augustus and the New Poetry"
    ],
    "type": "book"
  },
  {
    "date": [
      "1873",
      "2000"
    ],
    "editor": [
      {
        "family": "Ovid",
        "given": "Theodor"
      }
    ],
    "location": [
      "Berlin",
      "New York"
    ],
    "publisher": [
      "Walter De Gruyter",
      "St. Martin’s Press"
    ],
    "title": [
      "Corpus Inscriptionum Latinarum",
      "Ovid in Love: Ovid’s Amores"
    ],
    "translator": [
      {
        "family": "Mommsen",
        "given": "Guy Lee"
      }
    ],
    "type": "book",
    "volume": [
      "16"
    ]
  },
  {
    "author": [
      {
        "family": "Courtney",
        "given": "E."
      }
    ],
    "date": [
      "1993",
      "1998"
    ],
    "editor": [
      {
        "literal": "Fasti. Book IV. Edited by Elaine Fantham."
      }
    ],
    "location": [
      "Oxford, U.K",
      "bridge, U.K"
    ],
    "publisher": [
      "",
      "Cam-Clarendon Press",
      "Cambridge University Press"
    ],
    "title": [
      "The Fragmentary Latin Poets"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Courtney",
        "given": "E."
      }
    ],
    "container-title": [
      "Translated and 1979"
    ],
    "date": [
      "1995",
      "1973",
      "2000"
    ],
    "editor": [
      {
        "family": "Sherwin",
        "given": "Walter K.",
        "suffix": "Jr"
      }
    ],
    "location": [
      "Atlanta, Ga",
      "Cambridge, Mass",
      "New York"
    ],
    "pages": [],
    "publisher": [
      "Scholars Press",
      "Harvard University Press",
      "Norman, University of ———. Metamorphoses. Book XIII. Translated by Neil Hop-Oklahoma Press",
      "Cambridge University Press"
    ],
    "title": [
      "Musa Lapidaria: A Selection of Latin Verse ———. The Art of Love, and Other Poems",
      "Mozley",
      "Deeds of Famous Men (De viris illustribus"
    ],
    "translator": [
      {
        "family": "Inscriptions",
        "given": "J.H."
      }
    ],
    "type": "chapter"
  },
  {
    "date": [
      "1979",
      "1998"
    ],
    "editor": [
      {
        "family": "Deroux",
        "given": "Carl"
      },
      {
        "family": "History",
        "given": "Christopher Martin New"
      }
    ],
    "location": [
      "Brussels",
      "York"
    ],
    "publisher": [
      "Latomus",
      "Penguin Books"
    ],
    "title": [
      "Studies in Latin Literature and Roman ———. Ovid in English"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Cassius",
        "given": "Dio"
      }
    ],
    "date": [
      "1987",
      "1986"
    ],
    "location": [
      "Shower-London",
      "Cambridge, Mass",
      "Roman History. Books LXI–LXX. Cambridge"
    ],
    "pages": [
      "–"
    ],
    "publisher": [
      "Penguin",
      "Harvard University Press"
    ],
    "title": [
      "The Roman History: The Reign of Augustus. ———. Ovid in Six Volumes",
      "man"
    ],
    "translator": [
      {
        "given": "Grant"
      }
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "given": "Harvard"
      }
    ],
    "date": [
      "1985"
    ],
    "title": [
      "———. The Love Poems"
    ],
    "translator": [
      {
        "family": "Melville",
        "given": "A.D."
      }
    ],
    "type": null
  },
  {
    "date": [
      "1998"
    ],
    "location": [
      "Los Angeles",
      "Oxford, U.K"
    ],
    "publisher": [
      "J. Paul Getty",
      "Oxford University Press"
    ],
    "title": [
      "A Garden of Roman Verse"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Museum",
        "given": "c1998"
      }
    ],
    "container-title": [
      "Readings in the Classical Historians. New the End of the Fifth Century A.D"
    ],
    "date": [
      "1992",
      "1968"
    ],
    "editor": [
      {
        "given": "Michael"
      }
    ],
    "location": [
      "Oxford, U.K.: The York"
    ],
    "publisher": [
      "Scribner’s",
      "Clarendon Press"
    ],
    "title": [
      "The Oxford Book of Latin Verse, From the Earliest Fragments to Grant"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "Horace"
      }
    ],
    "container-title": [
      "The Penguin Book of Latin Verse"
    ],
    "date": [
      "1995"
    ],
    "location": [
      "Baltimore",
      "Oxford, U.K"
    ],
    "publisher": [
      "Penguin Books, West",
      "Clarendon Press"
    ],
    "title": [
      "Carpe diem: Horace Odes I"
    ],
    "translator": [
      {
        "given": "David"
      }
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "Horace"
      }
    ],
    "date": [
      "1997",
      "1967"
    ],
    "location": [
      "New York",
      "Cambridge, Mass",
      "New York"
    ],
    "publisher": [
      "Oxford University Press",
      "Harvard University Press, Julius Caesar. The Civil War",
      "Penguin"
    ],
    "title": [
      "The Complete Odes and Epodes",
      "Heseltine"
    ],
    "translator": [
      {
        "family": "West",
        "given": "David Petronius Arbiter Petronius Michael"
      }
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "given": "Horace"
      }
    ],
    "date": [
      "1982",
      "1991"
    ],
    "editor": [
      {
        "family": "Eberhard",
        "given": "ed Roman Poetry"
      },
      {
        "family": "Healy",
        "given": "Prose Selections John F."
      },
      {
        "family": "Caesar",
        "particle": "from"
      },
      {
        "family": "Virgil",
        "given": "Livy"
      },
      {
        "given": "Ovid"
      }
    ],
    "location": [
      "New York",
      "London",
      "Cambridge, U.K"
    ],
    "note": [
      "Correspondence with Trajan from Bythinia."
    ],
    "publisher": [
      "Penguin",
      "Penguin",
      "Pliny the Younger"
    ],
    "title": [
      "The Conquest of Gaul",
      "Pliny the Elder. Natural History: A Selection Translated by Kennedy"
    ],
    "type": null
  },
  {
    "date": [
      "1959"
    ],
    "publisher": [
      "University Press"
    ],
    "title": [
      "Epistles X"
    ],
    "translator": [
      {
        "family": "Warmins-",
        "given": "Wynne Williams"
      }
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Kraus",
        "given": "Christina Shuttleworth"
      }
    ],
    "date": [
      "1990"
    ],
    "location": [
      "Oxford, ter, U.K"
    ],
    "publisher": [
      "Aris & Phillips"
    ],
    "title": [
      "Latin Historians"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Com-Laistner",
        "given": "Max L.W."
      }
    ],
    "date": [
      "1997",
      "1977",
      "1985"
    ],
    "editor": [
      {
        "family": "Sherwin-White",
        "given": "A.N."
      }
    ],
    "location": [
      "U.K",
      "Berkeley",
      "Oxford, U.K"
    ],
    "publisher": [
      "Oxford University Press",
      "mentary",
      "University of California Press",
      "Clarendon Press"
    ],
    "title": [
      "———. The Letters of Pliny: a Historical and Social",
      "The Greater Roman Historians"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Antony",
        "given": "Plutarch Life",
        "particle": "of"
      }
    ],
    "date": [
      "1988",
      "1916"
    ],
    "editor": [
      {
        "family": "Stuart",
        "given": "D.R."
      }
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "Press",
      "Macmillan Co"
    ],
    "title": [
      "New York: Cambridge University ———. Germania"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "given": "Polybius"
      },
      {
        "given": "Paton"
      }
    ],
    "date": [
      "1922",
      "1978"
    ],
    "editor": [
      {
        "family": "Heubner",
        "given": "H."
      }
    ],
    "location": [
      "Stuttgart",
      "Cambridge, Mass"
    ],
    "publisher": [
      "B. G",
      "Harvard University Press",
      "Teubner"
    ],
    "title": [
      "The Histories",
      "Historiae"
    ],
    "translator": [
      {
        "family": "R",
        "given": "W."
      }
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Ancient Rome",
        "given": "Ribaldry",
        "particle": "of"
      }
    ],
    "date": [
      "1989"
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "Penguin"
    ],
    "title": [
      "An Intimate Portrait of Romans in ———. The Histories"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "given": "Love"
      }
    ],
    "container-title": [
      "Shakespeare’s Ovid: The Metamorphoses in Sacks, Kenneth. Polybius on the Writing of History. Berkeley: the Plays and Poems"
    ],
    "date": [
      "1965",
      "1981",
      "2001"
    ],
    "editor": [
      {
        "family": "Taylor",
        "given": "A.B."
      }
    ],
    "location": [
      "New York",
      "Cambridge"
    ],
    "publisher": [
      "F. Ungar Pub. Co",
      "Cambridge University University of California Press",
      "Press"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "Sallust"
      }
    ],
    "date": [
      "1992"
    ],
    "editor": [
      {
        "family": "Woodman",
        "given": "A.J."
      }
    ],
    "location": [
      "Oxford, U.K",
      "New York"
    ],
    "publisher": [
      "Oxford University Press",
      "Cambridge"
    ],
    "title": [
      "The Histories",
      "Velleius Paterculus. The Caesarian and Augustan Narrative"
    ],
    "translator": [
      {
        "family": "McGushin",
        "given": "Patrick"
      }
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "given": "Sallust"
      }
    ],
    "date": [
      "1983"
    ],
    "editor": [
      {
        "family": "Davis",
        "given": "A.T."
      }
    ],
    "location": [
      "Bristol, U.K"
    ],
    "publisher": [
      "Bristol University Press"
    ],
    "title": [
      "Catiline"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Press",
        "given": "Classical"
      }
    ],
    "date": [
      "1987"
    ],
    "editor": [
      {
        "family": "Woodman",
        "given": "A.J."
      }
    ],
    "title": [
      "———. The Tiberian Narrative"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Seneca"
      }
    ],
    "date": [
      "1977"
    ],
    "editor": [
      {
        "family": "Prechac",
        "given": "F."
      }
    ],
    "location": [
      "Paris",
      "New York"
    ],
    "publisher": [
      "Les Belles",
      "Cambridge University Press"
    ],
    "title": [
      "De Clementia"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "given": "Lettres"
      }
    ],
    "date": [
      "1961"
    ],
    "location": [
      "New"
    ],
    "title": [
      "Virgil. The Aeneid"
    ],
    "translator": [
      {
        "family": "Fitzgerald",
        "given": "Robert"
      }
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Lettres"
      }
    ],
    "date": [
      "1990"
    ],
    "editor": [
      {
        "family": "Reynolds",
        "given": "L.D."
      }
    ],
    "location": [
      "Oxford: York"
    ],
    "publisher": [
      "Vintage Books"
    ],
    "title": [
      "Epistulae"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Press",
        "given": "Clarendon"
      }
    ],
    "date": [
      "1965"
    ],
    "title": [
      "———. Eclogues, Georgics, Aeneid I-VI"
    ],
    "translator": [
      {
        "family": "P",
        "given": "G."
      }
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Press",
        "given": "Clarendon"
      }
    ],
    "container-title": [
      "Classical Library"
    ],
    "date": [
      "1988",
      "1999"
    ],
    "location": [
      "Cambridge, Mass",
      "Warminster, U.K"
    ],
    "publisher": [
      "Loeb",
      "Aris & Phillips",
      "Harvard University Press"
    ],
    "title": [
      "17 Letters"
    ],
    "translator": [
      {
        "family": "Goold",
        "given": "C.D.N.Costa"
      },
      {
        "family": "Fairclough",
        "given": "Henry"
      }
    ],
    "type": "article-journal",
    "volume": [
      "63"
    ]
  },
  {
    "author": [
      {
        "family": "Press",
        "given": "Clarendon"
      }
    ],
    "date": [
      "1988"
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "Cambridge"
    ],
    "title": [
      "Selected Papers: Studies in Greek and Roman Bryn Mawr College",
      "History and Historiography"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Press",
        "given": "Clarendon"
      }
    ],
    "date": [
      "1985"
    ],
    "publisher": [
      "University Press"
    ],
    "title": [
      "Hercules: The Madness of Hercules"
    ],
    "translator": [
      {
        "literal": "Translated by"
      }
    ],
    "type": "book"
  },
  {
    "container-title": [
      "Velleius Paterculus. The Tiberian"
    ],
    "date": [
      "1999"
    ],
    "editor": [
      {
        "family": "Woodman",
        "given": "A.J."
      }
    ],
    "location": [
      "London"
    ],
    "publisher": [
      "Oberon"
    ],
    "title": [
      "Ranjit Bolt"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Woodman",
        "given": "A.J."
      }
    ],
    "date": [
      "1977",
      "1986"
    ],
    "location": [
      "Ithaca, N.Y",
      "New York"
    ],
    "publisher": [
      "Narrative",
      "Cambridge University Press",
      "Cornell University Press"
    ],
    "title": [
      "Medea"
    ],
    "translator": [
      {
        "family": "Ahl",
        "given": "Frederick"
      }
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Woodman",
        "given": "A.J."
      },
      {
        "family": "Cooper",
        "given": "John M.S.E.L.E.C.T.E.D.S.E.C.O.N.D.A.R.Y.S.O.U.R.C.E.S."
      },
      {
        "family": "F",
        "given": "J."
      }
    ],
    "location": [
      "Cambridge, Mass"
    ],
    "note": [
      "Cambridge The following is a suggested reading list of works in the University Press, 1995."
    ],
    "title": [
      "Moral and Political Essays",
      "Procopé"
    ],
    "translator": [
      {
        "literal": "Translated by"
      }
    ],
    "type": null
  },
  {
    "date": [
      "1990"
    ],
    "editor": [
      {
        "family": "Coffey",
        "given": "Michael"
      },
      {
        "family": "Mayer",
        "given": "Roland"
      }
    ],
    "location": [
      "New York"
    ],
    "note": [
      "ed to provide the student or reader with readily available"
    ],
    "publisher": [
      "Cambridge University Press"
    ],
    "title": [
      "English language for the general reader. The list is intend-———. Phaedra"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Coffey",
        "given": "Michael"
      },
      {
        "family": "Books",
        "given": "L.E.G.I.O.N.S.)"
      }
    ],
    "container-title": [
      "Silius Italicus & Statius",
      "General Histories and References Suetonius The Twelve Caesars. Translated and with an Adkins, Lesley, and Roy Adkins. Handbook to Life in Ancient introduction by Michael Grant"
    ],
    "date": [
      "1992",
      "1995",
      "1985",
      "1994"
    ],
    "editor": [
      {
        "family": "e.g.",
        "given": "A.R.T."
      },
      {
        "family": "ARCHITECTURE",
        "given": "L.I.T.E.R.A.T.U.R.E."
      },
      {
        "family": "PAGANISM"
      },
      {
        "family": "Share",
        "given": "Don"
      },
      {
        "family": "English",
        "particle": "ed. Seneca in"
      }
    ],
    "location": [
      "New York",
      "New York",
      "Bristol",
      "New York",
      "Rome. New York"
    ],
    "publisher": [
      "Johns Hopkins University Press",
      "E. J. Brill",
      "Penguin",
      "Bristol Classical Press",
      "Penguin",
      "Facts On File"
    ],
    "title": [
      "The Tragedies",
      "material for further reading or study. For suggested read-Baltimore",
      "ings in specific topics beyond general histories and sur-———. Seneca’s Phoenissae: Introduction and Commentary. veys, readers are encouraged to consult individual entries Edited by Marica Frank",
      "The list is divided into general histories and 1998. references, the early Roman Empire, the late Roman Silver Latin Epic: A Selection from Lucan, Valerius Flaccus, Empire, and the Germanic invasions"
    ],
    "translator": [
      {
        "family": "Slavitt",
        "given": "David R."
      }
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Boardman",
        "given": "J."
      },
      {
        "family": "Griffin",
        "given": "J."
      },
      {
        "family": "Murray",
        "given": "O."
      }
    ],
    "citation-number": [
      "1979."
    ],
    "publisher": [
      "The Roman World"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Sussman",
        "given": "Lewis A."
      },
      {
        "family": "Brauer",
        "given": "George C."
      }
    ],
    "date": [
      "1986",
      "1987",
      "1985",
      "1983"
    ],
    "location": [
      "Oxford, U.K",
      "Frankfurt am Main",
      "Emperors",
      "Park Ridge, N.J",
      "Tacitus, Cornelius. Empire and Emperors",
      "New York",
      "New York"
    ],
    "note": [
      "Cambridge University Press, 1929–1939."
    ],
    "pages": [
      "244–284",
      "12"
    ],
    "publisher": [
      "Oxford University Press",
      "Verlag P",
      "Imperial Lang",
      "Noyes Press",
      "Selections from",
      "The Cambridge Ancient History",
      "Cambridge University Press"
    ],
    "title": [
      "The Major Declamations Ascribed to",
      "Quintilian: A Translation",
      "The Age of the Soldier",
      "Rome, A.D",
      "Tacitus’ Annals"
    ],
    "translator": [
      {
        "family": "Tingay",
        "given": "Graham"
      }
    ],
    "type": null,
    "volume": [
      "Vols. 9, 10, 11"
    ]
  },
  {
    "author": [
      {
        "family": "Sussman",
        "given": "Lewis A."
      }
    ],
    "date": [
      "1936"
    ],
    "location": [
      "New York",
      "New York"
    ],
    "publisher": [
      "introduction by Michael Grant",
      "Penguin, Cambridge University Press"
    ],
    "title": [
      "The Annals of Imperial Rome. Translated and with an The Cambridge Medieval History"
    ],
    "type": "book",
    "volume": [
      "1"
    ]
  },
  {
    "author": [
      {
        "family": "Christ",
        "given": "Karl"
      }
    ],
    "citation-number": [
      "1964."
    ],
    "location": [
      "Berkeley and Los Angeles"
    ],
    "title": [
      "The Romans"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Christ",
        "given": "Karl"
      }
    ],
    "date": [
      "1984"
    ],
    "publisher": [
      "The University of California Press"
    ],
    "title": [
      "The Histories"
    ],
    "translator": [
      {
        "family": "Moore",
        "given": "Clifford H."
      }
    ],
    "type": "book"
  },
  {
    "date": [
      "1925",
      "1993"
    ],
    "editor": [
      {
        "family": "John",
        "given": "D."
      }
    ],
    "location": [
      "Cambridge, Mass",
      "San Diego, Calif"
    ],
    "publisher": [
      "Clare",
      "Harvard University Press",
      "Gulliver Books"
    ],
    "title": [
      "Annals",
      "Classical Rome"
    ],
    "translator": [
      {
        "family": "Jackson",
        "given": "John"
      }
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "John",
        "given": "D."
      },
      {
        "family": "Tim"
      },
      {
        "family": "Matthews",
        "given": "John"
      }
    ],
    "date": [
      "1965",
      "1982"
    ],
    "editor": [
      {
        "family": "Furneaux",
        "given": "Henry"
      }
    ],
    "location": [
      "Oxford, U.K",
      "New York"
    ],
    "publisher": [
      "Cornell",
      "Clarendon Press",
      "Facts On File Publications"
    ],
    "title": [
      "Annales",
      "Atlas of the Roman World"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "John",
        "given": "D."
      }
    ],
    "date": [
      "1967",
      "1991"
    ],
    "editor": [
      {
        "family": "Oxford",
        "given": "R.M.Ogilvie"
      },
      {
        "family": "Grant",
        "given": "Michael"
      }
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "Clarendon Press",
      "Scribner"
    ],
    "title": [
      "De Vita Agricolae",
      "The Founders of the Western World: A History U.K",
      "of Greece and Rome"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "John",
        "given": "D."
      }
    ],
    "date": [
      "1978"
    ],
    "director": [
      {
        "family": "Gelzer",
        "given": "Matthias"
      },
      {
        "family": "Needham",
        "given": "Peter"
      }
    ],
    "location": [
      "London",
      "Cambridge, Mass"
    ],
    "publisher": [
      "Weidenfeld and Nicolson",
      "Harvard University"
    ],
    "title": [
      "History of Rome",
      "and Statesman"
    ],
    "translator": [
      {
        "family": "Caesar",
        "given": "Politician c"
      }
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "John",
        "given": "D."
      }
    ],
    "date": [
      "1985"
    ],
    "title": [
      "The Roman Emperors: A Bbiographical Guide to the Press"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Imperial Rome",
        "given": "Rulers",
        "particle": "of"
      },
      {
        "family": "Miriam",
        "given": "T."
      }
    ],
    "date": [
      "1985",
      "1985"
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "Griffin",
      "New Haven, Scribner",
      "Yale University Press"
    ],
    "title": [
      "31 BC–AD 476",
      "Nero: the End of a Dynasty",
      "Conn"
    ],
    "type": "book"
  },
  {
    "date": [
      "1981",
      "1990",
      "1998"
    ],
    "editor": [
      {
        "family": "Hammond",
        "given": "Nicholas G.L."
      }
    ],
    "location": [
      "Park Ridge, N.J",
      "New York"
    ],
    "publisher": [
      "Noyes Press",
      "Emotions of Civil War. Ann Arbor: University of Michigan James, Simon. Ancient Rome",
      "Knopf",
      "Press"
    ],
    "title": [
      "Atlas of the Greek and Roman Gurval, Robert. Actium and Augustus: The Politics and World in Antiquity"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Hurley",
        "given": "Donna W.An Historical"
      },
      {
        "family": "Historiographical Nicol",
        "given": "D.M."
      }
    ],
    "container-title": [
      "Selected Readings"
    ],
    "date": [
      "2000",
      "1990",
      "1991",
      "1993"
    ],
    "editor": [
      {
        "family": "Lewis",
        "given": "Naphtali"
      },
      {
        "family": "Reinhold",
        "given": "Meyer"
      }
    ],
    "location": [
      "New Sutton",
      "York",
      "London",
      "Ga"
    ],
    "publisher": [
      "Columbia University Press",
      "Seaby",
      "Scholars Press"
    ],
    "title": [
      "R o m a n Holland, Richard. Nero: The Man Behind the Myth. Stroud: Civilization",
      "The Empire",
      "A Biographical Dictionary of the Byzantine Em- Commentary on Suetonius’ Life of C. Caligula. Atlanta, pire"
    ],
    "type": "article-journal",
    "volume": [
      "2"
    ]
  },
  {
    "date": [
      "1990"
    ],
    "editor": [
      {
        "family": "Levick",
        "given": "N.G.L.Hammond"
      },
      {
        "family": "Haven",
        "given": "Barbara Claudius New"
      },
      {
        "family": "Conn.",
        "given": "Yale"
      },
      {
        "family": "Scullard",
        "given": "H.H."
      }
    ],
    "location": [
      "Oxford, U.K"
    ],
    "publisher": [
      "Oxford University University Press"
    ],
    "title": [
      "Oxford Classical Dictionary"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "given": "Press"
      }
    ],
    "date": [
      "1970",
      "1997"
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "HarperCollins"
    ],
    "title": [
      "Meier, Christian. Caesar"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Randsborg",
        "given": "Klavs"
      }
    ],
    "container-title": [
      "Alan Shapiro. Ann Arbor"
    ],
    "date": [
      "1984",
      "1990",
      "1987"
    ],
    "editor": [
      {
        "given": "Europe"
      },
      {
        "family": "Millar",
        "given": "Fergus"
      },
      {
        "family": "Segal",
        "given": "Erich"
      }
    ],
    "location": [
      "Cambridge, U.K",
      "New York",
      "Rome"
    ],
    "publisher": [
      "Cambridge Univer- Aspects",
      "Clarendon Press",
      "sity Press",
      "University of Michigan Press",
      "l’Erma di Bretschneider"
    ],
    "title": [
      "The First Millennium A.D",
      "Caesar Augustus: Seven the Mediterranean",
      "The Power of Images in the Age of Augustus",
      "History of Rome: A Documented Analysis"
    ],
    "translator": [
      {
        "family": "Ridley",
        "given": "Ronald T."
      }
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Schutz",
        "given": "Herbert"
      }
    ],
    "date": [
      "1985"
    ],
    "editor": [
      {
        "family": "Haven",
        "given": "New"
      },
      {
        "family": "Raaflaub",
        "given": "Kurt A."
      },
      {
        "family": "Toher",
        "given": "Mark"
      }
    ],
    "location": [
      "Between Republic Conn",
      "and Empire"
    ],
    "publisher": [
      "Yale University Press",
      "Interpretations of Augustus and His Principate"
    ],
    "title": [
      "The Romans in Central Europe"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Starr",
        "given": "Chester G."
      }
    ],
    "container-title": [
      "the Mid-Republic. Ann Arbor"
    ],
    "date": [
      "1990",
      "1997"
    ],
    "location": [
      "Berkeley",
      "David. Nero. London"
    ],
    "publisher": [
      "University of California Press",
      "University of Michigan Shotter",
      "Routledge"
    ],
    "title": [
      "The Beginnings of Imperial Rome: Rome in"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "Press"
      }
    ],
    "date": [
      "1980",
      "1998"
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "Routledge"
    ],
    "title": [
      "Southern, Pat. Augustus"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Starr",
        "given": "Chester G."
      }
    ],
    "date": [
      "1982",
      "1983"
    ],
    "editor": [
      {
        "family": "Woodman",
        "given": "A.J."
      }
    ],
    "location": [
      "New York",
      "New York"
    ],
    "publisher": [
      "Oxford University Press",
      "Cambridge",
      "University Press"
    ],
    "title": [
      "The Roman Empire, 27 B.C.–A.D. 476: A Velleius Paterculus. The Caesarian and Augustan Narrative. Study in Survival"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Wacher",
        "given": "J.S."
      }
    ],
    "date": [
      "1987"
    ],
    "location": [
      "London; Dent"
    ],
    "title": [
      "The Roman Empire"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Wells",
        "given": "Colin M."
      }
    ],
    "date": [
      "1984",
      "1986"
    ],
    "location": [
      "Stanford",
      "New York"
    ],
    "publisher": [
      "Stanford The Later Roman Empire University Press",
      "The Early Roman Empire Penguin"
    ],
    "title": [
      "The Roman Empire",
      "Ammianus Marcellinus. The Later Roman Empire (A.D. 354–378"
    ],
    "translator": [
      {
        "family": "Hamilton",
        "given": "Walter"
      }
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Baker",
        "given": "G.P.Augustus"
      }
    ],
    "container-title": [
      "Julian and Hellenism: An In-2000. tellectual Biography"
    ],
    "date": [
      "1981"
    ],
    "location": [
      "Oxford, U.K"
    ],
    "publisher": [
      "Clarendon Press"
    ],
    "title": [
      "New York: Cooper Square Press, Athanassiadi-Fowden, Polymnia"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Barrett",
        "given": "Anthony"
      },
      {
        "given": "Barry"
      }
    ],
    "date": [
      "1989",
      "1984"
    ],
    "location": [
      "London",
      "Batsford",
      "Amsterdam"
    ],
    "publisher": [
      "Baldwin",
      "J. C. Gieben"
    ],
    "title": [
      "Caligula: The Corruption of Power",
      "Studies on Late Roman and Byzantine History",
      "Literature, and Language"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Beard",
        "given": "Mary"
      }
    ],
    "date": [
      "1985",
      "1981"
    ],
    "editor": [
      {
        "family": "Constantine",
        "given": "Timothy D."
      },
      {
        "given": "Eusebius"
      }
    ],
    "location": [
      "Ithaca, New York",
      "Cambridge",
      "Mass"
    ],
    "publisher": [
      "Barnes",
      "Cornell University Press",
      "Harvard University Press"
    ],
    "title": [
      "Rome in the Late Republic"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Bradford",
        "given": "Ernle"
      },
      {
        "family": "G.",
        "given": "R.A."
      },
      {
        "family": "Hill",
        "given": "P.V."
      },
      {
        "family": "Hamilton",
        "given": "J.P.C.Kent Late Roman H."
      }
    ],
    "date": [
      "1984",
      "1989"
    ],
    "location": [
      "London",
      "New York"
    ],
    "publisher": [
      "Carson",
      "Sanford J. Durst"
    ],
    "title": [
      "Julius Caesar: The Pursuit of Power",
      "Bronze Coinage"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Braund",
        "given": "David Augustus to Nero"
      },
      {
        "family": "Roman Croke",
        "given": "A.Sourcebook",
        "particle": "on"
      },
      {
        "given": "Brian"
      }
    ],
    "date": [
      "1985~",
      "1982"
    ],
    "location": [
      "London",
      "Sydney",
      "Gilbert"
    ],
    "publisher": [
      "Croom Helm",
      "Sydney University Press, Charles-Picard",
      "Augustus and Nero"
    ],
    "title": [
      "Religious Conflict in Fourth-Century Rome: a History 31 BC–AD 68",
      "Documentary Study"
    ],
    "translator": [
      {
        "literal": "Translated by"
      }
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Ortzen",
        "given": "Len"
      }
    ],
    "container-title": [
      "Caesar: A History of the Art of War Among and New Translation of Eusebius’ Tricennial Oration"
    ],
    "date": [
      "1968"
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "Thomas Y. Crowell"
    ],
    "title": [
      "Drake, Harold A. In Praise of Constantine: A Historical Study Dodge, Theodore"
    ],
    "type": "chapter"
  },
  {
    "date": [
      "1976"
    ],
    "location": [
      "Berkeley"
    ],
    "publisher": [
      "University of California Press"
    ],
    "title": [
      "the Romans Down to the End of the Roman Empire, With a"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Gaius Julius Caesar. Ferrill",
        "given": "Detailed Account",
        "particle": "of the Campaigns of"
      },
      {
        "given": "Arther"
      }
    ],
    "date": [
      "1997",
      "1996"
    ],
    "location": [
      "New York: New York"
    ],
    "publisher": [
      "Da Capo Press",
      "Thames and Hudson"
    ],
    "title": [
      "The Fall of the Roman Empire"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Walter",
        "given": "A."
      }
    ],
    "date": [
      "1982",
      "1989"
    ],
    "location": [
      "Oxford, U.K",
      "London"
    ],
    "publisher": [
      "Goffart",
      "Hambledon Clarendon Press",
      "Press"
    ],
    "title": [
      "The Early Principate: Augustus to Trajan",
      "Rome’s Fall and After"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Ferrill",
        "given": "Arthur"
      },
      {
        "given": "Lionel"
      },
      {
        "family": "Garnsey",
        "given": "Peter"
      }
    ],
    "container-title": [
      "Guardians of Language: the Grammarian The Germanic Invasions and Society in Late Antiquity"
    ],
    "date": [
      "1991",
      "1981",
      "1982",
      "1983",
      "1988",
      "1988"
    ],
    "location": [
      "New York",
      "New York",
      "London",
      "Berkeley",
      "Barry",
      "Romans and Barbarians",
      "London; Batsford"
    ],
    "publisher": [
      "Gossman",
      "Cambridge",
      "University Press",
      "B. T. Clarendon Press",
      "Batsford",
      "University of Cunliffe",
      "Greeks",
      "Spheres of California Press"
    ],
    "title": [
      "Caligula: Emperor of Rome",
      "The Empire Unpossess’d: an Essay on Thames and Hudson",
      "Gibbon’s Decline and Fall",
      "The Early Principate: Augustus to Trajan",
      "Oxford: Published for the Classical Association, at the Johnson, Stephen. Late Roman Fortifications",
      "612 SuggestedReadings Kaster, Robert A",
      "Interaction"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Macdowall",
        "given": "Simon"
      },
      {
        "family": "Goffart",
        "given": "Gerry Embleton Late Roman In-"
      },
      {
        "family": "Barbarians",
        "given": "Walter A."
      },
      {
        "family": "Romans",
        "given": "A.D."
      }
    ],
    "date": [
      "1994",
      "1980"
    ],
    "location": [
      "London",
      "Princeton, N.J"
    ],
    "publisher": [
      "Osprey Publishing Ltd., Techniques of Accommodation",
      "Princeton",
      "University Press"
    ],
    "title": [
      "418–584: The fantryman 236–565 AD"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Nicolle",
        "given": "David"
      },
      {
        "family": "Grant",
        "given": "Angus McBride Romano–Byzantine"
      },
      {
        "given": "Michael"
      }
    ],
    "date": [
      "1992",
      "1981"
    ],
    "location": [
      "London"
    ],
    "publisher": [
      "Osprey",
      "Books"
    ],
    "title": [
      "Dawn of the Middle Ages. New York: Bonanza Armies 4th–9th Centuries"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "O’Flynn",
        "given": "John M."
      }
    ],
    "date": [
      "1996"
    ],
    "location": [
      "Edmonton, Alta., Canada",
      "London"
    ],
    "publisher": [
      "University of Alberta",
      "Osprey"
    ],
    "title": [
      "Generalissimos of the Western Roman Macdowall, Simon and Angus McBride Germanic Warrior Empire",
      "236–568 AD"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "given": "Press"
      },
      {
        "family": "Randers-Pehrson",
        "given": "Justine D.Barbarians"
      },
      {
        "family": "Romans",
        "given": "The Pelikan"
      },
      {
        "family": "J",
        "given": "Jaroslav"
      }
    ],
    "container-title": [
      "and the Triumph of the Church"
    ],
    "date": [
      "1983",
      "1983"
    ],
    "location": [
      "Norman",
      "San Francisco"
    ],
    "pages": [
      "400–700"
    ],
    "publisher": [
      "Harper & University of Oklahoma Press"
    ],
    "title": [
      "The Excellent Empire: The Fall of Rome Birth Struggle of Europe, A.D"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "Row"
      },
      {
        "family": "Thompson",
        "given": "E.A.Romans"
      },
      {
        "family": "Barbarians",
        "given": "the Decline of the Rollins"
      },
      {
        "family": "M",
        "given": "Alden"
      }
    ],
    "date": [
      "1987",
      "1983"
    ],
    "location": [
      "Western Empire. Madison",
      "Jefferson, N.C"
    ],
    "publisher": [
      "University of Wisconsin Press",
      "McFarland"
    ],
    "title": [
      "The Fall of Rome: A Reference Guide"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Williams",
        "given": "Stephen Diocletian"
      },
      {
        "family": "Roman Recovery. Wolfram",
        "particle": "the"
      },
      {
        "given": "Herwig"
      }
    ],
    "date": [
      "1985",
      "1990"
    ],
    "location": [
      "London",
      "Berkeley"
    ],
    "publisher": [
      "B. T. Batsford",
      "University of California Press"
    ],
    "title": [
      "The Roman Empire and Its Germanic",
      "Peoples"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "given": "Zosimus"
      }
    ],
    "date": [
      "1982"
    ],
    "location": [
      "Canberra"
    ],
    "publisher": [
      "Australian Association for Byzantine Studies"
    ],
    "title": [
      "New History"
    ],
    "translator": [
      {
        "family": "Ridley",
        "given": "Ronald T."
      }
    ],
    "type": "book"
  }
]
