[
  {
    "author": [
      {
        "family": "WAVELETS",
        "given": "A.K.Coel F.U.N.D.A.M.E.N.T.A.L.S.O.F."
      },
      {
        "family": "THEORY",
        "given": "A.L.G.O.R.I.T.H.M.S."
      },
      {
        "family": "C. Goswami",
        "given": "A.P.P.L.I.C.A.T.I.O.N.S.",
        "particle": "l laideva"
      },
      {
        "family": "ANALYSIS",
        "given": "Andrew K.Chan"
      },
      {
        "family": "K. C. Cupta",
        "given": "D.E.S.I.G.N.O.F.I.N.T.E.G.R.A.T.E.D.C.I.R.C.U.I.T.A.N.T.E.N.N.A.M.O.D.U.L.E.S.",
        "particle": "l"
      },
      {
        "family": "R. C. Hansen HIGH-FREQUENCY ANALOG INTEGRATED CIRCUIT DESIGN",
        "given": "Peter S.Hall P.H.A.S.E.D.A.R.R.A.Y.A.N.T.E.N.N.A.S.",
        "particle": "l"
      },
      {
        "literal": "l Eugenio lannone, Francesco Matera, Antonio Mecozzi, and Marina Settembre FINITE ELEMENT SOFTWARE FOR MICROWAVE ENGINEERING l Tatsuo Itoh, Ciuseppe Pelosi and Peter P. Silvester teds.) SUPERCONDUCTOR TECHNOLOGY: APPLICATIONS TO MICROWAVE, ELECTRO-OPTICS, ELECTRICAL MACHINES, AND PROPULSION SYSTEMS l A. R. Iha OPTICAL COMPUTING: AN INTRODUCTION l M. A. Karim and A. S. S. Awwa/ INTRODUCTION TO ELECTROMAGNETIC AND MICROWAVE ENGINEERING . Paul R. Karmel, Gabriel D. Co/et and Raymond L. Camisa MILLIMETER WAVE OPTICAL DIELECTRIC INTEGRATED GUIDES AND CIRCUITS l Shiban K."
      }
    ],
    "container-title": [
      "MICROWAVE APPROACH TO HIGHLY IRREGULAR FIBER OPTICS l Huang Hung-Chia NONLINEAR OPTICAL COMMUNICATION NETWORKS",
      "CIRCUITS AND THEIR INTERACTION l Charles A. Lee and C. Conrad Da/man ADVANCES IN MICROSTRIP AND PRINTED ANTENNAS l Kai-Fong Lee and Wei Chen feds.) OPTICAL FILTER DESIGN AND ANALYSIS: A SIGNAL PROCESSING APPROACH l Christi K. Madsen and jian H. Zhao OPTOELECTRONIC PACKAGING",
      "OPTICAL CHARACTER RECOGNITION l Shunji Mori, Hirobumi Nishida, and Hiromitsu Yamada ANTENNAS FOR RADAR AND COMMUNICATIONS: A POLARIMETRIC APPROACH"
    ],
    "editor": [
      {
        "literal": "ed."
      },
      {
        "family": "Mickelson",
        "given": "A.R."
      },
      {
        "family": "Basavanhally",
        "given": "N.R."
      },
      {
        "family": "Lee",
        "given": "Y.C."
      }
    ],
    "title": [
      "Ravender Coyal",
      "Koul MICROWAVE DEVICES"
    ],
    "type": "chapter"
  }
]
