[
  {
    "author": [
      {
        "family": "C. H",
        "given": "D.U.H.R.I.N.G.Named",
        "particle": "after"
      }
    ],
    "note": [
      "ECKMAN (McDowell County). Named for John W. Eckman, for many years general manager of the Pulaski Iron Company."
    ],
    "title": [
      "Duhring, local manager of the Flat Top Coal Land enterprises until his death in 1891"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "C.",
        "given": "H.E.L.E.N.Named",
        "particle": "after the daughter of President G. W. Stevens of the"
      },
      {
        "family": "Railway",
        "given": "O."
      }
    ],
    "note": [
      "ITMANN (Wyoming County) . Named in honor of Isaac T. Mann. (See page 93 for biogra,-phical sketch"
    ],
    "title": [
      "HERNDON (Wyoming County). Probably named after A. M. Herndon, an official of the Winding Gulf Colliery Company and other concerns"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "Tho Smokel ... Cool field. of W ••I Virgin; .. (Cyrus H. Scott) and his fiancee (Mable Shinn) MAITLAND (McDowell County). Maiden name of the wife of Howard H. Houston, of the Houston Coal and Coke Company."
      },
      {
        "family": "Weyanoke",
        "given": "Winona"
      },
      {
        "family": "MAYBEURY",
        "given": "Shawnee",
        "particle": "are examples."
      },
      {
        "family": "May",
        "given": "Col A.J."
      },
      {
        "family": "C. H. Mead",
        "given": "William Beury M.E.A.D.Named",
        "particle": "for"
      },
      {
        "family": "NORTHFORK",
        "particle": "a coal opera tor."
      },
      {
        "family": "Rhodes",
        "given": "J."
      },
      {
        "family": "Sprague",
        "given": "P.W."
      },
      {
        "family": "C. H. Sprague Co. STONE COAL",
        "particle": "the head of"
      }
    ],
    "citation-number": [
      "104"
    ],
    "container-title": [
      "1915. PRODUCTION OF COAL IN THE SMOKELESS COAL FIELDS OF WEST VIRGINIA"
    ],
    "editor": [
      {
        "family": "N. Page",
        "given": "P.A.G.E.Named",
        "particle": "for Capt. Wil. liam"
      }
    ],
    "note": [
      "RHODELL (Raleigh County). Named for 1.",
      "SOPHIA (Raleigh County). Named for Sophia McGinnis, wife of an early settler. SPRAGUE (Raleigh County) Named after",
      "STOTESBURY (Raleigh County). Named by E. E. White in honor of Edward T. Stotesbury, president of the Beaver Coal Company. THAYER (Fayette County). Probably named for J. G. Thayer, official of several mining com· panies. THURMOND (Fayette County). Named for Captain W. D. Thurmond. who acquired the area on which the town is located in 1873 as payment for surveying work. URY (Raleigh County). Corruption of Uriah, from Uriah Cook. land owner. VIVIAN (McDowell County). Named for William Vivian, partner in the London banking house of Vivian, Gray & Company. This company had large financial interests in the Norfolk & Western Railway. WILCOE (McDowell County). A combination of William Cae, an engineer of the Norfolk and 106 The Smoke I... Coal Fields 01 West Virginia Western Railway while the Tug Fork branch was under construction. WYCO (Wyoming County) . An abbreviation of the Wyoming Coal Company, which began production in this location in"
    ],
    "title": [
      "MATOAKA (Mercer County). Another name for Pocahontas. The fact that the Pocahontas Mine was the first extremely successful mine in this area led to the use of Indian names for other mines",
      "Named for two of the early coal operators",
      "Named from its location at the junction of the north and south forks of Elkhorn R.iver",
      "pioneer coal operator. P ARRAL (Fayette County). Named after a mme in Mexico which Samuel Dixon had visited. QUINNIMONT (Fayette County). From the Lat· in-ufive mountains",
      "one of the founders. An earlier name was Rhodesdale. SCARBRO (Fayette County). Named by Samuel Dixon after the English town of Scarbor· ough. The Post Office required the shortened form. Ploco Name. In the Smoke I... Coal field, 105 SKELTON (Raleigh County). Another example of Mr. Dixon's use of the names of English towns. It was his birthplace. SLAB FORK (Raleigh County). Named after the creek near which the village is located",
      "Stone coal was the name formerly used for coal, to distinguish it from charcoal"
    ],
    "type": "chapter"
  }
]
