[
  {
    "author": [
      {
        "family": "David",
        "given": "B."
      }
    ],
    "container-title": [
      "From"
    ],
    "title": [
      "Fischer joined us in April 2010 and serves as our Vice President, Marketing and Business Partnerships"
    ],
    "type": "article-journal"
  },
  {
    "container-title": [
      "Mr. Fischer holds a B.A. in government from Cornell University and an M.B.A"
    ],
    "date": [
      "2002-03"
    ],
    "publisher": [
      "from the Stanford University Graduate School of Business"
    ],
    "title": [
      "Mr. Fischer served in various positions at Google, including most recently as its Vice President, Global Online Sales & Operations. Prior to joining Google, Mr. Fischer served as Deputy Chief of Staff of the U.S. Treasury Department and was an associate editor at the U.S. News World Report, L.P., a news magazine company"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Theodore",
        "given": "W."
      }
    ],
    "publisher": [
      "From May"
    ],
    "title": [
      "Ullyot has served as our Vice President, General Counsel, and Secretary since October 2008"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Kirkland",
        "given": "Mr Ullyot",
        "particle": "was a partner at"
      },
      {
        "family": "LLP",
        "given": "Ellis"
      },
      {
        "family": "From October",
        "particle": "a law firm."
      }
    ],
    "date": [
      "2008-10",
      "2005-04"
    ],
    "note": [
      "Supreme Court Justice Antonin Scalia and for Judge Michael Luttig of the U.S. Court of Appeals for the Fourth Circuit. Mr. Ullyot holds an A.B. in History from Harvard University and a J.D. from the University of Chicago."
    ],
    "title": [
      "Mr. Ullyot served as Executive Vice President and General Counsel of ESL Investments, Inc., a private investment firm. Prior to joining ESL Investments, Mr. Ullyot served in the federal executive branch under President George W. Bush, including as Chief of Staff at the U.S. Justice Department and as a Deputy Assistant to the President. Earlier in his career, Mr. Ullyot was an associate general counsel at AOL Time Warner, Inc. and served as a law clerk for U.S"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Donald",
        "given": "E."
      }
    ],
    "date": [
      "2009-03"
    ],
    "note": [
      "Mr. Graham has served as the"
    ],
    "title": [
      "Graham has served as a member of our board of directors since"
    ],
    "type": null
  },
  {
    "date": [
      "1993"
    ],
    "title": [
      "Chief Executive Officer of The Washington Post Company, an education and media company, since 1991 and as Chairman of its board of directors since",
      "Mr. Graham holds an A.B. in English history and literature from Harvard University. We believe that Mr. Graham should serve as a member of our board of directors due to his extensive experience in the media industry, including serving in a variety of senior leadership roles with The Washington Post Company"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Ms",
        "given": "Sheryl K.Sandberg"
      }
    ],
    "title": [
      "Sandberg received $86,133 for the First Half 2011 bonus, which reflected her contribution to growing revenue, building commercial and developer relationships, growing the Facebook team and excellence in execution in all business-related matters"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Mr",
        "given": "David A.Ebersman"
      }
    ],
    "title": [
      "Ebersman received $86,133 for the First Half 2011 bonus, which reflected his contributions in"
    ],
    "type": null
  },
  {
    "title": [
      "completing our 2010 financial statements, completing our private placement financing, and preparing our financial operations for this offering"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Ms",
        "given": "Sheryl K.Sandberg"
      }
    ],
    "date": [
      "2013"
    ],
    "title": [
      "Sandberg received an additional equity grant in the amount of 1,199,041 RSUs. The RSUs are subject to quarterly vesting based on continued employment over four years with a deferred vesting start date of October 15"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Mr",
        "given": "David A.Ebersman"
      }
    ],
    "date": [
      "2014"
    ],
    "title": [
      "Ebersman received an additional equity grant in the amount of 719,424 RSUs. The RSUs are subject to quarterly vesting based on continued employment over four years with a deferred vesting start date of October 15"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Mr",
        "given": "Theodore W.Ullyot"
      }
    ],
    "date": [
      "2014-07-15"
    ],
    "title": [
      "Ullyot received an additional equity grant in the amount of 239,808 RSUs. The RSUs are subject to quarterly vesting based on continued employment over four years with a deferred vesting start date of"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "I",
        "given": "L.P.A.H.Equity Partners"
      },
      {
        "given": "L.L.C."
      }
    ],
    "citation-number": [
      "10"
    ],
    "container-title": [
      "The address of AHEP and AH Fund is 2865 Sand Hill Road, Suite 101, Menlo Park, California 94025"
    ],
    "note": [
      "Mr. Andreessen also holds 5,247,490 RSUs which are subject to vesting conditions not expected to occur within 60 days of December 31, 2011."
    ],
    "title": [
      "Consists of 3,571,431 shares of Class B common stock held of record by Andreessen Horowitz Fund II",
      "AHEP) is the general partner of AH Fund and has sole voting and investment power over the securities held by AH Fund. Mr. Andreessen is one of the Managing Members of AHEP, and, therefore, may be deemed to share voting and investment power over the securities held AH Fund"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "Mr"
      }
    ],
    "citation-number": [
      "11"
    ],
    "date": [
      "2011"
    ],
    "title": [
      "Bowles holds 20,000 RSUs which are subject to vesting conditions not expected to occur within 60 days of December 31"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Breyer",
        "given": "Trustee of James W.Breyer"
      }
    ],
    "citation-number": [
      "12"
    ],
    "date": [
      "2005",
      "2005-03-25",
      "vi"
    ],
    "editor": [
      {
        "literal": "Accel IX); (iii"
      },
      {
        "family": "SP)",
        "given": "Accel"
      }
    ],
    "note": [
      "Accel 2005); (v",
      "Accel Growth SP); and (vii) 132,570 shares of Class B common stock held of record by Accel Growth Fund Investors 2009 L.L.C. (Accel Growth 2009). We have been advised by the holders of record that in connection with our initial public offering"
    ],
    "publisher": [
      "Accel Growth"
    ],
    "title": [
      "Consists of (i) 11,703,132 shares of Class B common stock held of record by James W",
      "Trust dated",
      "Trust); (ii) 149,527,730 shares of Class B common stock held of record by Accel IX L.P",
      "15,931,653 shares of Class B common stock held of record by Accel IX Strategic Partners L.P",
      "13,939,214 shares of Class B common stock held of record Accel Investors 2005 L.L.C",
      "9,949,820 shares of Class B common stock held of record by Accel Growth Fund L.P",
      "194,230 shares of Class B common stock held of record by Accel Growth Fund Strategic Partners L.P"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "record by DST Global II, L.P."
      },
      {
        "literal": "L.P., DST Global III, L.P."
      }
    ],
    "container-title": [
      "DST Global Limited and its affiliates are no longer affiliated with Mail.ru Group Limited (f/k/a Digital Sky Technologies Limited). For more information, see “Related Party Transactions—Conversion Agreement.”"
    ],
    "editor": [
      {
        "given": "L.P."
      }
    ],
    "note": [
      "18) Consists of (i) 239,165 shares of Class B common stock held of record by Dustin A. Moskovitz, Trustee of The Justin M. Rosenstein 2009 Trust, a trust established pursuant to the Justin M. Rosenstein 2009 Trust Agreement; (ii) 114,256,629 shares of Class B common stock held of record by Dustin Moskovitz, Trustee of The Dustin A. Moskovitz Trust dated December 27, 2005; (iii) 14,404,516 shares of Class B common stock held of record by Dustin Moskovitz, Trustee of The Dustin Moskovitz 2008 Annuity Trust dated March 10, 2008; and (iv) 4,863,335 shares of Class B common stock held of record by Justin M."
    ],
    "title": [
      "iii) 1,697,217 shares of Class A common stock held of record by DST Global III",
      "3,945,582 shares of Class A common stock and 24,290,447 shares of Class B common stock held of record by DST USA Limited; and (v) 25,073,926 shares of Class A common stock and 53,063,958 shares of Class B common stock held of record by DST USA II Limited. Yuri Milner holds ultimate voting and investment power over the securities held by these entities. The address of DST Global Limited, DST Global II",
      "DST USA Limited, and DST USA II Limited is c/o Tulloch & Co., 4 Hill Street, London W1J 5NE, United Kingdom. 36,711,928 shares of Class A common stock and 94,567,945 shares of Class B common stock are subject to a voting agreement in favor of Mr. Zuckerberg referred to in footnote (5) above"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Rosenstein",
        "given": "Trustee of The Dustin A.Moskovitz"
      }
    ],
    "date": [
      "2009",
      "2009"
    ],
    "note": [
      "Rosenstein 2009 Trust, The Dustin A. Moskovitz Trust dated December 27, 2005, The Dustin Moskovitz 2008 Annuity Trust dated March 10, 2008, and The Dustin A. Moskovitz 2009 Trust. 133,763,645 shares of Class B common stock are subject to a voting agreement in favor of Mr. Zuckerberg referred to in footnote (5) above."
    ],
    "title": [
      "Trust, a trust established pursuant to the Dustin A. Moskovitz 2009 Trust Agreement dated January 1",
      "Mr. Moskovitz is trustee or beneficiary of The Justin M"
    ],
    "type": null
  },
  {
    "citation-number": [
      "19"
    ],
    "date": [
      "20"
    ],
    "location": [
      "New York, NY"
    ],
    "note": [
      "Rowe Price Associates, Inc. T. Rowe Price Associates, Inc. serves as investment adviser with power to direct investments and/or sole power to vote the securities owned by these funds and accounts. T. Rowe Price Associates, Inc. may be deemed to be the beneficial owner of all the shares listed. T. Rowe Price Associates, Inc. is the wholly owned subsidiary of T. Rowe Price Group, Inc., which is a publicly traded financial services holding company. The address for T. Rowe Price Associates, Inc. is 100 East Pratt Street, Baltimore, MD 21202."
    ],
    "title": [
      "Consists of (i) 14,214,807 shares of Class A common stock held of record by The Goldman Sachs Group, Inc.; (ii) 2,598,652 shares of Class A common stock held of record by Goldman Sachs Investment Partners Master Fund, L.P.; (iii) 1,010,587 shares of Class A common stock held of record by Goldman Sachs Investment Partners Private Opportunities Holdings, L.P.; and (iv) 48,123,195 shares of Class A common stock held of record by FBDC Investors Offshore Holdings, L.P. Affiliates of The Goldman Sachs Group, Inc. are the general partner, managing general partner or investment manager of each of Goldman Sachs Investment Partners Master Fund, L.P., Goldman Sachs Investment Partners Private Opportunities Holdings, L.P., and FBDC Investors Offshore Holdings, L.P., and each of these funds shares voting and investment power with certain of its respective affiliates. The address of The Goldman Sachs Group, Inc., Goldman Sachs Investment Partners Master Fund, L.P., Goldman Sachs Investment Partners Private Opportunities Holdings, L.P., and FBDC Investors Offshore Holdings, L.P. is 200 West Street",
      "Consists of (i) 6,033,630 shares of Class A common stock held of record by 81 funds and accounts advised or sub-advised by T. Rowe Price Associates, Inc.; and (ii) 12,158,743 shares of Class B common stock held of record by 77 funds and accounts advised or sub-advised by T"
    ],
    "type": null,
    "volume": [
      "10282"
    ]
  },
  {
    "note": [
      "holder in the United States, then the gain generally will be subject to U.S. federal income tax at the same graduated rates applicable to U.S. persons, net of certain deductions and credits."
    ],
    "title": [
      "If any gain from the sale, exchange or other disposition of our Class A common stock, (1) is effectively connected with a U.S. trade or business conducted by a non-U.S. holder and (2) if required by an applicable income tax treaty between the United States and the non-U.S. holder’s country of residence, is attributable to a permanent establishment (or, in certain cases involving individuals, a fixed base) maintained by such non-U.S"
    ],
    "type": null
  },
  {
    "container-title": [
      "U.S. Federal Estate Tax The estates of nonresident alien individuals generally are subject to U.S. federal estate tax on property with a U.S. situs"
    ],
    "title": [
      "If the non-U.S. holder is a corporation, under certain circumstances, that portion of its earnings and profits that is effectively connected with its U.S. trade or business, subject to certain adjustments, generally would be subject also to a “branch profits tax.” The branch profits tax rate is generally 30%, although an applicable income tax treaty between the United States and the non-U.S. holder’s country of residence might provide for a lower rate"
    ],
    "type": "chapter"
  },
  {
    "title": [
      "Because we are a U.S. corporation, our Class A common stock will be U.S. situs property and therefore will be included in the taxable estate of a nonresident alien decedent, unless an applicable estate tax treaty between the United States and the decedent’s country of residence provides otherwise"
    ],
    "type": null
  },
  {
    "note": [
      "in fact, satisfied) or otherwise establishes an exemption. The certification procedures to claim"
    ],
    "title": [
      "Payments to non-U.S. holders of dividends on Class A common stock generally will not be subject to backup withholding, so long as the non-U.S. holder certifies its nonresident status (and we or our paying agent do not have actual knowledge or reason to know the holder is a U.S. person or that the conditions of any other exemption are not"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "U.S",
        "particle": "a"
      }
    ],
    "note": [
      "persons who, in the aggregate, hold more than 50% of the income or capital interests of the partnership or (b) the foreign partnership is engaged in a U.S. trade or business;"
    ],
    "title": [
      "person (including a foreign branch or office of such person); • a “controlled foreign corporation” for U.S. federal income tax purposes; • a foreign person 50% or more of whose gross income from certain periods is effectively connected with a U.S. trade or business; or • a foreign partnership if at any time during its tax year (a) one or more of its partners are U.S"
    ],
    "type": null
  },
  {
    "note": [
      "stock split effected in October 2010):"
    ],
    "title": [
      "Item 15. Recent Sales of Unregistered Securities Since February 1, 2009, we have made the following sales of unregistered securities (after giving effect to a 5-for-1"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "Other Common Stock Issuances • On"
      }
    ],
    "date": [
      "2009-05-26"
    ],
    "title": [
      "we issued 48,065 shares of our Class B common stock to one existing investor pursuant to the anti-dilution terms of such investor’s original investment"
    ],
    "type": null
  },
  {
    "title": [
      "• On December 30, 2009, we issued 2,000,000 shares of our Class B common stock to a family member of our CEO. This award was made in satisfaction of funds provided for our initial working capital and a potential release of claims"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "On"
      }
    ],
    "date": [
      "2010-06-02"
    ],
    "title": [
      "we issued 5,000 shares of our Class B common stock to one accredited investor at a purchase price of $7.27 per share"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "December",
        "given": "On"
      }
    ],
    "date": [
      "2010"
    ],
    "title": [
      "we sold 21,582,733 shares of our Class A common stock to three accredited investors at a purchase price of $20.85 per share"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "December",
        "given": "On"
      }
    ],
    "date": [
      "2010"
    ],
    "title": [
      "we sold 2,398,081 shares of our Class A common stock to one accredited investor at a purchase price of $20.85 per share"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "On"
      }
    ],
    "date": [
      "2011-01-21"
    ],
    "title": [
      "we sold 47,961,630 shares of our Class A common stock to one accredited investor at a purchase price of $20.85 per share"
    ],
    "type": null
  },
  {
    "container-title": [
      "Acquisitions"
    ],
    "title": [
      "• On September 15, 2011, we issued 29,640 shares of our Class B common stock as consideration to a former employee for services provided"
    ],
    "type": "article-journal"
  },
  {
    "title": [
      "• On August 14, 2009, we issued 11,052,955 shares of our Class B common stock as consideration to ten individuals and one entity in connection with our acquisition of all the outstanding shares of a company"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "On"
      }
    ],
    "date": [
      "2010-05-18"
    ],
    "title": [
      "we issued 3,625,000 shares of our Class B common stock as consideration to a company in connection with our purchase of patents from the company"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "June",
        "given": "On"
      }
    ],
    "date": [
      "2010"
    ],
    "title": [
      "we issued 238,000 shares of our Class B common stock as consideration to a company in connection with our purchase of certain assets from the company"
    ],
    "type": null,
    "volume": [
      "16"
    ]
  },
  {
    "author": [
      {
        "given": "On"
      }
    ],
    "date": [
      "2010-07-07"
    ],
    "title": [
      "we issued 590,900 shares of our Class B common stock as consideration to a company in connection with our purchase of certain assets from the company"
    ],
    "type": null
  },
  {
    "title": [
      "• On August 18, 2010, we issued 289,350 shares of our Class B common stock as consideration to two individuals in connection with our acquisition of all the outstanding shares of a company"
    ],
    "type": null
  },
  {
    "title": [
      "• On October 29, 2010, we issued 1,309,284 shares of our Class B common stock as consideration to a company in connection with our purchase of certain assets from the company"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "November",
        "given": "On"
      }
    ],
    "date": [
      "2010"
    ],
    "title": [
      "we issued 350,000 shares of our Class B common stock as consideration to a company in connection with our purchase of certain assets from the company"
    ],
    "type": null,
    "volume": [
      "12"
    ]
  },
  {
    "author": [
      {
        "given": "On"
      }
    ],
    "date": [
      "2010-12-15"
    ],
    "title": [
      "we issued 1,030,000 shares of our Class B common stock as consideration to two individuals in connection with our acquisition of all the outstanding shares of a company"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "February",
        "given": "On"
      }
    ],
    "date": [
      "2011"
    ],
    "title": [
      "we issued 681,357 shares of our Class A common stock as consideration to a company in connection with our purchase of certain assets from the company"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "April",
        "given": "On"
      }
    ],
    "date": [
      "2011"
    ],
    "title": [
      "we issued 1,659,430 shares of our Class A common stock as consideration to 13 individuals and six entities in connection with our acquisition of all the outstanding shares of a company"
    ],
    "type": null
  },
  {
    "title": [
      "• On August 1, 2011, we issued 75,426 shares of our Class A common stock as consideration to three individuals in connection with our acquisition of all the outstanding shares of a company"
    ],
    "type": null
  },
  {
    "citation-number": [
      "10.2*"
    ],
    "date": [
      "2005"
    ],
    "title": [
      "Stock Plan, as amended, and forms of award agreements"
    ],
    "type": null
  },
  {
    "citation-number": [
      "10.3*"
    ],
    "date": [
      "2005"
    ],
    "title": [
      "Officers’ Stock Plan, and amended and restated notice of stock option grant and stock option agreement"
    ],
    "type": null
  },
  {
    "citation-number": [
      "10.4*"
    ],
    "date": [
      "2012"
    ],
    "title": [
      "Equity Incentive Plan, to be in effect upon the effectiveness of Registrant’s initial public offering, and forms of award agreements"
    ],
    "type": null
  },
  {
    "citation-number": [
      "10.5*"
    ],
    "date": [
      "2011"
    ],
    "title": [
      "Bonus/Retention Plan"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Amended"
      },
      {
        "family": "Letter",
        "given": "Restated Offer"
      }
    ],
    "citation-number": [
      "10.6*"
    ],
    "date": [
      "2012-01-27"
    ],
    "publisher": [
      "between Registrant and Mark Zuckerberg"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "given": "Amended"
      },
      {
        "family": "Agreement",
        "given": "Restated Employment"
      }
    ],
    "citation-number": [
      "10.7*"
    ],
    "date": [
      "2012-01-27"
    ],
    "editor": [
      {
        "family": "Registrant",
        "particle": "between"
      },
      {
        "family": "Sandberg",
        "given": "Sheryl K."
      }
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Amended"
      },
      {
        "family": "Letter",
        "given": "Restated Offer"
      }
    ],
    "citation-number": [
      "10.8*"
    ],
    "date": [
      "2012-01-27"
    ],
    "editor": [
      {
        "family": "Registrant",
        "particle": "between"
      },
      {
        "family": "Ebersman",
        "given": "David A."
      }
    ],
    "type": null
  },
  {
    "citation-number": [
      "10.9*"
    ],
    "note": [
      "Amended and Restated Offer Letter, dated January 27, 2012, between Registrant and Mike Schroepfer."
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Amended"
      },
      {
        "family": "Agreement",
        "given": "Restated Employment"
      }
    ],
    "citation-number": [
      "10.10*"
    ],
    "date": [
      "2012-01-27"
    ],
    "editor": [
      {
        "family": "Registrant",
        "particle": "between"
      },
      {
        "family": "Ullyot",
        "given": "Theodore W."
      }
    ],
    "type": null
  },
  {
    "citation-number": [
      "10.11*"
    ],
    "location": [
      "Campus, LLC"
    ],
    "title": [
      "Lease, dated February 7, 2011, between Registrant and Wilson Menlo Park"
    ],
    "type": null
  },
  {
    "citation-number": [
      "10.12*†"
    ],
    "note": [
      "Developer Addendum, dated May 14, 2010, between Registrant and Zynga Inc., as amended by Amendment No. 1 to Developer Addendum, dated October 1, 2011."
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "No",
        "given": "Developer Addendum"
      }
    ],
    "citation-number": [
      "10.13*†"
    ],
    "date": [
      "2010-12-02"
    ],
    "publisher": [
      "between Registrant and Zynga Inc"
    ],
    "type": "book"
  },
  {
    "container-title": [
      "City of Menlo Park"
    ],
    "note": [
      "State of California, on this 1st day of February 2012."
    ],
    "title": [
      "Pursuant to the requirements of the Securities Act of 1933, the registrant has duly caused this registration statement to be signed on its behalf by the undersigned, thereunto duly authorized"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "Amended"
      },
      {
        "family": "Agreement",
        "given": "Restated Employment"
      }
    ],
    "citation-number": [
      "10.7*"
    ],
    "date": [
      "2012-01-27"
    ],
    "editor": [
      {
        "family": "Registrant",
        "particle": "between"
      },
      {
        "family": "Sandberg",
        "given": "Sheryl K."
      }
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Amended"
      },
      {
        "family": "Letter",
        "given": "Restated Offer"
      }
    ],
    "citation-number": [
      "10.8*"
    ],
    "date": [
      "2012-01-27"
    ],
    "editor": [
      {
        "family": "Registrant",
        "particle": "between"
      },
      {
        "family": "Ebersman",
        "given": "David A."
      }
    ],
    "type": null
  },
  {
    "citation-number": [
      "10.9*"
    ],
    "note": [
      "Amended and Restated Offer Letter, dated January 27, 2012, between Registrant and Mike Schroepfer."
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Amended"
      },
      {
        "family": "Agreement",
        "given": "Restated Employment"
      }
    ],
    "citation-number": [
      "10.10*"
    ],
    "date": [
      "2012-01-27"
    ],
    "editor": [
      {
        "family": "Registrant",
        "particle": "between"
      },
      {
        "family": "Ullyot",
        "given": "Theodore W."
      }
    ],
    "type": null
  },
  {
    "citation-number": [
      "10.11*"
    ],
    "location": [
      "Campus, LLC"
    ],
    "title": [
      "Lease, dated February 7, 2011, between Registrant and Wilson Menlo Park"
    ],
    "type": null
  },
  {
    "citation-number": [
      "10.12*†"
    ],
    "note": [
      "Developer Addendum, dated May 14, 2010, between Registrant and Zynga Inc., as amended by Amendment No. 1 to Developer Addendum, dated October 1, 2011."
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "No",
        "given": "Developer Addendum"
      }
    ],
    "citation-number": [
      "10.13*†"
    ],
    "date": [
      "2010-12-02"
    ],
    "publisher": [
      "between Registrant and Zynga Inc"
    ],
    "type": "book"
  },
  {
    "citation-number": [
      "10.14*"
    ],
    "note": [
      "dated June 28, 2011, and the Second Amendment, dated September 13, 2011."
    ],
    "title": [
      "Credit Agreement, dated February 18, 2011, between Registrant, the Lenders party thereto, and JPMorgan Chase Bank, N.A., as amended by the First Amendment"
    ],
    "type": null
  }
]
