[
  {
    "container-title": [
      "]EH journal of Economic History MGH SS Monumenta Germaniae Historica, Scriptores NAV Nuovo Archivio Veneto PL Patrologia Latina RIS Rerum Italicarum Scriptores RSDI Rivista di Storia del Diritto Italiano RSI Rivista Storica Italiana Bibliographies"
    ],
    "date": [
      "1936"
    ],
    "editor": [
      {
        "family": "Sant'Angelo",
        "particle": "ed. C. Imperiale di"
      },
      {
        "given": "F.S.I."
      }
    ],
    "title": [
      "Annales Annales: Economies, Societes, Civilisations, formerly Annales d' Histoire flconomique et Sociale ASI A rchivio Storico Italiano ASL Archivio Storico Lombardo BISI Bollettino dell' lstituto Storico Italiano CDG Codice diplomatico della Repubblica di Genova",
      "EcHR Economic History Review EHR English Historical Review FSI Fonti per la Storia d'Italia (Rome, 1887"
    ],
    "type": "article-journal"
  },
  {
    "container-title": [
      "Hay, The Italian BIBLIOGRAPHIES 201 Renaissance in its Historical Background (Cambridge 1g61"
    ],
    "pages": [
      "1 66"
    ],
    "title": [
      "A.n introduction to the problems of writing Italian history of the medieval and Renaissance periods can be found in the early chapters of D"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "SOURCES U. Balzani",
        "particle": "ll."
      },
      {
        "family": "Benecke",
        "given": "C.M."
      },
      {
        "family": "Dino Compagni",
        "given": "A.G.Ferrers Howell's",
        "particle": "version of"
      },
      {
        "given": "Cronica"
      }
    ],
    "date": [
      "London 196g",
      "London, 1go6"
    ],
    "note": [
      "but G. G. Coulton, From St Francis to Dante (London 1go6), contains the greater part of Salimbene. The Selections from the First Nine Books of the Croniche Fiorentine of Giovanni Villani, translated by R. E."
    ],
    "title": [
      "The only up-to-date survey of the Italian communes in English is D.P. Waley, The Italian City-Republics",
      "Early Chroniclers of Italy (London, 1883) provides an old-fashioned introduction. The only complete translation of an Italian civic chronicle is E"
    ],
    "type": null
  },
  {
    "editor": [
      {
        "given": "Selfe"
      },
      {
        "family": "H",
        "given": "P."
      }
    ],
    "publisher": [
      "The Works of Luitprand of Cremona"
    ],
    "title": [
      "Wicksteed (London 1896) concentrate on passages of interest to Dante students"
    ],
    "translator": [
      {
        "family": "A",
        "given": "F."
      }
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "given": "Wright"
      }
    ],
    "date": [
      "1930"
    ],
    "note": [
      "New York 1953); and The Writings of Leo, Rufino and Angelo, Companions of St Francis, trans."
    ],
    "title": [
      "The Deeds of Frederick Barbarossa by Otto of Freising and Rahewin"
    ],
    "translator": [
      {
        "family": "Mierow",
        "given": "C.C."
      },
      {
        "family": "Emery",
        "given": "R."
      }
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Brooke",
        "given": "R.B."
      }
    ],
    "container-title": [
      "P. Waley's Italian City-Republics, the most recent general study of the Italian communes in English was W. Boulting's thoroughly revised version of Sismondi's History of the Italian Republics"
    ],
    "date": [
      "1970"
    ],
    "title": [
      "all throw light on Italian conditions. 3· POLITICAL AND SOCIAL HISTORY (a) General Before the appearance of D"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Butler",
        "given": "W.F."
      },
      {
        "family": "Clarke",
        "given": "V."
      },
      {
        "family": "L",
        "given": "C."
      },
      {
        "family": "M",
        "given": "H."
      }
    ],
    "container-title": [
      "A. Bullough to The Dark Ages",
      "idem, 'The Papacy, the Patarines and the Church of Milan', Transactions of the Royal Historical Society, 5th ser",
      "J",
      "Receuils de la Societe jean Bodin",
      "Hodgkin, Italy and her Invaders",
      "E. J. Cowdrey, 'Archbishop Aribert of Milan', History",
      "and J. P. Whitney, Hildebrandine Essays (Cambridge"
    ],
    "date": [
      "XXXX",
      "1954",
      "1965",
      "1968",
      "1932"
    ],
    "editor": [
      {
        "family": "D. Talbot Rice",
        "particle": "ed."
      }
    ],
    "location": [
      "London"
    ],
    "note": [
      "On pre-communal Rome, see P. Llewellyn, Rome in the Dark Ages (London 1971). On Milan in the eleventh century, see H.",
      "S.P.I.--8 (c) The Early Communes up to r2oo The only general treatment remains C. W. Previte-Orton, 'The Italian Citie~ till ca uoo', Cambridge Medieval History, v (Cambridge 1926), 208-41. See also F. C. Hodgson, The Early History of Venice (London 1901) and W. Heywood, A History of Pisa: Eleventh and Twelfth Centuries (Cambridge 1921)."
    ],
    "pages": [
      "135–76",
      "188 – 9",
      "1–15",
      "25–48",
      "143–57"
    ],
    "title": [
      "The Lombard Communes (London 1go6) covers the whole communal period for the regions north of the Apennines. Both these books convey a fair picture of the findings of late-nineteenth century research; the Italian sections of M",
      "The Medieval City State (London 1926, reprinted 1966) are not so satisfactory",
      "Sismondi's History of the Italian Republics in the Middle Ages",
      "1830) remains a great classic; a drastically shortened version was last reprinted in the Everyman's Library series in 1907· G. Falco, The Holy Roman Republic",
      "1g64) surveys a wide area of medieval history from the point of view of Rome; while some of the chapters are fresh and stimulating, the attempt to establish a new perspective is not entirely successful. (b) The Pre-Communal Period On the Roman imperial administration there is A",
      "Jones's masterly The Later Roman Empire 284-602, ll vols (Oxford 1g64); the same author's 'The Cities of the Roman Empire: Political, Administrative and Judicial Institutions'",
      "is a useful summary on the administration of the civitates. As a full scale history of the barbarian period, T",
      "has not yet been superseded, but for an upto-date view see the contributions of D"
    ],
    "translator": [
      {
        "family": "Lardner",
        "given": "D."
      },
      {
        "family": "Kent",
        "given": "K.V."
      }
    ],
    "type": "article-journal",
    "volume": [
      "iv",
      "8",
      "li (1g66",
      "18"
    ]
  },
  {
    "author": [
      {
        "given": "d"
      },
      {
        "family": "Pullan",
        "given": "S."
      }
    ],
    "container-title": [
      "D"
    ],
    "date": [
      "1973"
    ],
    "note": [
      "P. Waley, Medieval Orvieto (Cambridge 1952); idem, The Papal State in Thirteenth Century (London 1961); J. Lamer, The Lords of the Romagna (London 1965); J. K. Hyde, Padua in the Age of Dante (Manchester 1966)."
    ],
    "title": [
      "The Later Communes I200-IJ40 The best introduction is B",
      "A History of Early Renaissance Italy",
      "There are a number of recent books on particular cities or regions, i.e"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Transition",
        "given": "M.B.Becker's Florence",
        "particle": "in"
      }
    ],
    "container-title": [
      "Martines in Speculum"
    ],
    "date": [
      "1967",
      "1970"
    ],
    "note": [
      "and P. J. Jones in EHR, lxxxv"
    ],
    "pages": [
      "689–92",
      "563–7"
    ],
    "title": [
      "supported by numerous articles listed in the bibliography of",
      "attempts a major reassessment of Florentine history centred on the contrast between the period before and after 1343. Both Becker's accuracy in detail and the validity of his interpretations have been questioned- see, for example, reviews by L"
    ],
    "type": "article-journal",
    "volume": [
      "2",
      "2",
      "xliii (1g68"
    ]
  },
  {
    "author": [
      {
        "family": "M",
        "given": "W."
      },
      {
        "family": "Ia Ronciere",
        "given": "C.",
        "particle": "de"
      },
      {
        "family": "Bowsky",
        "given": "W.M."
      },
      {
        "family": "Waley",
        "given": "D.P."
      },
      {
        "family": "Bowsky",
        "given": "W.M."
      },
      {
        "family": "Becker",
        "given": "M.B."
      },
      {
        "family": "Bowsky",
        "given": "W.M."
      },
      {
        "family": "Martines",
        "given": "L."
      }
    ],
    "container-title": [
      "'Direct and Indirect Taxation in Tuscan Finance, ca uoo-1400', Finances et Comptabilitt! Urbaines du Xllle au X VIe siecle, Colloque international",
      "Renaissance Studies in Honour of Hans Baron",
      "and the volume Violence and Civil Disorder in Italian Cities I200-IJOO",
      "Speculum",
      "Medieval Studies",
      "American Historical Review",
      "Government and Opposition"
    ],
    "date": [
      "1962",
      "1964",
      "1968",
      "1970",
      "1967"
    ],
    "editor": [
      {
        "family": "Herlihy",
        "given": "D."
      },
      {
        "family": "N. Rubinstein",
        "particle": "ed."
      },
      {
        "family": "Studies",
        "given": "Florentine"
      },
      {
        "family": "Rubinstein",
        "particle": "ed."
      },
      {
        "family": "A. Molho",
        "particle": "ed."
      },
      {
        "family": "Tedeschi",
        "given": "J.A."
      },
      {
        "family": "L. Martines",
        "particle": "ed."
      },
      {
        "family": "J. R",
        "particle": "ed."
      }
    ],
    "location": [
      "Blankenberge (Brussels",
      "Oxford"
    ],
    "note": [
      "On class, palty and civil disorder:",
      "Berkeley and Los Angeles 1972). (e) The Signorie Although practically all the works listed in the last section throw some light on at least one aspect of the rise of the signorie, there is no modern study of the subject as a whole in English. P. J. Jones, 'Communes and Despots: the City-State in Late Medieval Italy', Transactions of the Royal Historical Society, 5th ser., xv (1g65), 71-g6 and D. M. Bueno de Mesquita, 'The Place of Despotism in Italian Politics' in Europe in the Late Middle Ages,"
    ],
    "pages": [
      "368–81",
      "384–405",
      "14 – 2",
      "7 –1 8",
      "75–98",
      "246–308",
      "1–17",
      "6 – 1"
    ],
    "title": [
      "However, his work remains important and some of his ideas are stimulating",
      "Bowsky has in hand a full-scale study of Siena; until its appearance, there is his article 'The Buon Governo of Siena 1287-1355: a Medieval Oligarchy'",
      "Particular aspects of communal government and society in this period: On taxation",
      "'Indirect Taxes or \"Gabelles\" at Florence in the Fourteenth Century' in Florentine Studies",
      "The Finance of the Commune of Siena I287-I355",
      "On military service",
      "'The Army of the Florentine Republic from the Twelfth to the Fourteenth Century'",
      "'City and Contado: Military Relationships and Communal Bonds in Fourteenth-Century Siena'",
      "'A Study in Political Failure: The Florentine Magnates u8o-1343'",
      "'The Medieval Commune and Internal Violence: Police Power and Public Safety in Siena, 1287-1355'",
      "'Political Conflict in the Italian City States'"
    ],
    "type": "article-journal",
    "volume": [
      "xxxvii",
      "1971",
      "xxvii (1g65",
      "iii (1g68"
    ]
  },
  {
    "author": [
      {
        "family": "Hale",
        "given": "J.R.L.Highfield"
      },
      {
        "family": "Smalley",
        "given": "B."
      }
    ],
    "container-title": [
      "BIBLIOGRAPHIES"
    ],
    "title": [
      ":JOI-;Jl hoth discuss some of the salient problems"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Allen",
        "given": "A.M."
      },
      {
        "family": "Verona",
        "given": "A.History",
        "particle": "of"
      },
      {
        "family": "Heywood",
        "given": "W."
      },
      {
        "family": "Perugia",
        "given": "A.History",
        "particle": "of"
      },
      {
        "family": "Schevill",
        "given": "F."
      },
      {
        "family": "Papacy",
        "particle": "the"
      },
      {
        "family": "South On Frederick I",
        "particle": "the"
      },
      {
        "family": "Munz",
        "given": "P."
      }
    ],
    "container-title": [
      "Pacaut's book of the same title, trans"
    ],
    "date": [
      "1910",
      "1910",
      "1936"
    ],
    "location": [
      "New York"
    ],
    "note": [
      "g) The Empire,",
      "J. Pomerans (London 1970). With the appearance ofT. C. Van Cleve, The Emperor Frederick 11 of Hohenstaufen: lmmutator Mundi (Oxford 1972), the English reader needs to rely no longer on the exciting but wildly biased E. Kantorowicz, Frederick 11, trans. E. 0. Lorimer (London 19!11)- Still useful are the relevant chapters of G. Barraclough, The Origins of Modern Germany"
    ],
    "pages": [
      "– 1 61",
      "1"
    ],
    "title": [
      "These books are old and aimed at a wide readership, and they therefore reflect the views and prejudices of the time when they were written. They should be used with caution",
      "Siena: The Story of a Medieval Commune (London 1909); idem, History of Florence from the Founding of the City through the Renaissance",
      "Frederick Barbarossa (London 1g6g,) gives a much clearer view of the Italian setting than M"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "literal": "W. M. Bowsky, Henry VII"
      }
    ],
    "date": [
      "1947"
    ],
    "edition": [
      "2nd edn"
    ],
    "location": [
      "Oxford"
    ],
    "note": [
      "in Italy (Lincoln, Nebraska 1g6o); see also his supporting articles 'Clement V and the Emperor-elect', Medievalia et Humanistica, xii"
    ],
    "title": [
      "especially for the short but crucial reign of Henry VI (119o-7)· On Henry of Luxemburg there is an excellent modem study"
    ],
    "type": null
  },
  {
    "date": [
      "1958"
    ],
    "title": [
      "52-69 and 'Florence and Henry of Luxemburg, King of the Romans"
    ],
    "type": null
  },
  {
    "container-title": [
      "Speculum"
    ],
    "date": [
      "1958"
    ],
    "pages": [
      "177–203"
    ],
    "title": [
      "The Rebirth of Guelfism'"
    ],
    "type": "article-journal",
    "volume": [
      "xxxiii"
    ]
  },
  {
    "author": [
      {
        "family": "Partner",
        "given": "P."
      }
    ],
    "container-title": [
      "T. S. R"
    ],
    "note": [
      "Boase, Boniface the Eighth"
    ],
    "title": [
      "The Lands of StPeter (London 1972) covers the temporal power of the papacy throughout the Middle Ages"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Smith",
        "given": "D.Mack"
      }
    ],
    "container-title": [
      "J"
    ],
    "date": [
      "1933",
      "1968"
    ],
    "location": [
      "London"
    ],
    "note": [
      "Norwich, The Normans in the South (London 1967) and The Kingdom in the Sun IIJD-II94 (London 1970),",
      "summarises the period up to c. 1350 in about a hundred pages. E. M. Jamison, Admiral Eugenius of Sicily: His Life and Work"
    ],
    "title": [
      "deals fairly fully with his Italian policies . .1\\s introductions to the history of the South there are two attractive popular books by J",
      "Medieval Sicily 8oo-r7r3"
    ],
    "type": "article-journal"
  },
  {
    "date": [
      "1957",
      "1971"
    ],
    "location": [
      "Syracuse, New York"
    ],
    "note": [
      "S. Runciman, The Sicilian Vespers (Cambridge 1958) places the rising of 1282 in the wide setting of European and Mediterranean diplomacy."
    ],
    "title": [
      "gives a broader view of the twelfth-century Norman kingdom than the title might suggest. Frederick II's legal code, The Liber Augustalis"
    ],
    "translator": [
      {
        "family": "M. Powell",
        "particle": "has been.J."
      }
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "General G. Luzzatto",
        "particle": "a)"
      },
      {
        "family": "Lopez",
        "given": "S."
      }
    ],
    "container-title": [
      "in placing the Italian economy in the wider European context. F. Braude!, The Mediterranean and the Mediterranean World in the Age of Philip II"
    ],
    "date": [
      "1961"
    ],
    "note": [
      "London 1972) is a fascinating study of the interaction between geography and history, most of which is valid for the medieval period. On population, J- C. Russell, 'Late Ancient and Medieval Population', ll04 SOCIETY AND POLITICS IN MEDIEVAL ITALY"
    ],
    "title": [
      "An Economic History of Italy from the Fall of the Roman Empire to the Beginning of the r6th Century",
      "with a very full bibliography by the translator, is the best introduction. Among recent surveys, R.-H. Bautier, The Economic Development of Medieval Europe (London 1971) is more successful than R",
      "The Commercial Revolution of the Middle Ages 95D-IJJO (Englewood Cliffs 1971"
    ],
    "translator": [
      {
        "family": "Jones",
        "given": "P.J."
      },
      {
        "family": "Reynolds",
        "given": "S."
      }
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "b"
      }
    ],
    "container-title": [
      "J. Jones in the Cambridge Economic History of Europe",
      "On the agrarian side, seeP. J. Jones, 'An Italian Estate"
    ],
    "date": [
      "1954"
    ],
    "issue": [
      "R, vii"
    ],
    "note": [
      "D. Herlihy, 'The History of the Rural Seigneury in Italy"
    ],
    "pages": [
      "34 –431",
      "18–32"
    ],
    "title": [
      "The Countryside, Towns and Cities The best starting point is the excellent chapter by P"
    ],
    "type": "article-journal",
    "volume": [
      "i (2nd edn, Cambridge 1g66"
    ]
  },
  {
    "author": [
      {
        "family": "History",
        "given": "Agricultural"
      },
      {
        "given": "xxxiii"
      },
      {
        "family": "cities",
        "given": "On"
      },
      {
        "family": "D. A. Bullough",
        "particle": "see"
      },
      {
        "family": "Herlihy",
        "given": "D."
      }
    ],
    "citation-number": [
      "751-uoo',"
    ],
    "container-title": [
      "S. Lopez, 'The Trade of Medieval Europe: the South' in the Cambridge Economic History of Europe, ii",
      "EcHR"
    ],
    "date": [
      "1959",
      "idem",
      "1957",
      "1952"
    ],
    "note": [
      "and that by R. de Roover, 'The Organisation of Trade' in the same publication, iii, 41!-104. Both have full bibliographies. H. Pirenne's well-known Medieval Cities"
    ],
    "pages": [
      "58–71",
      "1–14",
      "82–130",
      "257–534,"
    ],
    "title": [
      "'Treasure Hoards in the Italian Economy'",
      "'Urban Change in Early Medieval Italy: the Example of Pavia', Papers of the British School at Rome",
      "Pisa in the Early Renaissance (New Haven 1958) and Medieval and Renaissance Pistoia (New Haven 1g67). Both are concerned with demographic and economic aspects of the city and its contado. (c) Commerce and the Merchant Class The best introduction to the medieval revival of commerce is the chapter by R"
    ],
    "type": "article-journal",
    "volume": [
      "x",
      "xxxiv (1g66"
    ]
  },
  {
    "author": [
      {
        "family": "French",
        "given": "A.R.Lewis"
      },
      {
        "family": "Power",
        "given": "Naval"
      },
      {
        "family": "Mediterranean",
        "given": "A.D.",
        "particle": "Trade in the"
      }
    ],
    "container-title": [
      "0. Citarella, 'The Relations of Amalfi with the Arab World before the Crusades', Speculum, xlii"
    ],
    "date": [
      "1925",
      "1967"
    ],
    "note": [
      "and 'Patterns in Medieval Trade -"
    ],
    "pages": [
      "299–3 ,"
    ],
    "title": [
      "while still stimulating, presents an over-simplified view of the relationship between cities and commerce. On the Mediterranean, while the fundamental secondary works are in German and",
      "50o-IIoo (Princeton 1951) is a useful guide to the early period; see also A"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "]EH"
    ],
    "date": [
      "1968"
    ],
    "pages": [
      "531–55"
    ],
    "title": [
      "The Commerce of Amalfi before the Crusades'"
    ],
    "type": "article-journal",
    "volume": [
      "xxviii"
    ]
  },
  {
    "author": [
      {
        "family": "is",
        "given": "For",
        "particle": "the crusading period there"
      },
      {
        "family": "Pisa",
        "given": "W.Heywood",
        "particle": "on"
      },
      {
        "family": "Genoa",
        "given": "E.H.Byrne",
        "particle": "on"
      },
      {
        "family": "Krueger",
        "given": "H.C."
      }
    ],
    "container-title": [
      "and 'Wares of Exchange in Twelfth-century Genoese-Mrican Trade', ibid",
      "American Historical Review",
      "Speculum"
    ],
    "date": [
      "1921",
      "1920",
      "1933",
      "1937"
    ],
    "pages": [
      "191–219",
      "377–95",
      "57–71"
    ],
    "title": [
      "A History of Pisa, Eleventh and Twelfth Centuries",
      "'Genoese Trade with Syria in the Twelfth Century'",
      "'Genoese Trade with Northwest Africa in the Twelfth Century'"
    ],
    "type": "article-journal",
    "volume": [
      "xxv",
      "viii",
      "xii"
    ]
  },
  {
    "author": [
      {
        "family": "Lopez",
        "given": "S."
      },
      {
        "family": "Raymond",
        "given": "I.W."
      },
      {
        "family": "Goitein",
        "given": "D."
      }
    ],
    "date": [
      "1955",
      "1943"
    ],
    "location": [
      "London"
    ],
    "note": [
      "see L. Olschki, Marco Polo's Asia (Berkeley and Los A.ngeles 1g6o); R. S. Lopez, 'European Merchants in the Medieval Indies: the Evidence of Commercial Documents', ]EH, iii",
      "and I. de Rachewiltz, Papal Envoys to the Great Khans"
    ],
    "pages": [
      "164–84"
    ],
    "title": [
      "The gaps in the secondary material are, however, largely made good by the storehouse of original documents in translation with valuable introductions and bibliography provided by R",
      "Medieval Trade in the Mediterranean World",
      "A Mediterranean Society",
      "and Los Angeles 1967) gives a comprehensive picture of the Jewish traders who circulated in the Arab half of the Mediterranean from the tenth to the mid-thirteenth centuries. On trading and other contacts with the Far East"
    ],
    "type": null,
    "volume": [
      "3"
    ]
  },
  {
    "date": [
      "1971"
    ],
    "editor": [
      {
        "given": "ed"
      },
      {
        "family": "Dawson",
        "given": "C."
      }
    ],
    "title": [
      "The original narratives for the thirteenth-century missions to the East are to be found in The Mongol Mission"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Benedetto",
        "given": "F."
      }
    ],
    "date": [
      "1955"
    ],
    "location": [
      "London, New York"
    ],
    "note": [
      "de Roover, Money, Banking and Credit in Medieval Bruges (Cambridge, Mass."
    ],
    "title": [
      "Marco Polo's Milione has been translated by A. BIBLIOGRAPHIES Ricci, The Travels of Marco Polo (London 1931) using the re\\ised text of L",
      "Perhaps the best approach to the Italians in northern Europe is R"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "R. L. Reynolds",
        "given": "On",
        "particle": "particular aspects see"
      }
    ],
    "citation-number": [
      "1948)."
    ],
    "container-title": [
      "Revue Beige de Philologie et de l'Histoire"
    ],
    "date": [
      "1929"
    ],
    "note": [
      "idem, 'Merchants of Arras and the Overland Trade with"
    ],
    "pages": [
      "831–51"
    ],
    "title": [
      "'The Market for Northern Textiles in Genoa, II79-12oo'"
    ],
    "type": "article-journal",
    "volume": [
      "viii"
    ]
  },
  {
    "author": [
      {
        "literal": "Genoa, Twelfth Century', ibid. IX"
      },
      {
        "family": "Henneman",
        "given": "J."
      },
      {
        "literal": "J. R. Strayer, 'Italian Bankers and Philip the Fair', in Economy"
      },
      {
        "family": "Rhodes",
        "given": "W.E."
      },
      {
        "family": "Whitwell",
        "given": "R.J."
      },
      {
        "family": "R. D. Face",
        "particle": "see also"
      },
      {
        "family": "R. K. Berlow",
        "particle": "re· spectively. Some of his conclusions are questioned by"
      },
      {
        "family": "Sapori",
        "given": "A."
      },
      {
        "family": "Reynolds",
        "given": "R.L."
      }
    ],
    "container-title": [
      "Medieval Studies",
      "EcHR",
      "Studies in Medieval and Renaissance History",
      "]EH"
    ],
    "date": [
      "1930",
      "1969",
      "1902",
      "1903",
      "1958",
      "1959",
      "1971"
    ],
    "editor": [
      {
        "family": "Reynolds",
        "given": "L."
      },
      {
        "family": "D. Herlihy",
        "particle": "ed."
      },
      {
        "family": "Lopez",
        "given": "R.S."
      },
      {
        "family": "Slessarev",
        "given": "V."
      },
      {
        "literal": "Edward I and Edward II', in Historical Essays, ed. T. F. Tout and J. Tait"
      }
    ],
    "note": [
      "New York 1970) is a brief introduction. On Genoese merchants there is in English: M. W. Hall, 'Early Bankers in Genoese Notarial Records', EcHR, vi (1935), 73-9; H. C. Krueger, 'Genoese Merchants, their Associations and Investments, II55-125o', Studi in onore di A. Fanfani (Milan 1g62), I, 413-26; idem, 'Genoese Merchants, their Partnerships and Investments, II55-64', Studi in onore di A. Sapori (Milan 1957),"
    ],
    "pages": [
      "495–533",
      "15–43",
      "113–21",
      "137–68",
      "175–233",
      "239–46",
      "3–23",
      "255–72"
    ],
    "title": [
      "'Taxation of Italians by the French Crown, 13II-1363'",
      "Govern· ment and Society in Medieval Italy: Essays in Memory of R",
      "'The Italian Bankers in England and Their Loans to",
      "'Italian Bankers and the English Crown', Trans· actions of the Royal Historical Society, ns. xvii",
      "The important but forbidding subject of commercial techniques is best approached through the relevant sections in Lopez and Raymond",
      "'The Techniques of Business in the Trade between the Fairs of Champagne and the South of Europe in the Twelfth and Thirteenth Cen· turies' and 'The Vectuarii in the Overland Commerce between Champagne and Southern Europe'",
      "'The Development of Business Techniques Used at the Fairs of Champagne from the End of the Twelfth Century to the Middle of the Thirteenth Century'",
      "The Italian Merchant in the Middle Ages",
      "'In Search of a Business Class in Thirteenth-Century Genoa'"
    ],
    "translator": [
      {
        "family": "Kennen",
        "given": "P.A."
      }
    ],
    "type": "article-journal",
    "volume": [
      "xxxi (1g69",
      "x",
      "427-38, and xii",
      "viii",
      "i",
      "suppl. v"
    ]
  },
  {
    "author": [
      {
        "literal": "R. D. Face, 'Symon de Gualtero"
      },
      {
        "family": "R. L. Reynolds",
        "given": "Essays",
        "particle": "in Memory of"
      },
      {
        "family": "R. S. Lopez",
        "particle": "see also"
      }
    ],
    "container-title": [
      "Pegolotti's Pratica della Mercatura",
      "Essays in Memory of R"
    ],
    "date": [
      "1945",
      "1936",
      "1956"
    ],
    "edition": [
      "Evans's"
    ],
    "issue": [
      "lds"
    ],
    "location": [
      "Cambridge"
    ],
    "note": [
      "For an introduction to another important source for economic and social history, see P. J. Jones, 'Florentine Families and Florentine Diaries of the Fourteenth Century', Papers of the British School in Rome, xxiv"
    ],
    "pages": [
      "1–19",
      "35–42",
      "183–205"
    ],
    "title": [
      "A Brief Portrait of a Thir· teenth-Century Man of Affairs'",
      "Ohio, 1g69), 75-94· On non-Genoese merchants one many consult the intro· duction to A",
      "'Stars and Spices: The Earliest Italian Manual of Commercial Practice'"
    ],
    "type": "article-journal",
    "volume": []
  },
  {
    "author": [
      {
        "given": "a"
      },
      {
        "family": "G. W. Greenaway",
        "particle": "there is"
      },
      {
        "family": "Brescia",
        "given": "Arnold",
        "particle": "of"
      },
      {
        "family": "Brentano",
        "given": "R."
      },
      {
        "family": "Boyd",
        "given": "C.E."
      },
      {
        "family": "M. Reeves",
        "given": "Much",
        "particle": "of"
      },
      {
        "family": "Stephens",
        "given": "N."
      }
    ],
    "container-title": [
      "'Some Economic Implications of the Conflict between Church and State in Trecento Florence', Medieval Studies, xxi",
      "The first part of J",
      "Past and Present"
    ],
    "date": [
      "1931",
      "London 19o6",
      "1972",
      "1959"
    ],
    "editor": [
      {
        "family": "Becker",
        "given": "B."
      }
    ],
    "note": [
      "b) Education and Learning A,lthough not entirely up to date, the English reader can gain a fair picture of the development of higher education in Italy from the relevant parts of H. Rashdall's classic The Universities of Europe in the Middle Ages, ed."
    ],
    "pages": [
      "201",
      "1–16"
    ],
    "title": [
      "The Church, Heresy and Society There is very little for the English reader on these subjects for the period before 1340. For the eleventh century and earlier, see the books and articles on Rome and Milan listed above",
      "On a political heretic of the twelfth century",
      "some of the atmosphere of the thirteenth century can be caught from G. G. Coulton, From St Francis to Dante",
      "Two Churches: England and Italy in the Thirteenth Century (Princeton 1g68) is a pioneering impressionistic survey which raises all kinds of questions about Italian society",
      "Tithes and Parishes in Medieval Italy (Ithaca, New York 1952) is a specialised study",
      "The Influence of Heresy in the Later Middle Ages (Oxford 1969) is relevant",
      "'Heresy in Medieval and Renaissance Florence'",
      "25--6o relates to the period before 1340, as do some of the interrelations proposed by M"
    ],
    "type": "article-journal",
    "volume": [
      "54"
    ]
  },
  {
    "author": [
      {
        "family": "Powicke",
        "given": "F.M."
      },
      {
        "family": "Emden",
        "given": "A.B."
      },
      {
        "family": "Haskins",
        "given": "C.H."
      },
      {
        "family": "Vinogradoff",
        "given": "P."
      },
      {
        "literal": "see J. K. Hyde, 'Commune"
      }
    ],
    "container-title": [
      "Universities in Politics"
    ],
    "date": [
      "1927",
      "1929",
      "1972"
    ],
    "edition": [
      "2nd edn"
    ],
    "editor": [
      {
        "family": "J. W. Baldwin",
        "particle": "ed."
      },
      {
        "family": "Goldthwaite",
        "given": "R.A."
      }
    ],
    "location": [
      "Cambridge",
      "Oxford"
    ],
    "note": [
      "17-46_ On the study of rhetoric, see: 'The Early Artes Dictandi in Italy' in C. H."
    ],
    "title": [
      "The Renaissance of the Twelfth Century",
      "Roman Law in Medieval Europe",
      "On the university as a typical Italian societas",
      "University and Society in Early Medieval Bologna'"
    ],
    "type": "chapter",
    "volume": [
      "2"
    ]
  },
  {
    "author": [
      {
        "given": "Haskins"
      },
      {
        "family": "Wieruszowski",
        "given": "H."
      }
    ],
    "container-title": [
      "Medievalia et Humanistica"
    ],
    "date": [
      "1929",
      "1943"
    ],
    "location": [
      "New York"
    ],
    "note": [
      "On early humanism, see: R. Weiss, The Dawn of Humanism in Italy"
    ],
    "pages": [
      "17 – 2",
      "95–108"
    ],
    "title": [
      "Studies in Medieval Culture",
      "'Ars Dictaminis in the Time of Dante'"
    ],
    "type": "article-journal",
    "volume": [
      "i"
    ]
  },
  {
    "author": [
      {
        "given": "Kristeller"
      },
      {
        "literal": "B. Smalley, English Friars and Antiquity in the Early XIV Century (Oxford"
      },
      {
        "family": "Davis",
        "given": "C.T."
      }
    ],
    "container-title": [
      "Traditio",
      "Speculum"
    ],
    "date": [
      "1947",
      "1969",
      "1961",
      "1953",
      "1965"
    ],
    "location": [
      "New York"
    ],
    "note": [
      "c) The Arts, Literature and Society For the period ugo-1340, the starting point is J. Lamer, Culture and Society in Italy ngo-r42o (London 1971) with extensive bibliographies. On painting, see: F. Antal, Florentine Painting in its Social Background (London 1947); BIBLIOGRAPHIES and N. Rubinstein, 'Political Ideas in Siennese Art: the Frescoes by Ambrogio Lorenzetti and Taddeo di Bartolo in the Palazzo Pubblico', journal of"
    ],
    "pages": [
      "0",
      "265–",
      "321–91",
      "415–35"
    ],
    "title": [
      "and the early chapters of The Renaissance Discovery of Classical Antiquity",
      "Renaissance Thought, the Classic, Scholastic and Humanist Strains",
      "There are two articles which survey education and learning in a local setting: H. Wieruszowski, 'Arezzo as a Center of Learning and Letters in the Thirteenth Century'",
      "'Education in Dante's Florence'"
    ],
    "type": "article-journal",
    "volume": [
      "1g6o",
      "ix",
      "xi"
    ]
  },
  {
    "author": [
      {
        "given": "Wieruszowski"
      }
    ],
    "container-title": [
      "Speculum"
    ],
    "date": [
      "1958",
      "1944"
    ],
    "note": [
      "On communal patronage, see: H."
    ],
    "pages": [
      "179–207",
      "14–33"
    ],
    "title": [
      "the Warburg and Courtauld Institutes, xxi",
      "'Art and the Commune in the Time of Dante'"
    ],
    "type": "article-journal",
    "volume": [
      "xix"
    ]
  },
  {
    "author": [
      {
        "family": "Fisher",
        "given": "C.B."
      },
      {
        "literal": "J. K. Hyde, 'Medieval Descriptions of Cities'"
      },
      {
        "family": "Davis",
        "given": "C.T."
      },
      {
        "family": "Monarchy",
        "given": "Dante's"
      },
      {
        "family": "Three Political Letters",
        "given": "D.Nicholl"
      },
      {
        "family": "Hardie",
        "given": "C."
      },
      {
        "family": "Davis",
        "given": "C.T."
      },
      {
        "given": "Dante"
      },
      {
        "family": "Rome",
        "given": "B.H.Sumner",
        "particle": "the Idea of"
      },
      {
        "family": "Davis",
        "given": "C.T."
      },
      {
        "family": "Previte-Orton",
        "given": "C.W."
      }
    ],
    "container-title": [
      "'Some Ideas on Municipal Progress and Decline in the Italy of the Communes', Fritz Saxl Memorial Essays",
      "Florentine Studies",
      "Studi Medievali, ser. III",
      "Rubinstein, 'The Beginnings of Political Thought in Florence', journal of the War burg and Courtauld Institutes",
      "Proceedings of the American Philosophical Society, civ (1g6o), 66l!-']6; idem, 'Brunetto Latini and Dante', Studi Medievali",
      "being a translation of the Defensor Pacis",
      "N. Rubinstein, 'Marsili us of Padua and the Italian Political Thought of his Time', Europe in the Late Middle Ages",
      "Studies in Medieval and Renaissance History",
      "ibid. xlix",
      "'Dante and the \"Regnum Italicum\" ', Medium Aevum",
      "EHR"
    ],
    "date": [
      "1957",
      "1966",
      "1966",
      "1967",
      "1923"
    ],
    "editor": [
      {
        "family": "Rubinstein",
        "given": "N."
      },
      {
        "family": "D. J. Gordon",
        "particle": "ed."
      },
      {
        "family": "Rubinstein",
        "particle": "ed."
      },
      {
        "given": "x"
      },
      {
        "literal": "ed."
      }
    ],
    "note": [
      "There is no modern general study on Italian historiography of this period, but for particular aspects see",
      "London 1954); A,. P. D'Entreves, Dante as a Political Thinker (Oxford 1952);",
      "On Marsiglio of Padua, see: A. Gewirth, Marsilius of Padua, 2 vols (New York 1951-6),",
      "Hale et al., 44-'75· For discerning observations of Marsiglia's views on the Church, see G. Lelf, Heresy in the Later Middle Ages (Manchester 1g67), ii, 413-22."
    ],
    "pages": [
      "144–219",
      "165–83",
      "107–32",
      "198–227",
      "1– 3",
      "421–50",
      "1–18"
    ],
    "title": [
      "'The Pisan Clergy and an Awakening of Historical Interest in a Medieval Commune'",
      "Bulletin of the john Rylands Library, xlviii",
      "3o8-40 and 'Italian Social Chronicles in the Middle Ages'",
      "'II Buon Tempo Antico'",
      "45-69, and The Malispini Question'",
      "215-54· On Florentine political thought and Dante, see: N",
      "'An Early Florentine Political Theorist: Fra Remigio de' Girolami'",
      "'Marsili us of Padua: Doctrines'"
    ],
    "type": "article-journal",
    "volume": [
      "iii (1g66",
      "v (194J",
      "i (193J",
      "3rd ser. viii",
      "2",
      "xxxviii"
    ]
  },
  {
    "author": [
      {
        "given": "I."
      }
    ],
    "container-title": [
      "Co-operative volumes summarising the state of knowledge and suggesting future lines of research, with select bibliographies, are Questioni di storia medioevale",
      "Studi Medievali"
    ],
    "date": [
      "1948"
    ],
    "editor": [
      {
        "family": "E. Rota",
        "particle": "ed."
      }
    ],
    "note": [
      "and Nuove questioni di storia medioevale, pub!. Marzorati (Milan 1964). L. A."
    ],
    "pages": [
      "617–6"
    ],
    "title": [
      "ORIENTATION A recent personal view of the present state of work on medieval history by Italians is 0. Capitani, 'Dove va Ia storiografia medioevale italiana?'"
    ],
    "type": "article-journal",
    "volume": [
      "3rd ser., viii (1g67"
    ]
  },
  {
    "author": [
      {
        "given": "Muratori"
      },
      {
        "family": "Rubinstein",
        "given": "N."
      }
    ],
    "container-title": [
      "~08 SOCIETY AND POLITICS IN MEDIEVAL ITALY 'Studies on the Political History of the A.ge of Dante', Atti del Congresso lnternazionale di studi Danteschi, Relazioni",
      "Antiquitates Italicae Medii Aevii",
      "Historische Zeitschrift, Sonderheft"
    ],
    "date": [
      "1738",
      "1962",
      "Florence 1g65"
    ],
    "note": [
      "i, .225-·!7·"
    ],
    "pages": [
      "613–725"
    ],
    "title": [
      "though obviously dated, is still unsurpassed in the inspiring breadth of its approach . Recent bibliographies include E. Dupre-Theseider, 'Literaturbericht fiber Italienische Geschichte des Mittelalters; Veroffentlichungen 1945 bis 1958'"
    ],
    "type": "article-journal",
    "volume": [
      "6",
      "i"
    ]
  },
  {
    "author": [
      {
        "family": "A",
        "given": "L."
      }
    ],
    "edition": [
      "original edition,"
    ],
    "note": [
      "Rome 1887-), of which 100 volumes have now appeared."
    ],
    "title": [
      "The main source collections for the history of medieval Italy are the Rerum Italicarum Scriptores",
      "Muratori, l!5 tomes in 27 vols (Milan 1723-51) and the new edition initiated by G. Carducci and V. Frorini (Citta di Castello, later Bologna 1900) with additional volumes containing supplementary material, still far from complete. It is published by the Istituto Storico Italiano per il Medioevo, which is also responsible for the series Fonti per la Storia d'Italia"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Romano",
        "given": "G."
      },
      {
        "family": "Solmi",
        "given": "A."
      },
      {
        "family": "Mor",
        "given": "C.G."
      },
      {
        "family": "feudale",
        "given": "L.'eta"
      },
      {
        "family": "L. Chiapelli",
        "particle": "are"
      },
      {
        "family": "Mengozzi",
        "given": "G."
      }
    ],
    "container-title": [
      "A Sl",
      "C. Violante, La societa BIBLIOGRAPHIES"
    ],
    "date": [
      "Milan 195l!",
      "1928",
      "1930",
      "1931"
    ],
    "issue": [
      "ser., v, ii (19!!6)"
    ],
    "note": [
      "209 milanese nell' eta precomunale (Bari 1953) is fundamental; for legal aspects see P. Vaccari, Dall'unitd romana al particolarismo giuridico del media evo"
    ],
    "pages": [
      "3–59",
      "177–",
      "3–89",
      "3–59",
      "3–56"
    ],
    "title": [
      "Le dominazioni barbariche in Italia",
      "both in the Vallardi Storia Politica d'ltalia, provide general coverage of the period. On the cities, the best recent survey is G. Fasoli, Dalla 'civitas' al comune nell'Italia settentrionale (Bologna 1g69). Older, but still of value",
      "'La formazione storica del comune cittadino in ltalia'",
      "La citta italiana nell'alto medioevo",
      "For the social background to the rise of the cities"
    ],
    "type": "article-journal",
    "volume": [
      "2",
      "vn (19J17",
      "XIII, i",
      "and ii"
    ]
  },
  {
    "date": [
      "1936"
    ],
    "title": [
      "On Pavia as capital and the emergence of the commune, see: A. Solmi, L'amministrazione finanziaria del regno italico nell'alto medioevo"
    ],
    "type": null
  },
  {
    "date": [
      "1932"
    ],
    "pages": [
      "18 220"
    ],
    "publisher": [
      "Briihl, 'Das Palatium von Pavia und die Honorantie civitatis Papie'"
    ],
    "title": [
      "and Atti del 4 Congresso Internazionale published by the Centro italiano di studi sull'alto medioevo (Spoleto 1969), especially the contribution by C"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "N. Ottokar",
        "given": "See",
        "particle": "further"
      },
      {
        "family": "Sestan",
        "given": "E."
      }
    ],
    "container-title": [
      "Questioni di storia medioevale",
      "Rapports du XIe Congres International des Sciences Historiques (Uppsala 1960), 75-95; and G. Fasoli 'Gouvernants et Gouvernes dans les Communes Italiennes du Xle au Xllle Siecle', Receuils de la Societe Jean Bodin"
    ],
    "date": [
      "1906",
      "1951"
    ],
    "editor": [
      {
        "family": "E. Rota",
        "particle": "ed."
      }
    ],
    "issue": [
      "1g65"
    ],
    "note": [
      "On the origins of the communes in particular cities: for Genoa, see F. Nic· colai, Contributo allo studio dei piu antichi brevi della compagna genovese"
    ],
    "pages": [
      "87–118",
      "355–84",
      "47– 6"
    ],
    "title": [
      "The generally accepted view of the nature of the Itali'ln communes is based on that of Gioacchino Volpe, which he expressed most succinctly in his review of the Liber Maiolichinus, A SI, 5th ser., xxxvii",
      "93-114, reprinted in his Medio evo italiano",
      "18(r21o and further developed in his essay 'Questioni fondamentali sull'origine e svolgimento dei comuni italiani'",
      "'II problema della formazione comunale'",
      "'La citta italiana nei secoli XI-XIII nelle sue note caratteristiche rispetto al movimento comunale europeo'"
    ],
    "type": "article-journal",
    "volume": [
      "XXV"
    ]
  },
  {
    "author": [
      {
        "family": "Milan",
        "particle": "for"
      },
      {
        "family": "G. Zanetti",
        "particle": "see"
      },
      {
        "family": "Rome",
        "particle": "for"
      },
      {
        "family": "L. Halphen",
        "particle": "see"
      },
      {
        "family": "Verona",
        "particle": "for"
      },
      {
        "family": "L. Simeoni",
        "particle": "see"
      },
      {
        "family": "Venice",
        "particle": "for"
      },
      {
        "family": "G. Fasoli",
        "particle": "see"
      }
    ],
    "container-title": [
      "R. Soriga, 'II memoriale dei consoli del comune di Pavia 119J!-uo6', Bollettino della Societa Pavese di Storia Patria"
    ],
    "date": [
      "1939",
      "1933",
      "1935",
      "1907",
      "1913",
      "1965"
    ],
    "editor": [
      {
        "given": "lxii"
      },
      {
        "family": "V",
        "given": "N.A."
      },
      {
        "given": "xxv"
      }
    ],
    "note": [
      "Among collections of documents throwing light on the early communes are: the Genoese consular oaths, CDG, nn. 128, 285; C. Manaresi, Gli atti del comune di Milano (Milan 1919);"
    ],
    "pages": [
      "74–133, 29 –337",
      "227–",
      "73–102"
    ],
    "title": [
      "'II comune di Milano dalla genesi del consolato fino all'inizio del potere podestarile', A SL, lx",
      "Etudes sur ['Administration de Rome au Moyen Age",
      "'Le origini del comune di Verona'",
      "'Comune Veneciarum' in Venezia dalla prima crociata alla conquista di Costantinopoli, published by the Fondazione Cini"
    ],
    "type": "chapter",
    "volume": [
      "4!r143"
    ]
  },
  {
    "author": [
      {
        "family": "Solmi",
        "given": "A."
      },
      {
        "family": "Bonaini",
        "given": "F."
      }
    ],
    "date": [
      "1913",
      "1915"
    ],
    "note": [
      "Florence 1854-7); and F. Berlan, Statuti di Pistoia del secolo XII"
    ],
    "pages": [
      "103–18",
      "3–81"
    ],
    "title": [
      "'Le Iegge pii.t antiche del comune di Piacenza', A SI, 2nd ser., lxxiii (ii",
      "Statuti inediti della citta di Pisa"
    ],
    "type": null,
    "volume": [
      "3"
    ]
  },
  {
    "author": [
      {
        "given": "Franchini"
      },
      {
        "family": "Hanauer",
        "given": "G."
      },
      {
        "given": "Niccolai"
      },
      {
        "family": "Santini",
        "given": "P."
      },
      {
        "family": "Monti",
        "given": "M."
      }
    ],
    "container-title": [
      "Jahrhundert', Mittheilungen des Instituts fur Oesterreichische Geschichtsforschung",
      "idem, Le Confraternite dell'alta e S.P.I.--8* ~110 SOCIETY AND POLITICS IN MEDIEVAL ITALY media Italia",
      "P. Valsecchi, Comune e corporazione nel medio evo italiano (Milan 1949); P. S. Leicht, 'L'origine delle \"Arti\" nell' Europa occidentale' and 'La corporazione italiana delle arti nelle sue origini e nel primo periodo del comune' in Scritti vari di storia del diritto",
      "RSDI",
      "ASI",
      "RSI"
    ],
    "date": [
      "1882",
      "1940",
      "1912",
      "1902",
      "1940",
      "1887",
      "1939",
      "1934",
      "1943"
    ],
    "issue": [
      "ser., xx",
      "ser., iv"
    ],
    "note": [
      "On guilds and confraternities, see: G.",
      "d) The Later Communes z2oo-z340 A textbook for the whole communal period up to 1340 is L. Salvatorelli, L'Italia comunale dal secolo XI alla meta del secolo XIV, Storia d'Italia illustrata, Montadori (Milan, 1940)."
    ],
    "pages": [
      "378–426",
      "397–477",
      "25–58, 178–204",
      "491–542",
      ",297–3 8 431–48"
    ],
    "title": [
      "Brief selections from the sources up to about the mid-twelfth century are in P. Brezzi, I comuni cittadini italiani: origine e primitiva costituzione",
      "On the podestd.: V",
      "Saggio di ricerche sull'istituto del podesta nei comuni medievali",
      "'Das Berufspodestat im 13",
      "The basic studies of the Consorterie are : F",
      "'I consorzi nobilari ed il comune nell'alta e media Italia'",
      "'Le societa delle torri in Firenze'",
      "and on the nobility: F. Cusin, 'Per Ia storia del castello medievale'",
      "Le corporazioni nell' evo antico e nell'alto medio evo"
    ],
    "type": "article-journal",
    "volume": [
      "xxiii",
      "xiii",
      "116-47, 292-341",
      "2"
    ]
  },
  {
    "author": [
      {
        "family": "Ghiron",
        "given": "I."
      }
    ],
    "container-title": [
      "RSDI",
      "Ambrogio', A SL"
    ],
    "date": [
      "1943",
      "1876"
    ],
    "note": [
      "U. Gualazzini, Il 'Populus' di Cremona e"
    ],
    "pages": [
      "61–70",
      "583–6 9"
    ],
    "title": [
      "For the popolo, see: G. de Vergottini, Artie popolo nella prima meta del secolo XIII (Milan 1943); idem, 'Note sulla formazione degli statuti del popolo'",
      "'La credenza di S"
    ],
    "type": "article-journal",
    "volume": [
      "xvi",
      "3rd ser., iv"
    ]
  },
  {
    "author": [
      {
        "family": "comune",
        "particle": "l'autonomia del"
      },
      {
        "family": "A",
        "given": "Gaudenzi"
      },
      {
        "family": "Fasoli",
        "given": "G."
      },
      {
        "literal": "W. Montorsi, 'Plebiscita Bononiae', BISI, lxx"
      },
      {
        "family": "Masi",
        "given": "G."
      }
    ],
    "container-title": [
      "Fiumi, 'L'imposta diretta nei comuni medioevali della Toscana', Studi in onore di A. Sapori",
      "FSI",
      "L'archiginnasio",
      "Archivio Giuridico"
    ],
    "date": [
      "1940",
      "1933",
      "1935",
      "1936",
      "1958",
      "1928",
      "1957"
    ],
    "editor": [
      {
        "given": "xxxi"
      }
    ],
    "note": [
      "i, 327-53; for food policy, see H. C. Peyer, Zur Getreidepolitik Oberitalienischen Stiidte im Xlll. ]ahrhundert (Vienna"
    ],
    "pages": [
      "18 6",
      "237–80",
      "56–",
      "181–298",
      "86–100"
    ],
    "title": [
      "Statuti delle societa del popolo di Bologna",
      "'Le compagnie delle armi a Bologna'",
      "158-83, 323-40; idem, 'Le compagnie delle arti a Bologna', ibid. xxx",
      "'II popolo a Firenze alia fine del dugento'",
      "On particular aspects of communal politics and society: for taxation, see E"
    ],
    "type": "article-journal",
    "volume": [
      "2",
      "xxviii"
    ]
  },
  {
    "author": [
      {
        "family": "Fiumi",
        "given": "E."
      }
    ],
    "citation-number": [
      "1950);"
    ],
    "container-title": [
      "Studi Senesi",
      "ASI"
    ],
    "date": [
      "1929",
      "1956"
    ],
    "note": [
      "On the vendetta, see I. Del Lungo, 'Una vendetta in Firenze il giorno di"
    ],
    "pages": [
      "347–481",
      "18–68"
    ],
    "title": [
      "on relations with the contado, see G. de Vergottini, 'Origini e sviluppo della comitatinanza'",
      "'Sui rapporti tra citta e contado nell'eta comunale'"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Giovanni",
        "given": "S."
      },
      {
        "family": "Enriques",
        "given": "A.M."
      },
      {
        "family": "magnates",
        "given": "On"
      },
      {
        "family": "G. Fasoli",
        "particle": "see"
      }
    ],
    "container-title": [
      "ASI",
      "RSDI"
    ],
    "date": [
      "1295",
      "1886",
      "1933",
      "1939"
    ],
    "issue": [
      "ser., xix"
    ],
    "pages": [
      "355–409",
      "85–146, 181–223",
      "86–133"
    ],
    "title": [
      "A SI, 4th ser., xviii",
      "'La vendetta nella vitae nella legislazione fiorentina'",
      "'Ricerche sulla legislazione antimagnatizia nei comuni dell'alta e media Italia'"
    ],
    "type": "article-journal",
    "volume": [
      "xii"
    ]
  },
  {
    "author": [
      {
        "literal": "G. Pampaloni, 'I magnati a Firenze alia fine del dugento', AS I, cxxix"
      },
      {
        "family": "R. Davidsohn",
        "given": "On",
        "particle": "parties see"
      },
      {
        "family": "Caggese",
        "given": "R."
      }
    ],
    "citation-number": [
      "24o-3o9;"
    ],
    "container-title": [
      "A SI"
    ],
    "date": [
      "1972",
      "1903"
    ],
    "issue": [
      "ser., xxxii"
    ],
    "location": [
      "Berlin"
    ],
    "note": [
      "G. Fasoli, 'Guelfi e Ghibellini di Romagna u8o-1', A. SI, xciv"
    ],
    "pages": [
      "387–423",
      "2 –67",
      "265–309"
    ],
    "title": [
      "Forschungen zur iilteren Geschichte von Florenz",
      "'Sull' origine della Parte Guelfa e le sue relazioni col comune'"
    ],
    "type": "article-journal",
    "volume": [
      "18g6-1go8), iv"
    ]
  },
  {
    "author": [
      {
        "given": "i"
      },
      {
        "family": "Masi",
        "given": "G."
      },
      {
        "family": "Orioli",
        "given": "E."
      },
      {
        "family": "Bianchi'",
        "given": "Documenti",
        "particle": "bolognesi sulla fazione dei"
      },
      {
        "family": "Masi",
        "given": "G."
      }
    ],
    "container-title": [
      "Giornale Dantesco",
      "Giornale Dantesco",
      "A.rchivio Giuridico, cv"
    ],
    "date": [
      "1936",
      "1896",
      "1930",
      "idem",
      "1931"
    ],
    "issue": [
      "19.27"
    ],
    "note": [
      "Books which deal at length with nobles, magnates, the popolo and parties in particular Italian cities are: G. Salvemini, Magnati e popolani in Firenze"
    ],
    "pages": [
      "157–",
      "1 24–32",
      "1–13",
      "1–28",
      "57–89"
    ],
    "title": [
      "'Sull'origine dei Bianchi e dei Neri'",
      "A.tti e Memorie di Storia Patria per le Provincie di Romagna, 3rd ser., xiv",
      "'La struttura sociale delle fazioni pelitiche fiorentini ai tempi di Dante'",
      "'I banchieri fiorentini nella vita politica della citta sulla fine del dugento'"
    ],
    "type": "article-journal",
    "volume": [
      "30",
      "xxxi"
    ]
  },
  {
    "author": [
      {
        "family": "Stahl",
        "given": "B."
      },
      {
        "given": "Adel"
      },
      {
        "family": "Florentiner Dugento",
        "given": "Volk",
        "particle": "im"
      },
      {
        "family": "Cristiani",
        "given": "E."
      },
      {
        "family": "Cracco",
        "given": "G."
      }
    ],
    "container-title": [
      "BIBLIOGRAPHIES .Ul (e) The Signorie The basic constitutional study is still E. Salzer, Uber die Anfiinge der Signorie in Oberitalien"
    ],
    "date": [
      "1899",
      "1926",
      "1962",
      "Cologne 1g65",
      "1900",
      "1910"
    ],
    "edition": [
      "2nd edn"
    ],
    "editor": [
      {
        "literal": "F. Ercole, 'Comuni e signori nel Veneto', N A V, xix"
      }
    ],
    "location": [
      "Berlin"
    ],
    "note": [
      "republished in Dal comune al principato (Florence 1929), 53-uS, remains of value, though the criticisms of G. B. Picotti, 'Qualche osservazione sui caratteri delle signorie italiane', RSI, ns. iv (1926), 7-30 should be noted."
    ],
    "title": [
      "reprinted without valuable appendix of documents, Turin 196o), modified in important respects by N. Ottokar, Il comune di Firenze alla fine del dugento",
      "Nobilta e popolo nel comune di Pisa dalle origini del podestariato alla signoria dei Donoratico (Naples 1g62",
      "Societa e stato nel medioevo veneziano (Florence 1g67"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Empire",
        "given": "On",
        "particle": "the legalising role of the"
      },
      {
        "family": "Vergottini",
        "particle": "see G. de"
      },
      {
        "literal": "G. Sandri, 'I vicariati imperiali perpetui di Enrico VII di Lussemburgo'"
      },
      {
        "family": "Torelli",
        "given": "P."
      },
      {
        "family": "L. Simeoni",
        "particle": "see"
      },
      {
        "family": "Montorsi",
        "given": "W."
      },
      {
        "family": "Rapisarda",
        "given": "M."
      },
      {
        "family": "Romano",
        "particle": "La signoria di Ezzelino da"
      },
      {
        "family": "Fasoli",
        "given": "G."
      },
      {
        "others": true
      },
      {
        "family": "F. Cognasso",
        "particle": "see"
      },
      {
        "family": "Sestan",
        "given": "E."
      },
      {
        "family": "Diaz",
        "given": "F."
      }
    ],
    "container-title": [
      "Atti e Memorie della R. Accademia Virgiliana di Mantova",
      "Solmi",
      "Nuova Rivista Storica"
    ],
    "date": [
      "1941",
      "1944",
      "1926",
      "idem",
      "1935",
      "1958",
      "1965",
      "1963",
      "1956",
      "1966"
    ],
    "edition": [
      "Studi ezzeliniani,"
    ],
    "editor": [
      {
        "family": "BISI",
        "given": "lxxiii"
      }
    ],
    "issue": [
      "ser., x"
    ],
    "note": [
      "f) General Histories of Individual Cities A selection of the more important recent books on the leading cities is all that can be attempted here : R. Davidsohn, Geschichte von Florenz, 4 vols (Berlin 1896-19!17), Italian translation, 8 vols (Florence, 1956-68); Fondazione Treccani degli Alfieri, Storia di Milano (Milan 1953-); idem, Storia di Brescia (Brescia 1g63-); T. 0. De"
    ],
    "pages": [
      "43–61",
      "151–",
      "73–166",
      "117–67",
      "165–88",
      "31–43",
      "1–19",
      "41–6",
      "6–44"
    ],
    "title": [
      "'Vicariato imperiale e signoria', Studi di storia e diritto in onore di A",
      "Atti dell'Istituto Veneto di scienze, lettere ed arti, civ",
      "'Capitanato del popolo e vicariato imperiale come elementi costitutivi della signoria bonacolsiana'",
      "Among general studies of the rise of signorie",
      "'La formazione della signoria scaligera', Atti e Memorie dell'Accademia di Agricoltura, Scienze e Lettere di Verona, cviii",
      "'L'elezione di Obizzo d'Este a signore di Ferrara', A SI, xciii",
      "'Considerazioni intorno al sorgere della signoria estense', A tti e Memorie della Deputazione di Storia Patria perle Provincie Modenesi",
      "For openings towards fresh approaches to the signoria",
      "'Le origini della signoria lombarda', A SL, lxxxiii",
      "'Le origini delle signorie cittadine: un problema storico esaurito?'",
      "'Di alcuni aspetti istituzionali dell'affermarsi delle signorie'"
    ],
    "type": "article-journal",
    "volume": [
      "i",
      "ns. xiv-xvi (19!11-3",
      "1"
    ]
  },
  {
    "author": [
      {
        "family": "Negri",
        "given": "Storia di Genova"
      }
    ],
    "date": [
      "1968"
    ],
    "editor": [
      {
        "family": "G. Coniglio",
        "particle": "ed."
      }
    ],
    "location": [
      "Mantova"
    ],
    "publisher": [
      "la Storia"
    ],
    "type": "book"
  },
  {
    "date": [
      "1958"
    ],
    "location": [
      "Naples"
    ],
    "title": [
      "Societa Editrice Storia di Napoli, Storia di Napoli"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1967-);"
    ],
    "note": [
      "Venice 1957-); R."
    ],
    "title": [
      "Istituto di Studi Romani, Storia di Roma (Bologna 1938-); Centro Internazionale delle Arti e del Costume, Storia di Venezia"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Cessi"
      }
    ],
    "note": [
      "Milan-Messina 1944-6); H. Kretschmayr, Geschichte von Venedig (Gotha-Stuttgart 1905-34)."
    ],
    "title": [
      "Storia della Repubblica di Venezia"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "E. Jordan",
        "particle": "is"
      }
    ],
    "citation-number": [
      "1276"
    ],
    "container-title": [
      "idem, Les Origines de la Dominali!U SOCIETY AND POLITICS IN MEDIEVAL ITALY tion Angevine en Italie",
      "P. Brezzi, 'I comuni cittadini italiani e l'Impero medioevale', in Nuove questioni di storia medioevale"
    ],
    "date": [
      "1939",
      "1909"
    ],
    "editor": [
      {
        "family": "G. Glotz",
        "particle": "ed"
      },
      {
        "literal": "ed."
      }
    ],
    "note": [
      "Marzorati, 177-207 provides a useful introduction. G. Pepe, Lo stato ghibellino di Federico ll"
    ],
    "title": [
      "L'Allemagne et l'Italie au X.Ile et Xllle Si~cles, Histoire du Moyen-Age",
      "besides dealing in great detail with the period 125o-68, includes a survey of the first half of the thirteenth century in its lengthy introduction"
    ],
    "type": "chapter",
    "volume": [
      "IV, 1"
    ]
  },
  {
    "date": [
      "1951"
    ],
    "edition": [
      "l!nd edn"
    ],
    "title": [
      "is very hostile to the emperor"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "popes",
        "given": "On",
        "particle": "individual"
      },
      {
        "family": "L. Gatto",
        "particle": "see"
      },
      {
        "family": "Gregorio X",
        "particle": "ll pontificato di"
      },
      {
        "family": "Levi",
        "given": "G."
      },
      {
        "family": "Bottagisio",
        "given": "T."
      }
    ],
    "container-title": [
      "Atti della Societa Romana di Storia Patria"
    ],
    "date": [
      "1959",
      "1882",
      "Milan 191!6"
    ],
    "note": [
      "Vasina, I romagnoli fra autonomie cittadine e accentramento papale nell'eta di Dante (Florence 1965)·"
    ],
    "pages": [
      "365–474"
    ],
    "title": [
      "'Bonifazio VIII e le sue relazioni col comune di Firenze'",
      "Boni· fazio VIII e un celebre commentatore di Dante",
      "A comprehensive study of the most turbulent part of the Papal States is A"
    ],
    "type": "article-journal",
    "volume": [
      "v"
    ]
  },
  {
    "author": [
      {
        "family": "Angevins",
        "given": "On",
        "particle": "the"
      },
      {
        "family": "E. G. Leonard",
        "particle": "see"
      }
    ],
    "date": [
      "1954"
    ],
    "location": [
      "Paris"
    ],
    "title": [
      "Les Angevins de Naples"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Caggese",
        "given": "R."
      }
    ],
    "date": [
      "1922"
    ],
    "note": [
      "4· ECONOMIC HISTORY (a) General"
    ],
    "title": [
      "Roberto d' Angio e i suoi tempi"
    ],
    "type": null,
    "volume": [
      "2"
    ]
  },
  {
    "author": [
      {
        "family": "Doren",
        "given": "A."
      },
      {
        "family": "Mittelalter",
        "given": "Wirtschaftsgeschichte Italiens",
        "particle": "im"
      },
      {
        "given": "Patetta"
      },
      {
        "family": "Chiaudano",
        "given": "M."
      },
      {
        "family": "E. Fiumi",
        "particle": "see"
      }
    ],
    "container-title": [
      "On population, K. J. Beloch, Bevolkerungsgeschichte Italiens",
      "Studi in onore di A. Fanfani"
    ],
    "date": [
      "1934",
      "1933",
      "1950"
    ],
    "note": [
      "b) The Countryside, Towns and Cities To an even greater extent than in other countries, agrarian history has been a neglected subject in Italy. The Rivista di Storia dell' Agricoltura, founded in"
    ],
    "pages": [
      "249–90"
    ],
    "publisher": [
      "For Florence"
    ],
    "title": [
      "Italian translation by G. Luzzatto, Padua 1937) is still useful. An important collection of sources and studies on Italian economic history is Documenti e Studi per Ia Storia del Commercia e del Diritto Commerciale Italiano, published under the direction of F",
      "of which some 20 volumes have now appeared, including a number of early notarial registers which are an indispensable source for the history of Italian commerce and business in the twelfth and thirteenth centuries",
      "has been criticised for the inaccuracy of some of its medieval statistics and should be used with caution",
      "'La demografia fiorentina nelle pagine di Giovanni Villani', A SI, cviii",
      "78-158, and for two small towns and rural areas in Tuscany, idem, 'La popolazione del territorio volterrano-sangimignanese e il problema demografico dell'eta comunale'"
    ],
    "type": "article-journal",
    "volume": [
      "3",
      "i"
    ]
  },
  {
    "author": [
      {
        "given": "Jones"
      }
    ],
    "container-title": [
      "J",
      "RSI"
    ],
    "date": [
      "1960"
    ],
    "note": [
      "E. Sereni, Storia del paesaggio agrario italiano"
    ],
    "pages": [
      "285–348"
    ],
    "title": [
      "provides information about the latest research; the best statement of the present state of knowledge and the problems awaiting investigation is P",
      "'Per Ia storia agraria italiana nel medio evo: lineamenti e problemi'"
    ],
    "type": "article-journal",
    "volume": [
      "lxxvi (1g64"
    ]
  },
  {
    "container-title": [
      "RSI"
    ],
    "date": [
      "1961",
      "1964"
    ],
    "note": [
      "There is as yet no comprehensive work on the agrarian revival of the eleventh and twelfth century, so its outline must be pieced together from particular studies such as C. Violante, La societa milanese nell' epoca precomunale BIBLIOGRAPHIES"
    ],
    "pages": [
      "1 61–86"
    ],
    "title": [
      "is a stimulating essay on a subject which cries out for more thorough investigation. On the late Roman and early medieval period, some new ideas are advanced by L. Ruggini Gracco, Economia e societa nell' 'Italia annonaria': rapporti fra agricoltura e commercia dal secolo IV-VI (Milan 1961) and idem, 'Vicende rurali dell'ltalia antica dall'eta tetrarchica ai Longobardi'"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Torelli",
        "given": "P."
      },
      {
        "family": "Volpe",
        "given": "G."
      },
      {
        "literal": "V. Fainelli, 'Intomo aile origini dei comuni rurali veronesi', N A V, xxv"
      },
      {
        "family": "Simeoni",
        "given": "L."
      },
      {
        "family": "Fasoli",
        "given": "G."
      },
      {
        "literal": "J. Plesner, L'Emigration de la Campagne a la Ville Libre de Florence au XIII Siecle"
      }
    ],
    "container-title": [
      "Luzzatto, 'L'inurbamento delle popolazioni rurali in Italia nei secoli XII e XIII', Studi in onore di E. Best a (Milan 1938), ii",
      "RSI",
      "RSDI",
      "The ideas in J. Plesner",
      "Acta ]utlandica"
    ],
    "date": [
      "1953",
      "1930",
      "1902",
      "1913",
      "1921",
      "1957",
      "1942",
      "1934",
      "1938"
    ],
    "editor": [
      {
        "family": "V",
        "given": "N.A."
      },
      {
        "given": "xlii"
      }
    ],
    "location": [
      "Pisa"
    ],
    "note": [
      "have not yet been followed up. E. Fiumi, Storia economica e sociale di San Gimignano"
    ],
    "pages": [
      "1– 8",
      "381–444",
      "152–200",
      "34 –77, 473–507",
      "139–214",
      "183–203",
      "1–101"
    ],
    "title": [
      "Un comune cittadino in territorio ad economia agri· cola",
      "Studi sulle istituzioni comunali a Pisa",
      "'II commune rurale nel territorio veronese'",
      "On various aspects of the thirteenth century there is R. Romeo, 'La signoria dell'abate di S. Ambrogio di Milano sui comune rurale di Origgio nel secolo XIII'",
      "'Ricerche sui borghi franchi dell'altra Italia'",
      "is still the essential starting point on this subject, but see G",
      "'Una rivoluzione stradale nel dugento'"
    ],
    "type": "article-journal",
    "volume": [
      "2",
      "lxix",
      "xv",
      "x"
    ]
  },
  {
    "author": [
      {
        "literal": "and E. Fiumi, 'Fioritura e decadenza dell'economia fiorentina'"
      }
    ],
    "container-title": [
      "Annales"
    ],
    "date": [
      "1961",
      "1931",
      "1957",
      "1958",
      "1959"
    ],
    "editor": [
      {
        "given": "cxvii"
      }
    ],
    "note": [
      "c) Commerce and the Merchant Class By far the best book on the Mediterranean trade is W. Heyd, Histoire du Commerce du Levant au Moyen-Age (Leipzig 1885, reprinted Amsterdam 1967)."
    ],
    "pages": [
      "189–206",
      "385–439",
      "443–501",
      "427–502"
    ],
    "title": [
      "is a model study of a small town, mainly concerned with the 'golden age' of the thirteenth century. On major inland cities there is A.-E. Sayous, 'Dans l'Italie, a l'Interieur des Terres: Sienne de 1221-1229'",
      "A SI, cxv"
    ],
    "type": "article-journal",
    "volume": [
      "iii"
    ]
  },
  {
    "author": [
      {
        "family": "G. Luzzatto",
        "particle": "see"
      }
    ],
    "container-title": [
      "For Venice"
    ],
    "date": [
      "1961"
    ],
    "editor": [
      {
        "literal": "XI all' XVI secolo"
      }
    ],
    "note": [
      "There is no equivalent outline history of Genoa, but E."
    ],
    "title": [
      "For the early period there is also A. Schaube, Handelsgeschichte der Romischen Volker des Mittelmeergebiets bis zum Ende der Kreuzzilge (Munich and Berlin 1906",
      "Storia economica di Venezia dall'"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "given": "Bach"
      },
      {
        "given": "Rome"
      },
      {
        "literal": "Vaccari, 'Da Venezia a Genova."
      },
      {
        "family": "Heers",
        "given": "J."
      },
      {
        "family": "Lopez",
        "given": "R.S."
      }
    ],
    "container-title": [
      "A tti della Societa Ligure di Storia Patria, lxiv",
      "idem, 'I primi cento anni di storia documentata della banca a Genova', Studi in onore di A. Sapori",
      "R.-H. Bautier, 'Les Foires de Champagne', Receuils de la Societe Jean Bodin",
      "Luzzatto",
      "Fanfani (Milan",
      "Revue Historique"
    ],
    "date": [
      "1941",
      "1935",
      "1950",
      "1962",
      "1935",
      "1957",
      "1932",
      "1953"
    ],
    "location": [
      "Milan"
    ],
    "note": [
      "C. Piton, Les Lombards en France et a Paris, 2 vols (Paris 1892); G. I. Bratianu, Recherches sur le Commerce Genois dans Ia Mer Noire au XIlle Siecle (Paris 1929); idem, Les Vt!netiens dans Ia Mer Noire au XIVe Siecle"
    ],
    "pages": [
      "88– 5",
      "369–412",
      "163–270",
      "215–53",
      "1–31",
      "97–147"
    ],
    "publisher": [
      "A.-E. Sayous"
    ],
    "title": [
      "La Cite de Genes au Xlle Siecle (Copenhagen 1955) provides a useful summary for the twelfth century, and there is much information on the next two centuries in the introduction to R. Doehaerd, Les Relations Commerciales entre Genes, la Belgique et l'Outremont d'apres les Archives Notariales Genoises",
      "A short study on Pisa is E. Rossi-Sabatini, L'espansione di Pisa nel Mediterraneo",
      "On particular aspects of international trade: P",
      "Un capitolo di storia delle relazioni commerciali nell'Alto Medioevo', Studi in onore di G",
      "'Urbanisme et Structure Sociale a Genes au Moyen-Age', Studi in onore di A",
      "'L'attivita economica di Genova nel marzo 1253 secondo gli atti notarili del tempo'",
      "'Les Operations des Banquiers Italiens aux Foires de Champagne pendant le Xllle Siecle'"
    ],
    "type": "article-journal",
    "volume": [
      "3",
      "i",
      "i",
      "i",
      "v"
    ]
  },
  {
    "author": [
      {
        "family": "Pistarino",
        "given": "G."
      }
    ],
    "container-title": [
      "Other general .U4 SOCIETY AND POLITICS IN MEDIEVAL ITALY surveys are Y. Renouard, Les Hommes d'Affaires Italiens du Moyen Age",
      "RSI"
    ],
    "date": [
      "1939",
      "1969",
      "1968"
    ],
    "edition": [
      "2nd edn"
    ],
    "location": [
      "Paris"
    ],
    "note": [
      "and J. Lestocquoy, Aux Origines de la Bourgeoisie: Les"
    ],
    "title": [
      "'Genova medievale tra oriente e occidente'",
      "44-73· On merchants, the best guide is A. Sapori, Le Marchand Italien au Moyen Age (Paris 1952) - short essays with extensive bibliographies"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "R. S. Lopez",
        "particle": "see"
      }
    ],
    "container-title": [
      "Annales"
    ],
    "date": [
      "1952",
      "1926",
      "1953",
      "1937"
    ],
    "edition": [
      "3rd edn"
    ],
    "location": [
      "Paris"
    ],
    "note": [
      "Sayous, 'Aristocratie et Noblesse a G~nes' ibid. 366-81; G. Luzzatto, 'Les Activites Economiques du Patriciat Venetien', ibid. 25-57· For a unique merchant-admiral-statesman, see R. S."
    ],
    "pages": [
      "429–54"
    ],
    "publisher": [
      "A.-E"
    ],
    "title": [
      "Villes de Flandre et d'ltalie sous le Gouvernement des Patriciens",
      "For the great Italian banks and trading companies see A. Sapori, Una compagnia di Calimala ai primi del trecento (Florence 1932); idem, La crisi delle compagnie dei Bardi e dei Peruzzi",
      "Studi di storia economica medievale",
      "On the merchant class",
      "'Aux Origines du Capitalisme Genois'"
    ],
    "type": "article-journal",
    "volume": [
      "ix"
    ]
  },
  {
    "author": [
      {
        "family": "Lopez",
        "given": "Genova marinara del duecento"
      },
      {
        "family": "Zaccaria",
        "given": "Benedetto"
      },
      {
        "family": "R. Romano",
        "particle": "a pessimistic one by"
      }
    ],
    "container-title": [
      "Annales",
      "Nuova Rivista Storica"
    ],
    "date": [
      "1933",
      "1964"
    ],
    "issue": [
      "1g66"
    ],
    "note": [
      "A detailed local study is E. Carpentier, Une Ville devant la Peste: Orvieto et la Peste Noire de IJ48 (Paris 1g62)."
    ],
    "pages": [
      "568–79",
      "58 –95"
    ],
    "title": [
      "d) The Economic Crisis of the Fourteenth Century An optimistic view of the late medieval Italian economy is presented by G. Miani, 'L'Economie Lombarde au XIVe et XVe Siecles: un exception a Ia regie'",
      "'L'Italia nella crisi del XIV secolo'"
    ],
    "type": "article-journal",
    "volume": [
      "xix",
      "1"
    ]
  },
  {
    "author": [
      {
        "literal": "sec. IX-XIII, Atti del II Convegno di Storia della Chiesa in ltalia, Italia Sacra V"
      },
      {
        "literal": "See also S. Mochi Onory, 'Vescovi e citta', RSDI, iv"
      },
      {
        "family": "Salvemini",
        "given": "G."
      },
      {
        "family": "Storici",
        "given": "Studi"
      },
      {
        "family": "Pivano",
        "given": "S."
      },
      {
        "family": "Peyer",
        "given": "C."
      }
    ],
    "container-title": [
      "Manselli to Heresies et Societes dans l' Europe Pre-Industrielle: Colloque de Royaumont",
      "On the tweHth century, see R. Manselli, Studi sulle eresie del secolo XII",
      "and L'eresia del male (Naples 1961); also A. Frugoni, Arnaldo da Brescia nelle fonti del secolo XII",
      "Stelling·"
    ],
    "date": [
      "1964",
      "1931",
      "1932",
      "1933",
      "1901",
      "1968",
      "1953",
      "1954",
      "1922",
      "1966"
    ],
    "edition": [
      "4th edn"
    ],
    "editor": [
      {
        "given": "Violante"
      },
      {
        "given": "R."
      },
      {
        "family": "J. Le Goff",
        "particle": "ed."
      }
    ],
    "note": [
      "remains useful. (b) Education and Learning On the pre-communal period, see D. A. Bullough, 'Le scuole cattedrali e la cultura dell'Italia settentrionale prima dei Comuni', Vescovi e diocesi in ltalia, 111-43; A. Viscardi, Le origini, Storia letteraria d'Italia, i, publ. F. Vallardi"
    ],
    "pages": [
      "555–600",
      "99–179, 241–312",
      "39–90,"
    ],
    "title": [
      "contains some valuable contributions",
      "199-238 for the 4th-6th centuries. Older historians were chiefly interested in the contacts between Church and State at the constitutional level, e.g. 'Le lotte fra stato e chiesa nei comuni italiani durante i1 secolo XIII'",
      "Stato e chiesa negli statuti comunali italiani (Turin 1904)-H",
      "Stadt und Stadtpatron im Mittelalterlichen Italien (Ziirich 1955) opens up a large and important topic. On heresy, the contributions of C",
      "raise some interesting speculations on the social significance of heretics in Italy up to the end of the thirteenth century",
      "G. Volpe, Movimenti religiosi e sette ereticali nella societa medievale italiana",
      "BIBLIOGRAPH IES The best introduction to the revival of law and rhetoric is S"
    ],
    "type": "article-journal",
    "volume": [
      "ll45-3ll9",
      "v",
      "vi"
    ]
  },
  {
    "author": [
      {
        "given": "Michaud"
      },
      {
        "family": "Vergottini",
        "given": "U.Gualazzini",
        "particle": "De"
      },
      {
        "family": "Leicht",
        "given": "P.S."
      },
      {
        "family": "Mor",
        "given": "C.G."
      },
      {
        "family": "G. Cencetti",
        "given": "G.Rossi See",
        "particle": "also"
      },
      {
        "family": "Savigny",
        "given": "F.C.",
        "particle": "von"
      }
    ],
    "container-title": [
      "Bd (Heidel· berg 1815-31) is still valuable for the lives of the Bolognese jurists; the main sources are in the Chartularium Studii Bononiensis, published by the Commissione per Ia storia dell'Universita di Bologna",
      "Studi Medievali, .md ser"
    ],
    "date": [
      "1955",
      "1956",
      "1909"
    ],
    "editor": [
      {
        "family": "Sarti",
        "given": "M."
      },
      {
        "family": "Fattorini",
        "given": "M."
      },
      {
        "family": "Claris Archigymnasii Bononiensis Professoribus",
        "particle": "De"
      }
    ],
    "pages": [
      "781– 33"
    ],
    "title": [
      "L'Universite de Bologne et la Penetration des Droits Romain et Canonique en Suisse au XIIIe et XIV Siecles",
      "For the Bolognese law school and university, the series Studi e Memorie per la Storia dell'Universitii di Bologna (Bologna 1907-) should be consulted, especially Volume I of the new series",
      "with important contributions by G",
      "'Studium fuit Bononie: note sulla storia dell'universita di Bologna nel primo secolo della sua esistenza'",
      "Geschichte des Riimischen Rechts im Mittelalter, 6"
    ],
    "type": "article-journal",
    "volume": [
      "vii (1g66"
    ]
  },
  {
    "author": [
      {
        "family": "Albicinius",
        "given": "C."
      },
      {
        "family": "Malagola",
        "given": "C."
      }
    ],
    "container-title": [
      "Rockinger, Briefsteller und Formelbilcher des Elften bis Vierzehnten ]ahr· hunderts (Munich 1863, reprinted New York 1961) and Biblioteca ]uridica Medii Aevi",
      "BISI",
      "Gaudenzi and J. B. Palmieri"
    ],
    "date": [
      "1888"
    ],
    "editor": [
      {
        "literal": "ed."
      }
    ],
    "pages": [
      "85–174"
    ],
    "title": [
      "On the Bolognese rhetoricians, 1\\. Gaudenzi, 'Sulla cronologia delle opere dei dettatori bolognesi da Boncompagno a Bene di Lucca'",
      "provides essential groundwork. The most important texts are in L",
      "A"
    ],
    "type": "article-journal",
    "volume": [
      "2",
      "xiv (18g5",
      "3"
    ]
  },
  {
    "author": [
      {
        "family": "On Boncompagno",
        "given": "C.Sutter"
      },
      {
        "family": "On Guido Fava",
        "given": "G.Vecchi",
        "particle": "is still unsuperseded."
      },
      {
        "literal": "on Brunetto Latini, E. Wieruszowski, 'Brunetto Latini als Lehrer Dantes und die Florentiner'"
      },
      {
        "family": "Ceva",
        "given": "B."
      },
      {
        "family": "Latini",
        "given": "Brunetto"
      }
    ],
    "container-title": [
      "Quadrivium"
    ],
    "date": [
      "1959"
    ],
    "note": [
      "l'uomo e l'opera (Milan and Naples 1965). Li Livres dou Tresor has been edited by F. J. Carmody (Berkeley 1948). The handbooks for civic magistrates are discussed by F. Hertter, Die Podestaliterature Italiens in XII. und XIII."
    ],
    "pages": [
      "61–",
      "169– 8"
    ],
    "title": [
      "Aus Leben und Schriften des Magisters Boncompagno (Freiburg and Leipzig 1894",
      "'Le Arenge di Guido Fava e l'eloquenza d'arte, civile e politica duecentesca'",
      "Archivio Italiano per la Storia della Pietii, ii"
    ],
    "type": "article-journal",
    "volume": [
      "iv (196o"
    ]
  },
  {
    "author": [
      {
        "literal": "]ahrhunderts (Berlin and Leipzig 1910) and A. Sorbelli, 'I teorici del Reggimento comunale', BISI, lix"
      }
    ],
    "date": [
      "1944"
    ],
    "note": [
      "For the early humanists, see R. Weiss, Il primo secolo dell'umanesimo"
    ],
    "pages": [
      "31–136"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Billanovich",
        "given": "G."
      },
      {
        "family": "Billanovich",
        "given": "Guido"
      }
    ],
    "container-title": [
      "Italia Medioevale e Umanistica"
    ],
    "date": [
      "1949",
      "1953",
      "1958"
    ],
    "pages": [
      "155–243"
    ],
    "title": [
      "I primi umanisti e le tradizioni del classici Iatini",
      "'Veterum vestigia vatum' nei carmi dei preumanisti padovani'"
    ],
    "type": "article-journal",
    "volume": [
      "i"
    ]
  },
  {
    "container-title": [
      "188o); A. del Monte, 'La storiografia fiorentina dei secoli XII"
    ],
    "date": [
      "1875"
    ],
    "editor": [
      {
        "literal": "e XIII', BISI, lxii"
      }
    ],
    "location": [
      "Halle"
    ],
    "title": [
      "On the Florentine chronicles see 0. Hartwig, Quellen und Forschungen zur iiltesten Geschichte der Stadt Florenz"
    ],
    "type": "chapter",
    "volume": [
      "2"
    ]
  },
  {
    "author": [
      {
        "family": "Villani",
        "given": "G."
      },
      {
        "given": "Cronica"
      },
      {
        "family": "Dragomanni",
        "given": "F."
      },
      {
        "family": "Lungo",
        "given": "I.Del"
      },
      {
        "family": "Compagni",
        "given": "Dina"
      },
      {
        "family": "Cronica",
        "particle": "la sua"
      }
    ],
    "container-title": [
      "1878-87)· For north-eastern Italy in the thirteenth century, see G. Arnaldi, Studi sui cronisti della Marca Trevigiana nell'eta di Ezzelino da Romano"
    ],
    "date": [
      "1950",
      "1907",
      "1963"
    ],
    "edition": [
      "1st edn",
      "2nd edn",
      "editions"
    ],
    "editor": [
      {
        "family": "Compagni",
        "given": "Dino"
      },
      {
        "family": "Cronica",
        "given": "ed I.Del Lungo"
      },
      {
        "family": "Rl S",
        "given": "ii",
        "suffix": "IX"
      }
    ],
    "note": [
      "I. Moutier, 4 vols (Florence 1823; reissued 1844-7),",
      "References"
    ],
    "pages": [
      "175–282"
    ],
    "title": [
      "and many other"
    ],
    "type": "chapter",
    "volume": [
      "4",
      "3"
    ]
  },
  {
    "author": [
      {
        "family": "Modern Research'",
        "given": "E.H.R.",
        "particle": "the light of"
      },
      {
        "given": "lxxxv"
      },
      {
        "family": "Melanges",
        "given": "See",
        "particle": "also F. L. Ganshof in"
      },
      {
        "family": "Lopez",
        "given": "R.S."
      },
      {
        "family": "Raymond",
        "given": "I.W."
      }
    ],
    "container-title": [
      "4· MGH, Leges, iv",
      "Medieval Trade in the Mediterranean World (London"
    ],
    "date": [
      "1g7o"
    ],
    "director": [
      {
        "family": "Migne",
        "given": "P.L."
      },
      {
        "family": "cxxxiii",
        "given": "col"
      }
    ],
    "issue": [
      "1g33)"
    ],
    "note": [
      "A. Bullough, The Age of Charlemagne (London 1g65), 1g8; also R.·H."
    ],
    "pages": [
      "2–6",
      "117–18",
      "2 5–307",
      "1 6–7"
    ],
    "title": [
      "658; English translation by Dom Gerard Sitwell, St Odo of Cluny (London 1g58"
    ],
    "type": "article-journal",
    "volume": [
      "1g55), n. g. 5· D"
    ]
  },
  {
    "author": [
      {
        "given": "Bautier"
      },
      {
        "given": "M.G.H."
      },
      {
        "family": "Hyde",
        "given": "J.K."
      },
      {
        "family": "Hawqal",
        "given": "Abu",
        "particle": "al·Qasim Muhammed ibn"
      },
      {
        "family": "English",
        "particle": "short extracts in"
      },
      {
        "given": "Lopez"
      },
      {
        "family": "Raymond",
        "given": "nn"
      },
      {
        "family": "P. Jaffe",
        "particle": "g."
      },
      {
        "family": "Romanorum",
        "given": "Regesta Pontificum"
      },
      {
        "family": "Cahen",
        "given": "C."
      },
      {
        "family": "Gloria",
        "given": "A."
      },
      {
        "family": "Padovano",
        "given": "Codice Diplomatico"
      },
      {
        "literal": "II. Honorancie Civitatis Papie, MGH. SS, XXX, ii"
      },
      {
        "family": "Patetta",
        "given": "F."
      },
      {
        "family": "Roncaglia",
        "given": "M."
      },
      {
        "family": "Torelli",
        "given": "P."
      },
      {
        "family": "Violante",
        "given": "C."
      },
      {
        "family": "precomunale",
        "given": "D.Herlihy",
        "particle": "La societii milanese nell'epoca"
      },
      {
        "family": "Fainelli",
        "given": "V."
      }
    ],
    "container-title": [
      "Cited in H. Peres, La Poesie Andalouse en Arabe Classique au Xle siecle",
      "SOCIETY AND POLITICS IN MEDIEVAL ITALY 22",
      "2. THE EMERGENCE OF THE COMMUNES",
      "Poetae Latini",
      "Bulletin of the fohn Rylands Library",
      "Archivio Storico Napolitano",
      "Cultura Neolatina",
      "i",
      "EcHR",
      "ii"
    ],
    "date": [
      "7· Ibid",
      "1877",
      "1944",
      "1932"
    ],
    "edition": [
      "old edn"
    ],
    "editor": [
      {
        "family": "Amari",
        "given": "M."
      },
      {
        "family": "Arabo·Sicula",
        "given": "Biblioteca"
      },
      {
        "given": "i"
      },
      {
        "given": "Lopez"
      },
      {
        "given": "Raymond"
      }
    ],
    "issue": [
      "Igo6",
      "n, Geschichte von Florenz (Berlin I8g6-Ig27), i",
      "1g37)"
    ],
    "location": [
      "London",
      "Vita Mathildae, MGH"
    ],
    "note": [
      "x (Ig57), I-I4. I5. De servis libertatem enhelantibus, MGH, Constitutiones, i, n. 2I; Leo of Vercelli cited in Violante, Societii milanese,",
      "MGH, Constitutiones, i,",
      "SS, XII, 37g; Vita S. Anselmi, MGH. SS, XXX, ii, 1248 et seq. 20. Tetralogus, MGH. SS, XI, 251. 21. Cited in D. B. Zema, 'The Houses of Tuscany and of Pierleone in the Crisis of Rome in the Eleventh Century', Traditio, ii",
      "Hofmeister, 'Der Ubersetzer Johannes und das Geschlecht Comitis Mauronis in Amalfi', Historische Vierteljahrschrift, xxvii",
      "The surviving bronze doors are illustrated in H. Leisinger, Romanesque Bronzes (London 1956).",
      "See above,"
    ],
    "pages": [
      "3 6",
      "142–4",
      "118–22",
      "311–13 8",
      "24–5",
      "16–18",
      "61–6 10",
      "12–16",
      "12",
      "687–92",
      "485–550",
      "36–7",
      "17",
      "18",
      "216 1",
      "170 218",
      "1",
      "225–83, 493–508, 831–33",
      "38–64 1",
      "21–2"
    ],
    "title": [
      "The Economic Development of Medieval Europe",
      "'Medieval Descriptions of Cities'",
      "The Book of the Routes and the Kingdoms, Italian trans",
      "'Un texte peu connu relatif au commerce oriental d'Amalfi au Xe siede'",
      "I444-6o; partial trans",
      "Mutinensis Urbis Descriptio, RIS",
      "'Note sopra alcune iscrizioni medievali della regione modenese', Memorie dell' Accademia di Scienze di Modena, iii",
      "'II canto delle scolte modenesi'",
      "Un comune cittadino in territorio ad economia agricola (Mantua Ig3o-52",
      "'Treasure Hoards in the Italian Economy, g6o-113g'",
      "Codice diplomatico veronese (Venice Ig4o-63"
    ],
    "translator": [
      {
        "family": "Lopez",
        "particle": "in"
      },
      {
        "given": "Raymond"
      }
    ],
    "type": "article-journal",
    "volume": [
      "1g71",
      "i",
      "22-6",
      "XLVIII, ii (1g66",
      "188o",
      "n. 3308",
      "xxiv (1g55",
      "n. 10",
      "n. 20",
      "n, ii",
      "6",
      "II8. 14",
      "I 57· 16",
      "n. I87",
      "n. 45"
    ]
  },
  {
    "author": [
      {
        "family": "Solmi",
        "given": "A."
      },
      {
        "family": "italico",
        "given": "L.'amministrazione",
        "particle": "finanziaria del regno"
      },
      {
        "given": "Benton"
      }
    ],
    "citation-number": [
      "2."
    ],
    "date": [
      "1932",
      "1970"
    ],
    "location": [
      "New York"
    ],
    "note": [
      "4· Muratori, Antiquitates, iv, 19. 5· 'Carmen in victoriam Pisanorum', in E. Du Meril, Poesies Populaires Latines au Moyen-Age (Paris 1847), 239-51."
    ],
    "pages": [
      "187",
      "174"
    ],
    "title": [
      "3· Guibert de Nogent, De vita sua, iii, 8",
      "Self and Society in Medieval France"
    ],
    "translator": [
      {
        "family": "F",
        "given": "J."
      }
    ],
    "type": null
  },
  {
    "citation-number": [
      "6."
    ],
    "container-title": [
      "7· CDG, i"
    ],
    "date": [
      "1904",
      "i"
    ],
    "editor": [
      {
        "family": "C. Calisse",
        "particle": "ed."
      },
      {
        "given": "F.S.I."
      }
    ],
    "pages": [
      "8",
      "285"
    ],
    "publisher": [
      "CDG"
    ],
    "title": [
      "Liber Maiolichinus de Gestis Pisanorum Illustribus"
    ],
    "type": "chapter",
    "volume": [
      "28",
      "n. 8",
      "nn. 128"
    ]
  },
  {
    "author": [
      {
        "literal": "g. L. Savioli, Annali bolognesi, I, ii"
      },
      {
        "family": "wg",
        "given": "A.Hessel"
      },
      {
        "family": "Simeoni",
        "given": "L."
      }
    ],
    "container-title": [
      "Attie Memorie Dep. Storia Patria per l'Emilia e la Romagna, ns. ii",
      "For example, in 1211 the Modenese council met in the bishop's tent outside the castle of Bazzano (Savioli, op. cit"
    ],
    "date": [
      "1784",
      "1910",
      "1937"
    ],
    "location": [
      "Berlin"
    ],
    "pages": [
      "96,",
      "51–85",
      "147–66 10"
    ],
    "title": [
      "Geschichte der Stadt Bologna",
      "'Bologna e la politica italiana di Enrico V'"
    ],
    "type": "chapter",
    "volume": [
      "n. 397"
    ]
  },
  {
    "author": [
      {
        "family": "Manaresi",
        "given": "C."
      }
    ],
    "citation-number": [
      "11."
    ],
    "date": [
      "1919"
    ],
    "editor": [
      {
        "family": "iii",
        "given": "Jaffe"
      },
      {
        "family": "Pontificum",
        "given": "Regesta"
      }
    ],
    "pages": [
      "5354–6"
    ],
    "title": [
      "Gli atti del comune di Milano"
    ],
    "type": null,
    "volume": [
      "n"
    ]
  },
  {
    "author": [
      {
        "family": "Bonaini",
        "given": "F."
      }
    ],
    "citation-number": [
      "12."
    ],
    "container-title": [
      "i",
      "Ibid"
    ],
    "pages": [
      "16–18 13–",
      "18–1"
    ],
    "title": [
      "Statuti inediti della cittd di Pisa (Florence 1854-7"
    ],
    "type": "article-journal",
    "volume": [
      "i"
    ]
  },
  {
    "citation-number": [
      "14."
    ],
    "container-title": [
      "Libellus de Situ Civitatus Mediolani"
    ],
    "date": [
      "1942"
    ],
    "edition": [
      "ii (old edn"
    ],
    "editor": [
      {
        "family": "G.",
        "particle": "ed."
      },
      {
        "family": "Colombo",
        "given": "A."
      },
      {
        "given": "R.I.S."
      }
    ],
    "location": [
      "RIS, II"
    ],
    "pages": [
      "687–92"
    ],
    "title": [
      "Mutinensis Urbis Descriptio"
    ],
    "type": "chapter",
    "volume": [
      "I, 2"
    ]
  },
  {
    "author": [
      {
        "literal": "Plate II. G. Fasoli"
      }
    ],
    "citation-number": [
      "15."
    ],
    "title": [
      "Dalla civitas al comune, 157-8, suggests that this"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Fisher",
        "given": "See C.B."
      }
    ],
    "citation-number": [
      "16."
    ],
    "container-title": [
      "G. Cremaschi, Mose del Brolo e la cultura a Bergamo nei secoli XI e XII",
      "Studies in Medieval and Renaissance History"
    ],
    "date": [
      "1966",
      "1945"
    ],
    "pages": [
      "141–219–17–"
    ],
    "title": [
      "'The Pisan Clergy and an Awakening of Historical Interest in an Italian Commune'"
    ],
    "type": "article-journal",
    "volume": [
      "iii"
    ]
  },
  {
    "author": [
      {
        "family": "times",
        "particle": "many"
      },
      {
        "family": "R. Valentini",
        "particle": "e.g."
      },
      {
        "family": "Zucchetti",
        "given": "G."
      }
    ],
    "citation-number": [
      "I8."
    ],
    "container-title": [
      "FSI (I94o--6), iii",
      "i, 539-43· 3· THE CENTURY OF GROWTH"
    ],
    "editor": [
      {
        "family": "P. Jaffe",
        "given": "I.",
        "particle": "g."
      },
      {
        "family": "Germanicarum",
        "given": "Biblioteca Rerum"
      }
    ],
    "pages": [
      "–65",
      "5 –12 50 65–93"
    ],
    "title": [
      "Codice topografico della citta di Roma"
    ],
    "type": "chapter",
    "volume": [
      "I I"
    ]
  },
  {
    "author": [
      {
        "family": "Bach",
        "given": "E."
      }
    ],
    "citation-number": [
      "1."
    ],
    "location": [
      "Copenhagen"
    ],
    "pages": [
      "5 –2"
    ],
    "title": [
      "La Cite de Genes au XII Siecle"
    ],
    "type": null,
    "volume": [
      "I955"
    ]
  },
  {
    "citation-number": [
      "2."
    ],
    "container-title": [
      "FSI (I8g8-I929), i, 62. REFERENCES ug 3· CDG"
    ],
    "editor": [
      {
        "family": "genovesi",
        "given": "Annali"
      },
      {
        "family": "L. T. Belgrano",
        "particle": "ed."
      },
      {
        "family": "Sant' Angelo",
        "given": "C.Imperiale",
        "particle": "di"
      }
    ],
    "issue": [
      "2"
    ],
    "note": [
      "4· Ibid. i, nn. 81-5, u6. 5· Ibid. i, nn. 253-7; Savioli, Annali bolognesi, 1, ii,"
    ],
    "type": "article-journal",
    "volume": [
      "2",
      "n. 302"
    ]
  },
  {
    "author": [
      {
        "family": "Santini",
        "given": "P."
      }
    ],
    "citation-number": [
      "6."
    ],
    "date": [
      "1895",
      "191, 365, xlvii"
    ],
    "pages": [
      "17–18,"
    ],
    "title": [
      "Documenti dell'antica costituzione del comune di Firenu, Documenti di Storia Italiana, x"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Fumagalli",
        "given": "A."
      },
      {
        "family": "Longobardico-Milanesi",
        "given": "Delle Antichita"
      },
      {
        "family": "G. Biscaro",
        "particle": "also"
      }
    ],
    "citation-number": [
      "7·"
    ],
    "container-title": [
      "ASL"
    ],
    "date": [
      "1792"
    ],
    "issue": [
      "1go8"
    ],
    "pages": [
      "133–146",
      "185–3 16"
    ],
    "title": [
      "'Gli antichi \"Navigli\" milanesi'"
    ],
    "type": "article-journal",
    "volume": [
      "4",
      "ii",
      "XXXV"
    ]
  },
  {
    "author": [
      {
        "family": "Zucchini",
        "given": "M."
      },
      {
        "family": "M. Leece",
        "particle": "g."
      }
    ],
    "citation-number": [
      "8."
    ],
    "container-title": [
      "Rivista di Storia dell' Agricoltura",
      "Economia e Storia"
    ],
    "date": [
      "1965",
      "1954"
    ],
    "pages": [
      "95–101",
      "193–7"
    ],
    "title": [
      "'Di un documento pomposiano sulla \"laboreria\" '",
      "'Una bonifica in territorio veronese alia fine del XII secolo'"
    ],
    "type": "article-journal",
    "volume": [
      "v",
      "ii"
    ]
  },
  {
    "author": [
      {
        "given": "Savioli"
      }
    ],
    "citation-number": [
      "10."
    ],
    "container-title": [
      "Annali bolognesi"
    ],
    "type": "article-journal",
    "volume": [
      "I, ii, n. 380"
    ]
  },
  {
    "author": [
      {
        "family": "Herlihy",
        "given": "D."
      },
      {
        "given": "Medieval"
      },
      {
        "family": "Pistoia",
        "given": "Renaissance"
      },
      {
        "family": "Fiumi",
        "given": "E."
      }
    ],
    "citation-number": [
      "11."
    ],
    "container-title": [
      "de la Campagne a la Ville Libre de Florence",
      "I",
      "u. J. Plesner"
    ],
    "date": [
      "1967",
      "1934"
    ],
    "note": [
      "Ibid. 177 ·"
    ],
    "pages": [
      "55–64",
      "283",
      "2 –1 13"
    ],
    "title": [
      "'La popolazione del territorio volterrano-sangimignanese ed il problema demografico dell'eta comunale', Studi in onore di A. Fanfani (Milan Ig6J1"
    ],
    "type": "article-journal",
    "volume": [
      "277",
      "L'Emigration"
    ]
  },
  {
    "author": [
      {
        "family": "Simeone",
        "given": "L."
      }
    ],
    "citation-number": [
      "14."
    ],
    "container-title": [
      "Studi Medievali"
    ],
    "date": [
      "1932"
    ],
    "location": [
      "Sgo"
    ],
    "pages": [
      "56– 1 15"
    ],
    "publisher": [
      "Licitra, 'La"
    ],
    "title": [
      "'II documento ferrarese del 1112 della fondazione dell'arte dei calegari', Rendiconto della Reale Accademia di Scienze di Bologna",
      "Summa de arte dictandi\" di maestro Goffredo'"
    ],
    "type": "article-journal",
    "volume": [
      "3rd ser., vii",
      "3rd ser., vii (1g66"
    ]
  },
  {
    "author": [
      {
        "given": "Pini"
      }
    ],
    "citation-number": [
      "16."
    ],
    "publisher": [
      "Vecchi and V"
    ],
    "title": [
      "Extracts from the Rhetorica Antiqua are in Rockinger, Briefsteller und Formelbucher, i, uS-74; a complete edition is at present being prepared by G"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Novissima",
        "given": "Rhetorica"
      }
    ],
    "citation-number": [
      "17."
    ],
    "container-title": [
      "Cedrus in Rockinger, op. cit. i"
    ],
    "editor": [
      {
        "family": "A. Gaudenzi",
        "particle": "ed."
      },
      {
        "family": "Palmieri",
        "given": "J.B."
      },
      {
        "given": "ii"
      }
    ],
    "pages": [
      "249–97",
      "– 7"
    ],
    "title": [
      "Biblioteca Juridica Medii Aevi"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "18."
    ],
    "container-title": [
      "Liber de Obsidione Ancone"
    ],
    "date": [
      "1913"
    ],
    "editor": [
      {
        "family": "G. C. Zimolo",
        "particle": "ed."
      },
      {
        "family": "RIS",
        "given": "ii",
        "suffix": "VI"
      }
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "A. Gaudenzi",
        "given": "Published",
        "particle": "in the Appendix to"
      }
    ],
    "citation-number": [
      "19."
    ],
    "location": [
      "Bologna 188g"
    ],
    "title": [
      "I suoni, le forme, e le parole dell'odierno dialetto della citta di Bologna"
    ],
    "type": null
  },
  {
    "citation-number": [
      "20."
    ],
    "container-title": [
      "Storiche e Filologiche"
    ],
    "date": [
      "1966"
    ],
    "editor": [
      {
        "family": "Pastoralis",
        "given": "Oculus"
      },
      {
        "family": "D. Franceschi",
        "particle": "ed."
      }
    ],
    "issue": [
      "ser., xi"
    ],
    "title": [
      "Memorie dell'Accademia delle Scienze di Torino: Classe di Scienze Morali"
    ],
    "type": "article-journal",
    "volume": []
  },
  {
    "author": [
      {
        "family": "G. Rabotti",
        "particle": "g."
      },
      {
        "given": "Santini"
      },
      {
        "literal": "I. Ghiron, 'La credenza di S. Ambrogio', ASL"
      }
    ],
    "container-title": [
      "cit. 26. II. Annali genovesi, iii, 45; Liber Consuetudinum Mediolani",
      "I7. Gerardi Maurisii, Cronica dominorum Ecelini et Alberici fratrum de Romano",
      "I9I3-I4)· See G. de Vergottini, 'II \"popolo\" di Vicenza nella cronaca ezzeliniana di Gerardo Maurisio', Studi Senesi",
      "and G. A,rnaldi, Studi sui cronisti della Marca Trevigiana nell' eta di Ezzelino da Romano",
      "IS. A. Gaudenzi, Statuti del popolo di Bologna del secolo XIII (Bologna I888); idem, Statuti delle societa del popolo di Bologna, }'SI",
      "I g. Cronica Marchie Trivixane",
      "Igo6), 67. 5· POLITICS AND THE AGE OF DANTE",
      "RSDI",
      "SS"
    ],
    "date": [
      "1969",
      "1959"
    ],
    "editor": [
      {
        "family": "Samaritano",
        "given": "Adalberto"
      },
      {
        "family": "Dictaminum",
        "given": "Praecepta"
      },
      {
        "family": "F.-J. Schmale",
        "particle": "ed."
      },
      {
        "family": "MGH",
        "given": "Quellen zur Geistesgeschichte"
      },
      {
        "given": "iii"
      },
      {
        "family": "Pastoralis",
        "given": "Oculus"
      },
      {
        "family": "E. Besta",
        "particle": "ed."
      },
      {
        "family": "Barni",
        "given": "G.L."
      },
      {
        "family": "G. Soranzo",
        "particle": "ed."
      },
      {
        "given": "R.I.S."
      },
      {
        "family": "A",
        "particle": "ed."
      },
      {
        "family": "mense",
        "given": "Chronicon Par·"
      },
      {
        "family": "G. Bonazzi",
        "particle": "ed."
      },
      {
        "given": "R.I.S."
      }
    ],
    "issue": [
      "ser., iv (I876)"
    ],
    "location": [
      "Bonardi, RIS, VIII, i"
    ],
    "note": [
      "Annales Piacentini Ghibellini, MGH. SS, XVIII 565;",
      "IX, 9 (Igo2-4), 32."
    ],
    "pages": [
      "8",
      "6 –1",
      "14 –66 10",
      "403–581",
      "583–6",
      "354–74",
      "27–66",
      "124–52 1"
    ],
    "title": [
      "'Contributo alia storia dei podesta prefedericani: Guido da Sasso, podesta di Bologna 1151-5'",
      "Documenti dell'antica costituzione di Firenze, 51. The well· known destruction of the town of Semifonte and the resettlement of the inhabitants by the Florentine commune in I202 was an exceptionally drastic measure. I3. Rockinger, Briefsteller und Formelbilcher, i, I22. 14· Liber Consuetudinum, 125. I5. Annales Piacentini Guelfi, Annales Piacentini Gibellini, MGH"
    ],
    "type": "article-journal",
    "volume": [
      "II7 3",
      "xxxii",
      "I949)· I2",
      "XVIII",
      "I6",
      "VIII, 4",
      "xlviii (I934",
      "Rome I963",
      "2"
    ]
  },
  {
    "citation-number": [
      "2."
    ],
    "container-title": [
      "iv",
      "4· Gli statuti veronesi del I276",
      "i, 53· 5· MS. Archivio di Stato, Florence, Capitani di Parte 25"
    ],
    "editor": [
      {
        "family": "G. Sandri",
        "particle": "ed."
      }
    ],
    "note": [
      "32 r."
    ],
    "pages": [
      "2 –67"
    ],
    "title": [
      "For an invaluable collection of data concerning the parties, see R. Davidsohn, Forschungen zur Geschichte von Florenz (Berlin I8g6-Igo8",
      "3· Chronicon Parmense, 25--S5"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "C. T. Davis",
        "given": "Quoted",
        "particle": "by"
      }
    ],
    "citation-number": [
      "6."
    ],
    "container-title": [
      "Proceedings of the American Philosophical Society, civ (Ig6o), 667. 7· Johannes de Cermenate, Historia",
      "FSI (I88g), 23; Nicolai episcopi Botronensis, Relatio de Itinere Italico Henrici VII, in Stephanus Baluzius, Vitae Paparum Avenionensium"
    ],
    "editor": [
      {
        "family": "L. A. Ferrai",
        "particle": "ed."
      },
      {
        "family": "G. Mollat",
        "particle": "ed."
      }
    ],
    "pages": [
      "525–9"
    ],
    "title": [
      "'An Early Florentine Political Theorist'"
    ],
    "type": "paper-conference"
  },
  {
    "author": [
      {
        "family": "Muratori",
        "given": "L.A."
      },
      {
        "family": "L. Simeoni",
        "particle": "see"
      }
    ],
    "citation-number": [
      "8."
    ],
    "container-title": [
      "I264', AS!, xciii (I935), I65--S8. g. Chronica Parva Ferrariensis, RIS"
    ],
    "edition": [
      "old edn"
    ],
    "editor": [
      {
        "literal": "II. Ecerinide, ed. L. Padrin (Bologna Igoo)."
      }
    ],
    "pages": [
      "487–8",
      "108–88"
    ],
    "publisher": [
      "IO. Chronicon Parmense"
    ],
    "title": [
      "Delle Antichitd Estensi ed Italiane (Modena I7I7-40), ii, 25-7; for the circumstances",
      "'L'elezione di Obizzo d'Este a signore di Ferrara"
    ],
    "type": "chapter",
    "volume": [
      "VIII"
    ]
  },
  {
    "author": [
      {
        "family": "Riva",
        "given": "Bonvesin",
        "particle": "della"
      }
    ],
    "citation-number": [
      "I2."
    ],
    "editor": [
      {
        "family": "F. Novati",
        "particle": "ed."
      },
      {
        "given": "B.I.S.I."
      }
    ],
    "issue": [
      "I8g8"
    ],
    "pages": [
      "55–6"
    ],
    "title": [
      "'De Magnalibus Urbis Mediolani'"
    ],
    "type": null,
    "volume": [
      "XX"
    ]
  },
  {
    "citation-number": [
      "6."
    ],
    "container-title": [
      "THE FLOWERING OF THE 'VITA CIVILE'"
    ],
    "editor": [
      {
        "family": "Magnalibus",
        "particle": "r. De"
      },
      {
        "family": "cit.",
        "particle": "ed."
      },
      {
        "family": "Lopez",
        "particle": "in"
      },
      {
        "given": "Raymond"
      }
    ],
    "note": [
      "abbreviated and slightly adapted."
    ],
    "pages": [
      "53–77"
    ],
    "type": "chapter",
    "volume": [
      "n. 64-6"
    ]
  },
  {
    "citation-number": [
      "2."
    ],
    "container-title": [
      "art. cit., Proceedings of the American Philosophical Society, civ (Ig6o",
      "'Le Proprieta del Mercato Vecchio', Delizie degli Eruditi Toscani",
      "Bk. ix, chs gr-4; partial translation in Lopez and Raymond"
    ],
    "date": [
      "1934"
    ],
    "editor": [
      {
        "family": "G",
        "particle": "ed."
      },
      {
        "family": "San Luigi",
        "particle": "ed. Ildefonso di"
      },
      {
        "family": "Villani",
        "given": "G."
      },
      {
        "family": "Cronica",
        "given": "ed I.Moutier"
      }
    ],
    "location": [
      "Davis"
    ],
    "note": [
      "See A. Frugoni, 'Giovanni Villani \"Cronica\" XI. 94', BISI, lxxvii (rg65), .229-55."
    ],
    "pages": [
      "667–8",
      "17–19"
    ],
    "title": [
      "3· Abbreviated from Lopez and Raymond, 67. 4· Visio Egidii Regis Patavii",
      "Fabris, Bollettino del Museo Civico di Padova, ns. x-xi"
    ],
    "type": "paper-conference",
    "volume": [
      "178o), vi, .26g. 5",
      "n. 24"
    ]
  },
  {
    "author": [
      {
        "family": "Chronicon",
        "given": "M.S.Ambrosiana cod B."
      }
    ],
    "citation-number": [
      "6."
    ],
    "container-title": [
      "Lib"
    ],
    "editor": [
      {
        "family": "Compagni",
        "given": "Dino"
      },
      {
        "family": "Cronica",
        "given": "ed I.Del Lungo"
      },
      {
        "given": "R.I.S."
      }
    ],
    "issue": [
      "H7. 7"
    ],
    "pages": [
      "135"
    ],
    "title": [
      ".24 Inf"
    ],
    "type": "article-journal",
    "volume": [
      "IX, ii (rgo7-r6"
    ]
  },
  {
    "author": [
      {
        "family": "Evans",
        "given": "Ed A."
      }
    ],
    "citation-number": [
      "8."
    ],
    "container-title": [
      "Studi A. Sapori",
      "g. Lopez and Raymond"
    ],
    "date": [
      "1936"
    ],
    "pages": [
      "483– 2"
    ],
    "publisher": [
      "SeeP. Grierson"
    ],
    "title": [
      "Pegolotti's intention seems to have been practical, though some of his information has been proved to have been out of date",
      "'The Coin List of Pegolotti'"
    ],
    "type": "article-journal",
    "volume": [
      "i",
      "n. 193"
    ]
  },
  {
    "author": [
      {
        "given": "Davis"
      },
      {
        "family": "Dante",
        "given": "H."
      },
      {
        "family": "Paradiso",
        "given": "xvi"
      }
    ],
    "citation-number": [
      "10."
    ],
    "container-title": [
      "SS"
    ],
    "editor": [
      {
        "family": "N. Rubinstein",
        "particle": "ed."
      }
    ],
    "pages": [
      "66–7",
      "15–17"
    ],
    "title": [
      "'II huon tempo antico' in Florentine Studies",
      "Otto of Freising, Gesta Friderici lmperatoris, MGH"
    ],
    "type": "article-journal",
    "volume": [
      "rg68",
      "XLVI"
    ]
  },
  {
    "citation-number": [
      "12."
    ],
    "date": [
      "1917"
    ],
    "editor": [
      {
        "family": "F. Neri",
        "particle": "ed."
      }
    ],
    "title": [
      "Folgore da San Gimignano,l sonetti"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Lopez"
      },
      {
        "family": "Raymond",
        "given": "nn"
      }
    ],
    "citation-number": [
      "13."
    ],
    "date": [
      "205, 208"
    ],
    "note": [
      "14· Dino Compagni, op. cit. 55 If."
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "L. Cerri, 'Alberto Scotto, signore di Piacenza 129o-13I8'"
      }
    ],
    "citation-number": [
      "15."
    ],
    "container-title": [
      "Chronica Tria Placentina, Monumenta Historica ad provincias Parmensem et Placentinam",
      "xii"
    ],
    "date": [
      "1912"
    ],
    "pages": [
      "1–36"
    ],
    "title": [
      "Archivio Storico per le Provincie Parmensi, ns"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Sept Ars",
        "particle": "La Bataille des"
      },
      {
        "family": "C. Piton",
        "particle": "quoted by"
      },
      {
        "family": "Lungo",
        "given": "I.Del"
      },
      {
        "family": "Plesner",
        "given": "L.'Emigration de la Campagne ala Ville de Florence",
        "particle": "r."
      },
      {
        "family": "Fiumi",
        "given": "E."
      }
    ],
    "citation-number": [
      "r6."
    ],
    "container-title": [
      "7· THE END OF AN ERA",
      "Storia economica e sociale di San Gimignano (Florence"
    ],
    "note": [
      "pertinentia III (Parma 1859); Johannes de Mussis, Chronicon Placentinum, RIS (old edn), xvi, cols 447-560.",
      "D. Herlihy, Medieval and Renaissance Pistoia (New Haven and London 1967), 62-{), 18o-gt. Unfortunately, the discussion of contado taxation in W. M."
    ],
    "pages": [
      "17",
      "366–7",
      "178–",
      "226–9",
      "122"
    ],
    "title": [
      "Les Lombards en France et tl Paris (Paris r8g2), i",
      "Dina Compagni e la sua cronica (Florence 187g-87"
    ],
    "type": "article-journal",
    "volume": [
      "i",
      "163-5",
      "1g61"
    ]
  },
  {
    "author": [
      {
        "given": "Bowsky"
      }
    ],
    "container-title": [
      "reaches no conclusions on these questions . .2. For an admirable survey of present views on communal finance and debt, see Bowsky"
    ],
    "date": [
      "1970"
    ],
    "location": [
      "Oxford"
    ],
    "pages": [
      "225–55,",
      "279–97"
    ],
    "title": [
      "The Finance of the Commune of Siena"
    ],
    "type": "chapter"
  }
]
