[
  {
    "citation-number": [
      "1."
    ],
    "container-title": [
      "Conference on America and Europe, held in Brussels in February",
      "America and Europe: A Partnership for a New Era"
    ],
    "date": [
      "1997",
      "1997"
    ],
    "editor": [
      {
        "family": "Gompert",
        "given": "David C."
      },
      {
        "family": "Larrabee",
        "given": "F.StepluMi"
      }
    ],
    "location": [
      "Santa Monica, Calif"
    ],
    "publisher": [
      "RAND"
    ],
    "title": [
      "A number of constructive proposals to that end were advanced at the CSIS (Center for International and Strategic Studies",
      "They ranged from joint efforts at structural reform, designed to reduce government deficits, to the development of an enhanced European defense industrial base, which would enhance transatlantic defense collaboration and a greater European role in NATO. A useful list of similar and other initiatives, meant to generate a greater European role, is contained"
    ],
    "type": "paper-conference"
  },
  {
    "citation-number": [
      "2."
    ],
    "date": [
      "1997-02"
    ],
    "pages": [
      "16,"
    ],
    "title": [
      "It is appropriate to quote here the wise advice offered by my colleague at CSIS, Anthony H. Cordesman (in his paper on \"The American Threat to the United States",
      "delivered as a speech to the Army War College), who has warned against the American propensity to demonize issues and even nations. As he put it: \"Iran, Iraq, and Libya are cases where the U.S. has taken hostile regimes that pose real, but limited threats and 'de-monized' them without developing any workable mid- to long-term end game for its strategy"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "U.S."
      }
    ],
    "title": [
      "planners cannot hope to totally isolate these states, and it makes no sense to treat them as if they were identical 'rogue' or 'terrorist' states. ... The U.S. lives in a morally gray world and cannot succeed by trying to make il black and white"
    ],
    "type": null
  }
]
