[
  {
    "author": [
      {
        "literal": "— (U//FOUO"
      }
    ],
    "title": [
      "DHS/I&A notes that prominent civil rights organizations have observed an increase in anti-Hispanic crimes over the past five years"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "— (U//FOUO"
      }
    ],
    "title": [
      "Fear of Communist regimes and related conspiracy theories characterizing the U.S. Government’s role as either complicit in a foreign invasion or acquiescing as part of a “One World Government” plan inspired extremist members of the militia movement to target government and military facilities in past years"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "— (U//FOUO"
      }
    ],
    "title": [
      "Rightwing extremist views bemoan the decline of U.S. stature and have recently focused on themes such as the loss of U.S. manufacturing capability to China and India, Russia’s control of energy resources and use of these to pressure other countries, and China’s investment in U.S. real estate and corporations as a part of subversion strategy"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "— (U"
      }
    ],
    "title": [
      "After Operation Desert Shield/Storm in 1990-1991, some returning military veterans—including Timothy McVeigh—joined or associated with rightwing extremist groups"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "— (U"
      }
    ],
    "title": [
      "A prominent civil rights organization reported in 2006 that “large numbers of potentially violent neo-Nazis, skinheads, and other white supremacists are now learning the art of warfare in the [U.S.] armed forces"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "— (U//FOUO"
      }
    ],
    "title": [
      "Following the 1995 bombing of the Alfred P. Murrah federal building in Oklahoma City, the militia movement declined in total membership and in the number of organized groups because many members distanced themselves from the movement as a result of the intense scrutiny militias received after the bombing"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "— (U//FOUO"
      }
    ],
    "title": [
      "Although the U.S. economy experienced a significant recovery and many perceived a concomitant rise in U.S. standing in the world, white supremacist groups continued to experience slight growth"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "U."
      }
    ],
    "title": [
      "For comments or questions related to the content or dissemination of this document, please contact the DHS/I&A Production Branch at IA.PM@hq.dhs.gov, IA.PM@dhs.sgov.gov, or IA.PM@dhs.ic.gov"
    ],
    "type": null
  }
]
