[
  {
    "author": [
      {
        "family": "Moore",
        "given": "Myra L."
      },
      {
        "family": "Georgia William K. Tabb",
        "given": "University",
        "particle": "of"
      },
      {
        "family": "College",
        "given": "Queens"
      },
      {
        "family": "New York Jay Morris",
        "given": "City University",
        "particle": "of"
      },
      {
        "family": "Burlington Sarinda Taengnoi",
        "given": "Champlain College",
        "particle": "in"
      },
      {
        "family": "Wisconsin",
        "given": "University",
        "particle": "of"
      },
      {
        "family": "Motomura",
        "given": "Oshkosh Akira"
      },
      {
        "family": "Terrell",
        "given": "Stonehill College Henry"
      },
      {
        "family": "Maryland Kevin J. Murphy",
        "given": "University",
        "particle": "of"
      },
      {
        "family": "Toma",
        "given": "Oakland University Michael"
      },
      {
        "family": "Murphy",
        "given": "Armstrong Atlantic State University Robert"
      },
      {
        "family": "Trinque",
        "given": "Boston College Brian"
      },
      {
        "family": "Texas",
        "given": "University",
        "particle": "of"
      },
      {
        "family": "Murthy",
        "given": "Austin Ranganath"
      },
      {
        "family": "Turchi",
        "given": "Bucknell University Boone A."
      },
      {
        "family": "North Carolina",
        "given": "University",
        "particle": "of"
      },
      {
        "family": "Myatt",
        "given": "Chapel Hill Anthony"
      },
      {
        "family": "New Brunswick",
        "given": "University",
        "particle": "of"
      },
      {
        "family": "Underwood",
        "given": "Canada Nora"
      },
      {
        "family": "Central Florida Randy A. Nelson",
        "given": "University",
        "particle": "of"
      },
      {
        "family": "Uppal",
        "given": "Colby College J.S."
      },
      {
        "family": "Nguyen",
        "given": "Purdue University Jose J.Vazquez-Cognet"
      }
    ],
    "location": [
      "Chico Gavin Wright"
    ],
    "publisher": [
      "University of Illinois, Dmitri Nizovtsev, Washburn University Urbana–Champaign Thomas A. Odegaard, Baylor University Daniel Vazzana, Georgetown College Constantin Oglobin, Georgia Southern University Roger H. von Haefen, North Carolina State University Charles C. Okeke, College of Southern Nevada Andreas Waldkirch, Colby College Una Okonkwo Osili, Indiana University and Purdue University, Christopher Waller, University of Notre Dame Indianapolis Gregory Wassall, Northeastern University Terry Olson, Truman State University Robert Whaples, Wake Forest University Maxwell Oteng, University of California, Davis Thomas White, Assumption College P. Marcelo Oviedo, Iowa State University Jennifer P. Wissink, Cornell University Jeff Owen, Gustavus Adolphus College Mark Witte, Northwestern University James Palmieri, Simpson College Kristen M. Wolfe, St. Johns River Community College Walter G. Park, American University Larry Wolfenbarger, Macon State College Elliott Parker, University of Nevada, Reno Louise B. Wolitz, University of Texas, Austin Michael Perelman, California State University",
      "Stanford University Nathan Perry, Utah State University Bill Yang, Georgia Southern University Dean Peterson, Seattle University Jason Zimmerman, South Dakota State University"
    ],
    "title": [
      "State University of New York, Albany Charles Newton, Houston Community College John Vahaly, University of Louisville Daniel X"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Huang",
        "given": "Kuo S."
      },
      {
        "family": "Lin",
        "given": "Biing-Hwan"
      }
    ],
    "container-title": [
      "United States Department of Agriculture Economic Research Service Technical Bulletin"
    ],
    "issue": [
      "1887"
    ],
    "location": [
      "Washington, DC"
    ],
    "note": [
      "Department of Agriculture, 2000); Stationery, gasoline, airline travel, foreign travel: H. S. Houthakker and Lester D. Taylor, Consumer Demand in the United States, 1929–1970: Analyses and Projections"
    ],
    "publisher": [
      "U.S"
    ],
    "title": [
      "Chapter 6, Source information for Table 6-1 on page 159: Eggs, beef",
      "Estimation of Food Demand and Nutrient Elasticities from Household Survey Data"
    ],
    "type": "article-journal",
    "volume": []
  },
  {
    "author": [
      {
        "family": "Houthakker",
        "given": "H.S."
      },
      {
        "family": "Taylor",
        "given": "Lester D."
      },
      {
        "family": "Leslie",
        "given": "L.L."
      },
      {
        "family": "Brinkman",
        "given": "P.T."
      },
      {
        "family": "Heller",
        "given": "D.E."
      },
      {
        "family": "Hemelt",
        "given": "S.W."
      },
      {
        "family": "Marcotte",
        "given": "D.E."
      },
      {
        "family": "Gross",
        "given": "M."
      },
      {
        "family": "Sindelar",
        "given": "J.L."
      },
      {
        "family": "Mullahy",
        "given": "J."
      },
      {
        "family": "Anderson",
        "given": "R."
      }
    ],
    "container-title": [
      "Chapter 11, Source information for “Economics in Action” on pages 324–325: www.ercb.com, Dr. Dobb’s Electronic Review of Computer Books. Chapter 16, Source article for “Economics in Action” on",
      "The Review of Higher Education",
      "IZA Discussion Paper",
      "Policy Watch: Alcohol and Cigarette Taxes, Journal of Economic Perspectives"
    ],
    "date": [
      "1966",
      "1970",
      "1988",
      "1999",
      "2008",
      "1993"
    ],
    "edition": [
      "2nd"
    ],
    "genre": [
      "Housing, restaurant meals:"
    ],
    "issue": [
      "1",
      "3827"
    ],
    "location": [
      "Cambridge, MA",
      "Cambridge, MA",
      "Washington, DC"
    ],
    "note": [
      "Chapter 19, Source information for “For Inquiring Minds” box on page 533: Nancy Stokey, A Quantitative Model of"
    ],
    "pages": [
      "166–167",
      "65–89",
      "439–440",
      "211–222,"
    ],
    "publisher": [
      "Harvard University Press",
      "Harvard University Press",
      "American Council on Education"
    ],
    "title": [
      "Consumer Demand in the United States: Analyses and Projections",
      "Chapter 6, Source information for “Economics in Action",
      "The Economic Value of Higher Education",
      "The Effects of Tuition and State Financial Aid on Public College Enrollment",
      "Rising Tuition and Enrollment in Public Higher Education”"
    ],
    "type": "article-journal",
    "volume": [
      "23",
      "7"
    ]
  },
  {
    "container-title": [
      "Robert J. Shiller, Irrational Exuberance",
      "Open Chapter"
    ],
    "edition": [
      "2nd"
    ],
    "location": [
      "Princeton, NJ"
    ],
    "note": [
      "Press 2005); data retrieved from",
      "“Establish ment of the FDIC,” and scroll"
    ],
    "publisher": [
      "Princeton University"
    ],
    "title": [
      "Analysis” and then on the link “Research & Analysis.” Year Under “Historical Perspectives,” select “The First Source",
      "Fifty Years: A History of the FDIC 1933–1983"
    ],
    "type": "article-journal",
    "url": [
      "http://www.econ.yale.edu/~shiller/data.htm."
    ],
    "volume": [
      "3"
    ]
  },
  {
    "title": [
      "down to the section entitled “The Banking Crisis 9. The U.S. Government Accountability Office (GAO) does of 1933” and the section entitled “Federal Deposit research to support congressional decision making"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "on",
        "given": "Read",
        "particle": "a. President Roosevelt was sworn in"
      }
    ],
    "container-title": [
      "Who was the chief proponent of federal deposit posed systemic risk to the banking system? insurance in Congress? c. What was the recommendation of the President’s d"
    ],
    "date": [
      "1933-03-04"
    ],
    "note": [
      "How much coverage did the temporary fund for fed- Working Group regarding the Securities and eral deposit insurance provide? Exchange Commission (SEC) and the Commodity Futures Trading Commission (CFTC)?"
    ],
    "title": [
      "Insurance Legislation.” Read the section and then After the Long Term Capital Management (LTCM) crisis, answer these questions. the GAO produced a summary of the events of the crisis located at",
      "the summary and then answer the following questions. What was one of his first official acts in response to the banking crisis? a. How much of its capital did LTCM lose in 1998? b. How many banks suspended operations during b. Why did the GAO conclude that LTCM was able to 1933? establish leveraged trading positions of a size that c"
    ],
    "type": "chapter",
    "url": [
      "http://www.gao.gov/products/GGD-00-3."
    ]
  },
  {
    "note": [
      "in the modern sense, may have not occurred in the United States before 1854."
    ],
    "title": [
      "T he official chronology of past U.S. business cycles maintained by the National Bureau of Economic Research goes back only to 1854. There are two reasons for this. One is that the farther back in time you go, the less economic data are available. The other is that business cycles"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Source",
        "given": "Robert E.Gallman"
      }
    ],
    "container-title": [
      "The Cambridge Economic History aggregate demand curve. of the United States",
      "The Long Nineteenth Century The modern business cycle probably originated in Britain"
    ],
    "date": [
      "2000"
    ],
    "editor": [
      {
        "family": "Engerman",
        "given": "Stanley L."
      },
      {
        "family": "Gallman",
        "given": "Robert E."
      }
    ],
    "genre": [
      "In contrast,"
    ],
    "location": [
      "Cambridge, UK"
    ],
    "publisher": [
      "Cambridge University Press"
    ],
    "title": [
      "supply curve the primary source of fluctuations",
      "Economic Growth and Structural modern business cycles are largely the result of shifts in the Change in the Long Nineteenth Century"
    ],
    "type": "chapter",
    "volume": [
      "II"
    ]
  },
  {
    "author": [
      {
        "family": "demanded",
        "particle": "dollars"
      },
      {
        "literal": "of U.S. dollars Europeans want to buy is equal U.S. dollars"
      }
    ],
    "container-title": [
      "2.0 to the total quantity of U.S. dollars Americans U.S. sales of U.S. To buy European To buy European Total sales want to sell"
    ],
    "note": [
      "dollars (trillions of goods and assets: 0.5 of U.S. Remember that the balance of payments U.S. dollars) services: 1.5 dollars: 2.0 accounts divide international transactions U.S. balance of U.S. balance into two types. Purchases and sales of goods payments on of payments and services are counted in the current current account: on financial"
    ],
    "title": [
      "per US$1, the quantity of U.S. dollars supplied to the foreign exchange market is equal to the quantity of U.S",
      "To understand the significance of the equilibrium exchange rate, it’s helpful to consider a numerical example of what equilibrium in the foreign exchange market looks like. A hypothetical example is shown in Table 34-4. The first row shows European purchases of U.S. dollars, either to buy U.S. goods and services or to buy TABLE 34-4 A Hypothetical Equilibrium in the Foreign U.S. assets. The second row shows U.S. sales Exchange Market of U.S. dollars, either to buy European goods European To buy U.S. goods To buy U.S. assets: Total and services or to buy European assets. At the purchases of U.S. and services: 1.0 1.0 purchases equilibrium exchange rate, the total quantity dollars (trillions of of U.S"
    ],
    "type": "chapter",
    "url": [
      "dollars:"
    ]
  },
  {
    "author": [
      {
        "literal": "An increase in the demand for U.S. dol-"
      }
    ],
    "note": [
      "So the equilibrium number of U.S. dollars... euros per U.S. dollar rises—the dollar Supply of appreciates against the euro. As a result, U.S. dollars"
    ],
    "title": [
      "Exchange rate lars might result from a change in the (euros per preferences of European investors. The U.S. dollar) 1. An increase in demand curve for U.S. dollars shifts from the demand for D1 to D 2"
    ],
    "type": null
  }
]
