[
  {
    "author": [
      {
        "family": "America",
        "given": "Business"
      }
    ],
    "container-title": [
      "GPO:703-011-00000-4). Contact Superintendent of Documents, U.S"
    ],
    "date": [
      "2040"
    ],
    "location": [
      "Washington, DC"
    ],
    "publisher": [
      "Government Printing Office"
    ],
    "title": [
      "This monthly publication of the Department of Commerce contains country-by-country marketing reports, incisive economic analyses, worldwide trade leads, advance notice of planned exhibitions of U.S. products worldwide, and success stories of export marketing"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "electronically)"
      }
    ],
    "date": [
      "2040"
    ],
    "genre": [
      "Telephone 1-800-USA-TRADE;"
    ],
    "location": [
      "Washington, DC"
    ],
    "note": [
      "e-mail: tic@ita.doc.gov; Internet home page:"
    ],
    "publisher": [
      "Government Printing Office"
    ],
    "title": [
      "Contact the U.S",
      "For on-line subscriptions contact STAT-USA at 1-800-STAT-USA (1-800-782-8872). This information center was established as a comprehensive source for U.S. companies seeking information on federal programs and activities that support U.S. exports, including information on overseas markets and industry trends. The center maintains a computerized calendar of U.S. government-sponsored domestic and overseas trade events"
    ],
    "type": null,
    "url": [
      "http://www.ita.doc.gov/td/tic."
    ]
  },
  {
    "author": [
      {
        "family": "Center",
        "given": "Trade Information"
      }
    ],
    "container-title": [
      "Government-sponsored domestic and overseas trade events"
    ],
    "note": [
      "Telephone 1-800-USA-TRADE; e-mail: tic@ita.doc.gov; Internet home page:"
    ],
    "title": [
      "This information centerwas established as a comprehensive source for U.S. companies seeking information on federal programs and activities that support U.S. exports, including information on overseas markets and industy trends. This center maintains a computerized calendar of U.S"
    ],
    "type": "article-journal",
    "url": [
      "http://www.ita.doc.gov."
    ]
  },
  {
    "title": [
      "6 of 11) [12/12/2003 4:56:36 PM] A Basic Guide to Exporting - Developing a Marketing Plan"
    ],
    "type": null,
    "url": [
      "http://www.unzco.com/basicguide/c2.html"
    ]
  },
  {
    "author": [
      {
        "given": "S.T.A.T.-U.S.A./Fax"
      }
    ],
    "note": [
      "government economic press releases. For more information, call 1-800-STAT-USA (800-782-8872)."
    ],
    "title": [
      "This fax on demand service providing instant hard copy of business and economic information from the federal government. All releases are available 24 hours a day, seven days a week. The most popular fax documents include the daily trade leads and numerous U.S"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "T.R.A.D.E.S.T.A.T.S."
      }
    ],
    "note": [
      "The Web site address is"
    ],
    "title": [
      "A comprehensive source for U.S. export and import data, both current and historical. Maintained by the Commerce Department's Office of Trade and Economic Analysis, this web site contains total and disaggregated U.S. trade statistics by country and commodity classifications, state and metropolitan area export data, and trade and industry statistics. Much of this data is downloadable"
    ],
    "type": null,
    "url": [
      "http://www.ita.doc.gov/td/industry/otea."
    ]
  },
  {
    "title": [
      "7 of 11) [12/12/2003 4:56:36 PM] A Basic Guide to Exporting - Developing a Marketing Plan"
    ],
    "type": null,
    "url": [
      "http://www.unzco.com/basicguide/c2.html"
    ]
  },
  {
    "author": [
      {
        "family": "Atlas",
        "given": "World Bank"
      }
    ],
    "note": [
      "Box 7247-8169, Philadelphia, PA 19170-8169; telephone 202-473-1155, fax 703-661-1501."
    ],
    "publisher": [
      "Contact World Bank Publications, P.O"
    ],
    "title": [
      "The World Bank Atlas provides demographics, gross domestic product, and average growth rates for every country. The latest edition, 1997, covers data through 1996"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Factbook",
        "given": "World"
      }
    ],
    "date": [
      "2040"
    ],
    "location": [
      "Washington, DC"
    ],
    "publisher": [
      "Government Printing Office"
    ],
    "title": [
      "Produced annually by the CIA, this publication provides countryby-country data on demographics, economy, communications, and defense. The data is available through a subscription to the NTDB (to subscribe call 1-800-STAT-USA). To order a hard copy, contact the U.S"
    ],
    "type": "book"
  },
  {
    "note": [
      "copyrights, and trademarks (see Chapter 9)."
    ],
    "title": [
      "4 of 6) [12/12/2003 4:56:41 PM] A Basic Guide to Exporting - Preparing Your Product for Export laws on patents"
    ],
    "type": null,
    "url": [
      "http://www.unzco.com/basicguide/c7.html"
    ]
  },
  {
    "container-title": [
      "For additional information about applying for patents, contact the Patent and Trademark Office of the U.S. Department of Commerce at"
    ],
    "pages": [
      "1–800–786–9199"
    ],
    "title": [
      "A U.S. firm may find it useful to obtain the advice of local lawyers and consultants when appropriate. The U.S. company may also find it advantageous to apply for a patent for its product, as well as applying for an international patent for the countries where it will be conducting business"
    ],
    "type": "chapter"
  },
  {
    "date": [
      "1996"
    ],
    "note": [
      "jobs - 3.5 million in 1994 according to recent estimates - and play a key role in U.S. economic growth."
    ],
    "title": [
      "U.S. services exports exceeded imports by $80 billion offsetting 42% of the deficit in merchandise trade. U.S. services compete successfully worldwide. Major markets for U.S. services include the European Union ($70 billion in 1996 exports), Japan ($35 billion), and Canada ($20 billion). At $8 billion, Mexico is presently the largest emerging market for service exports. Services exports support millions of high quality U.S"
    ],
    "type": null
  },
  {
    "container-title": [
      "Some U.S. firms with expertise in specialized fields"
    ],
    "note": [
      "such as electric power utilities, also export related design, construction, and engineering services."
    ],
    "title": [
      "● Architectural, construction, and engineering. The vast experience and technological leadership of the U.S. construction industry, as well as special skills in operations, maintenance, and management, frequently give U.S. firms a competitive edge in international projects"
    ],
    "type": "chapter"
  },
  {
    "title": [
      "● Banking, financial, and insurance services. U.S. financial institutions are very competitive internationally, particularly when offering account management, credit card operations, and collection management. U.S. insurers offer valuable services ranging from underwriting and risk evaluation to insurance operations and management contracts in the international marketplace"
    ],
    "type": null
  },
  {
    "note": [
      "Department of Justice, Room 2424, Bond Building, 1400 New York Avenue, NW, Washington, D.C.20530, 202-514-0651 (FTS) 202-368-0651."
    ],
    "title": [
      "For further information from the Department of Justice about the FCPA and the Foreign Corrupt Practices Act Opinion Procedure, contact the Deputy Chief, Fraud Section, Criminal Division, U.S"
    ],
    "type": null
  },
  {
    "note": [
      "Department of Commerce, Room 5882, 14th Street and Constitution Avenue, NW,"
    ],
    "title": [
      "The Department of Commerce supplies general information to U.S. exporters who have questions about the FCPA and about international developments concerning the FCPA and international bribery. For further information from the Department of Commerce about the FCPA, contact the Chief Counsel for International Commerce or the Senior Counsel for International Finance and Trade, Office of the Chief Counsel for International Commerce, U.S"
    ],
    "type": null
  },
  {
    "citation-number": [
      "2."
    ],
    "title": [
      "Buyer's reference number and date of inquiry"
    ],
    "type": null
  },
  {
    "location": [
      "Terms"
    ],
    "publisher": [
      "Quotations"
    ],
    "title": [
      "5 of 9) [12/12/2003 4:56:46 PM] A Basic Guide to Exporting - Pricing"
    ],
    "type": "book",
    "url": [
      "http://www.unzco.com/basicguide/c11.html"
    ]
  },
  {
    "citation-number": [
      "5."
    ],
    "title": [
      "Appropriate gross and net shipping weight (in metric units where appropriate"
    ],
    "type": null
  },
  {
    "citation-number": [
      "8."
    ],
    "publisher": [
      "Delivery point"
    ],
    "type": "book"
  },
  {
    "citation-number": [
      "9."
    ],
    "title": [
      "Terms of sale"
    ],
    "type": null
  },
  {
    "citation-number": [
      "13."
    ],
    "title": [
      "Total charges to be paid by customer"
    ],
    "type": null
  },
  {
    "citation-number": [
      "14."
    ],
    "title": [
      "Estimated shipping date from U.S. port or airport"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "sale",
        "given": "Currency",
        "particle": "of"
      }
    ],
    "citation-number": [
      "15."
    ],
    "type": null
  },
  {
    "location": [
      "Terms"
    ],
    "publisher": [
      "Quotations"
    ],
    "title": [
      "6 of 9) [12/12/2003 4:56:46 PM] A Basic Guide to Exporting - Pricing"
    ],
    "type": "book",
    "url": [
      "http://www.unzco.com/basicguide/c11.html"
    ]
  },
  {
    "container-title": [
      "government"
    ],
    "title": [
      "The Overseas Private Investment Corporation (OPIC) is a federal agency that facilitates U.S. foreign direct investment in developing nations and emerging market economies. OPIC is an independent, financially self-supporting corporation, fully owned by the U.S"
    ],
    "type": "article-journal"
  },
  {
    "note": [
      "OPIC maintains a Web site at"
    ],
    "title": [
      "OPIC also provides services to facilitate wider participation by smaller U.S. businesses in overseas investment, including investment missions, a computerized data bank, and investor information services. For more information on any of these programs contact OPIC's InfoLine for program information on 202-336-8799 or FactsLine on 202-336-8700"
    ],
    "type": null,
    "url": [
      "http://www.opic.gov."
    ]
  },
  {
    "container-title": [
      "Financing Export Transactions"
    ],
    "title": [
      "Multilateral Development Banks http://www.unzco.com/basicguide/c13.html (12 of 14) [12/12/2003 4:56:48 PM] A Basic Guide to Exporting"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "U.S",
        "given": "The"
      }
    ],
    "publisher": [
      "Department of Commerce's International Trade Administration"
    ],
    "title": [
      "Government organization responsible for assisting American businesses pursue MDB opportunities is the Multilateral Development Bank Operations (MDBO) office within the U.S"
    ],
    "type": "book"
  },
  {
    "location": [
      "contact"
    ],
    "publisher": [
      "For more information",
      "U.S"
    ],
    "title": [
      "13 of 14) [12/12/2003 4:56:48 PM] A Basic Guide to Exporting - Financing Export Transactions linked to the146 home pages of the various banks"
    ],
    "type": "book",
    "url": [
      "http://www.unzco.com/basicguide/c13.html"
    ]
  },
  {
    "author": [
      {
        "family": "Commerce",
        "given": "Department",
        "particle": "of"
      }
    ],
    "location": [
      "Washington, D.C"
    ],
    "note": [
      "20230; telephone: 202-482-3399, fax: 202-273-0927."
    ],
    "title": [
      "International Trade Administration, Multilateral Development Banks Operations, 14th Street and Constitution Avenue, NW, Room H-1107"
    ],
    "type": null
  },
  {
    "note": [
      "3 of 8) [12/12/2003 4:56:49 PM"
    ],
    "type": null,
    "url": [
      "http://www.unzco.com/basicguide/c14.html"
    ]
  },
  {
    "title": [
      "A Basic Guide to Exporting - Business Travel Abroad 150 \"World Commercial Holidays,\" can be obtained by contacting the local entitled Export Assistance Center. ● The U.S. traveler should also contact an Export Assistance Center to learn of any travel advisories issued by the U.S. Department of State for countries to be visited. Advisories alert travelers to potentially dangerous in-country situations"
    ],
    "type": null
  },
  {
    "pages": [
      "202–647–5225"
    ],
    "title": [
      "The Department of State also maintains a telephone service for recorded travel advisories"
    ],
    "type": null
  },
  {
    "title": [
      "● The U.S. business person should be aware that travel from one country to another may be restricted"
    ],
    "type": null
  },
  {
    "title": [
      "Commercial and economic officers in U.S. embassies and consulates abroad provide assistance to U.S. exporters through in-depth briefings and by arranging introductions to appropriate firms, individuals, or foreign government officials. Because of the value and low cost of these services, it is recommended that the exporter contact the local Export Assistance Center before traveling to a foreign country"
    ],
    "type": null
  },
  {
    "location": [
      "Washington, DC"
    ],
    "note": [
      "20402-9371; telephone 202-512-1800. The cost for this publication is $5 for one year, and it is issued three times per year."
    ],
    "publisher": [
      "Government Printing Office"
    ],
    "title": [
      "Also, a description of the firm and the extent of its international experience would be helpful to the post. Addresses of U.S. embassies and consulates are provided in Key Officers of Foreign Service Posts, a publication available from the Superintendent of Documents, U.S"
    ],
    "type": null
  }
]
