[
  {
    "container-title": [
      "volumes of The Cambridge Economic History of Europe",
      "The Economy of Expanding Europe in the Sixteenth and Seventeenth Centuries",
      "The Economic Organization of Early Modern Europe",
      "are now in need of substantial revision. Of more use nowadays is the 210 | the sixteenth century Handbook of European History 1400–1600: Late Middle Ages, Renaissance and Reformation, i. Structures and Assertions"
    ],
    "date": [
      "1967",
      "1977"
    ],
    "editor": [
      {
        "family": "E. E. Rich",
        "particle": "ed."
      },
      {
        "family": "Wilson",
        "given": "C.H."
      },
      {
        "family": "E. E. Rich",
        "particle": "ed."
      },
      {
        "family": "Wilson",
        "given": "C.H."
      },
      {
        "family": "Thomas A. Brady",
        "particle": "ed."
      },
      {
        "family": "Jun.",
        "given": "Heiko"
      }
    ],
    "location": [
      "Cambridge"
    ],
    "type": "chapter",
    "volume": [
      "but vol. iv",
      "and vol. v"
    ]
  },
  {
    "author": [
      {
        "family": "Oberman",
        "given": "A."
      },
      {
        "family": "Tracy",
        "given": "James D."
      },
      {
        "family": "Yun",
        "given": "John H.Munro"
      },
      {
        "family": "Tracy",
        "given": "James D."
      },
      {
        "family": "Vries",
        "given": "Jan",
        "particle": "de"
      }
    ],
    "container-title": [
      "Capitalist Agriculture and the Origins of the European World-Economy in the Sixteenth Century"
    ],
    "date": [
      "1994"
    ],
    "note": [
      "New York, 1974); The Modern World-System, ii. Mercantilism and the"
    ],
    "title": [
      "especially the contributions by Bartolomé",
      "For the emergence of a ‘world-economy’ from the sixteenth century onwards see Immanuel Wallerstein, The Modern World-System, i"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "Town and Country in Europe, 1300–1800",
      "The Peasantries of Europe from the Fourteenth to the Eighteenth Centuries"
    ],
    "date": [
      "2001",
      "2001"
    ],
    "editor": [
      {
        "family": "are",
        "particle": "economy"
      },
      {
        "family": "Prak",
        "given": "Maarten"
      },
      {
        "family": "Epstein",
        "given": "S.R."
      },
      {
        "family": "Scott",
        "given": "Tom"
      }
    ],
    "location": [
      "London",
      "Cambridge"
    ],
    "title": [
      "Early Modern Capitalism. Economic and Social Change in Europe, 1400–1800"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "London"
      },
      {
        "family": "York",
        "given": "New"
      }
    ],
    "container-title": [
      "and Sheilagh Ogilvie and Markus Cerman"
    ],
    "date": [
      "1998"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "European Proto-Industrialization",
      "R. Epstein, Freedom and Growth: The Rise of States and Markets in Europe, 1300–1750"
    ],
    "date": [
      "1996",
      "1988",
      "1984",
      "2000"
    ],
    "editor": [
      {
        "literal": "eds."
      }
    ],
    "location": [
      "Cambridge",
      "Philadelphia",
      "London",
      "London and New York"
    ],
    "title": [
      "To the latter may be added the useful survey by Myron Gutmann, Towards the Modern Economy: Early Industry in Europe, 1500–1800",
      "On urbanization, using sophisticated econometric analysis, see Jan De Vries, European Urbanization 1500–1800",
      "The recent study by David Nicholas, Urban Europe, 1100–1700 (Houndmills and New York, 2003), need not, by contrast, detain the discerning. On markets and the institutional framework of economic development see the thought-provoking study by S"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Abel",
        "given": "Wilhelm"
      }
    ],
    "container-title": [
      "The Agrarian History of Western Europe A.D. 500–1850, tr. Olive Ordish",
      "Olive Ordish from 3rd German edn. of 1978"
    ],
    "date": [
      "1963",
      "1980"
    ],
    "editor": [
      {
        "family": "Bath",
        "given": "B.H.Slicher",
        "particle": "van"
      }
    ],
    "location": [
      "London",
      "London"
    ],
    "note": [
      "Allen, ‘The Great Divergence in European Wages and Prices from the Middle Ages to the First World War’, Explorations in Economic History, 38"
    ],
    "title": [
      "Prices, wages, and secular economic cycles are discussed in two fundamental works",
      "Agricultural Fluctuations in Europe from the Thirteenth to the Twentieth Centuries, tr",
      "These are, however, both now old, and should be supplemented by two recent articles by Robert C"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "European Review of Economic History",
      "Journal of Interdisciplinary History"
    ],
    "date": [
      "2001",
      "2000",
      "1980"
    ],
    "note": [
      "and the more general survey by J. M. Grove, The Little Ice Age (London, 1988)."
    ],
    "pages": [
      "411–47",
      "1–25",
      "665–96,"
    ],
    "title": [
      "and ‘Economic Structure and Agricultural Productivity in Europe, 1300–1800’",
      "On climate change see the pioneering study by Christian Pfister, ‘The Little Ice Age: Thermal and Wetness Indices for Central Europe’"
    ],
    "type": "article-journal",
    "volume": [
      "4",
      "10"
    ]
  },
  {
    "container-title": [
      "It complements the earlier collection by Antoni Ma ̨czak, Henryk Samsonowicz",
      "East–Central Europe in Transition from the Fourteenth to the"
    ],
    "date": [
      "1989"
    ],
    "editor": [
      {
        "family": "Daniel Chirot",
        "given": "For Eastern Europe",
        "particle": "see"
      },
      {
        "family": "Burke",
        "given": "Peter"
      }
    ],
    "location": [
      "Berkeley, Calif"
    ],
    "title": [
      "The Origins of Backwardness in Eastern Europe: Economics and Politics from the Middle Ages until the Early Twentieth Century",
      "uneven in quality, but with important essays by Robert Brenner and Jacek Kochanowicz"
    ],
    "type": "chapter"
  },
  {
    "title": [
      "Seventeenth Century (Cambridge and Paris, 1985), in which the essays by 212 | the sixteenth century"
    ],
    "type": null
  },
  {
    "note": [
      "in Germany, 1300–1600 (Houndmills and New York, 2002), ch. 6, and William W. Hagen, Ordinary Prussians: Brandenburg Junkers and Villagers, 1500–1840"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Cambridge"
      }
    ],
    "date": [
      "2002",
      "1976",
      "1996"
    ],
    "editor": [
      {
        "family": "Scribner",
        "given": "Bob"
      }
    ],
    "location": [
      "Lawrence Garner (London",
      "London"
    ],
    "note": [
      "Among the few regional studies in English see, for Hohenlohe, the outstanding monograph by Thomas Robisheaux, Rural Society and the Search for Order in Early Modern Germany"
    ],
    "title": [
      "For Poland, the neo-Marxist analysis by Witold Kula, An Economic Theory of the Feudal System: Towards a Model of the Polish Economy 1500–1800, tr",
      "is dense, and suffers from its insistence on the primary significance of export markets. For western Germany see now Scott, Society and Economy (as above) and the essays",
      "Germany: A New Social and Economic History, i. 1450–1630"
    ],
    "type": null
  },
  {
    "date": [
      "1989"
    ],
    "location": [
      "Cambridge"
    ],
    "title": [
      "for Bavaria, the important revisionist study by Govind P"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Sreenivasan"
      }
    ],
    "note": [
      "War (Oxford, 1986) and his Regional Identity and Economic Change: The Upper Rhine, 1450–1600 (Oxford, 1997). William J. Wright, Capitalism, the State and the Lutheran Reformation: Sixteenth-Century Hesse"
    ],
    "title": [
      "The Peasants of Ottobeuren, 1487–1726: A Rural Society in Early Modern Europe (Cambridge, 2004); and for the Upper Rhine, Tom Scott, Freiburg and the Breisgau: Town–Country Relations in the Age of Reformation and Peasants"
    ],
    "type": null
  },
  {
    "date": [
      "1988"
    ],
    "location": [
      "Athens, Ohio"
    ],
    "note": [
      "tr. H. M. Lucas"
    ],
    "title": [
      "is a somewhat eccentric and unconvincing account. On the Fuggers see Richard Ehrenberg, Capital and Finance in the Age of the Renaissance: A Study of the Fuggers and their Connections"
    ],
    "type": null
  },
  {
    "date": [
      "1963"
    ],
    "location": [
      "New York"
    ],
    "title": [
      "latest reprint of a work first published in English in"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1896!"
    ],
    "container-title": [
      "Journal of European Economic History"
    ],
    "date": [
      "1981",
      "1980"
    ],
    "location": [
      "New York"
    ],
    "note": [
      "The best study of the Hanseatic League remains Philippe Dollinger, The German Hansa, tr. D. S."
    ],
    "pages": [
      "119–29"
    ],
    "title": [
      "For Augsburg see Martha White Paas, Population Change, Labor Supply, and Agriculture in Augsburg, 1480–1618: A Study of Early Demographic–Economic Interactions",
      "whose views on the partibility of peasant farms in eastern Swabia remain controversial. For Nuremberg, see Wolfgang von Stromer, ‘Commercial Policy and Economic Conjuncture in Nuremberg at the Close of the Middle Ages: A Model of Economic Policy’"
    ],
    "type": "article-journal",
    "volume": [
      "10"
    ]
  },
  {
    "author": [
      {
        "given": "Ault"
      },
      {
        "family": "Steinberg",
        "given": "S.H."
      }
    ],
    "date": [
      "1970",
      "1999"
    ],
    "location": [
      "London and New York"
    ],
    "note": [
      "The Hansa: History and Culture, tr. Katherine Vanovitch (Leipzig, 1985)."
    ],
    "title": [
      "which has been reissued with an introduction by Mark Casson",
      "There is also a profusely illustrated East German account by Johannes Schildhauer"
    ],
    "type": null
  },
  {
    "container-title": [
      "For the south see the relevant essays in John H. Munro, Textiles, Towns and Trade: Essays in the Economic History of Late-Medieval England and the Low Countries"
    ],
    "date": [
      "1984"
    ],
    "location": [
      "Aldershot"
    ],
    "note": [
      "and the comparison of Flanders and northern Italy in Herman van der Wee (ed.), The Rise and Decline of Urban Industries in Italy"
    ],
    "title": [
      "The Low Countries boast an extensive historiography, though until the appearance of Hoppenbrouwers and van Zanden, Peasants into Farmers? (as above) Belgian historians tended, understandably, to concentrate on the further reading | 213 efflorescence of medieval Flanders and Brabant, Dutch historians on the early modern rise to mercantile supremacy of the northern Netherlands"
    ],
    "type": "chapter"
  },
  {
    "date": [
      "1988"
    ],
    "location": [
      "Leuven"
    ],
    "title": [
      "and the Low Countries: Late Middle Ages–Early Modern Times"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "DuPlessis"
      }
    ],
    "collection-title": [
      "On textiles in general"
    ],
    "container-title": [
      "The New Draperies in the Low Countries and England"
    ],
    "date": [
      "1993"
    ],
    "editor": [
      {
        "family": "Marc Boone",
        "particle": "see"
      },
      {
        "family": "Prevenier",
        "given": "Walter"
      },
      {
        "family": "Harte",
        "given": "N.B."
      }
    ],
    "location": [
      "Leuven and Apeldoorn"
    ],
    "pages": [
      "1300–1800"
    ],
    "title": [
      "Drapery Production in the Late Medieval Low Countries: Markets and Strategies for Survival (14th–16th Centuries",
      "On the ‘new draperies’ see the outstanding essay by Robert S",
      "One Theory, Two Draperies, Three Provinces, and a Multitude of Fabrics: The New Drapery of French Flanders, Hainaut, and the Tournaisis, c.1500–c.1800’"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "Fourteenth–Sixteenth Centuries"
    ],
    "date": [
      "1997"
    ],
    "location": [
      "Oxford"
    ],
    "note": [
      "The Hague [Leuven printing], 1963)."
    ],
    "pages": [
      "129–72"
    ],
    "title": [
      "On Antwerp the classic study remains Herman van der Wee, The Growth of the Antwerp Market and the European Economy"
    ],
    "type": "article-journal",
    "volume": [
      "3"
    ]
  },
  {
    "date": [
      "1997"
    ],
    "location": [
      "Cambridge"
    ],
    "note": [
      "See also Karel Davids and Leo Noordegraaf (eds.), The Dutch Economy in the Golden Age: Nine Studies"
    ],
    "title": [
      "The most recent survey of the north is by Jan de Vries and Adriaan van der Woude, The First Modern Economy: Success, Failure, and Perseverance of the Dutch Economy, 1500–1815"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Amsterdam"
      }
    ],
    "container-title": [
      "the essays in Maurice Aymard (ed.), Dutch Capitalism and World Capitalism",
      "Tracy, A Financial Revolution in the Habsburg Netherlands"
    ],
    "date": [
      "1993",
      "1982",
      "1989"
    ],
    "location": [
      "Cambridge and Paris",
      "Oxford"
    ],
    "note": [
      "‘Renten’ and ‘Renteniers’ in the County of Holland, 1515–1565 (Berkeley and Los Angeles, 1985), and the more specialized study by Marjolein ’t Hart, The Making of a Bourgeois State: War, Politics and Finance during the Dutch Revolt (Manchester, 1993)."
    ],
    "title": [
      "On the rural economy of the north see Jan de Vries, The Dutch Rural Economy in the Golden Age 1500–1700 (New Haven and London, 1974), a brilliant work which has been challenged but not refuted (see de Vries in Hoppenbrouwers and van Zanden, Peasants into Farmers? above), still a classic after thirty years––as is Violet Barbour, Capitalism in Amsterdam in the Seventeenth Century (Baltimore, Md., 1950) after more than fifty years. More recent studies of Dutch capitalism include Jan Luiten van Zanden, The Rise and Decline of Holland’s Economy: Merchant Capitalism and the Labour Market (Manchester, 1993",
      "and, among his many fine monographs, Jonathan Israel, Dutch Primacy in World Trade, 1585–1740",
      "On credit see the ground-breaking study by James D"
    ],
    "type": "article-journal"
  },
  {
    "note": [
      "tr. Alan Sheridan (Aldershot, 1987) 214 | the sixteenth century"
    ],
    "title": [
      "There is no lack of English-language works on the French economy after 1600, but the sixteenth century remains largely terra incognita unless one has French. On the peasantry and the rural economy see Emmanuel Le Roy Ladurie, The French Peasantry 1450–1660"
    ],
    "type": null
  },
  {
    "citation-number": [
      "3–50."
    ],
    "container-title": [
      "Crisis and Change in the Venetian Economy in the Sixteenth and Seventeenth Centuries",
      "Banking and Economic Thought in Late Medieval and Early Modern Europe: Selected Studies of Raymond De Roover",
      "Continuity and Change"
    ],
    "date": [
      "1978",
      "1988",
      "1993",
      "1981",
      "1987",
      "1968",
      "1974"
    ],
    "editor": [
      {
        "family": "Venice Brian Pullan",
        "particle": "on"
      },
      {
        "family": "Julius Kirshner",
        "particle": "ed."
      }
    ],
    "location": [
      "Cambridge",
      "Baltimore and London",
      "London",
      "London",
      "Chicago and London"
    ],
    "note": [
      "For one particular industry, see Maureen Mazzaoui, The Italian Cotton Industry in the Late Middle Ages, 1100–1600 (Cambridge,"
    ],
    "pages": [
      "253–80"
    ],
    "title": [
      "A specialized case-study of rural Tuscany is by Frank McArdle, Altopascio: A Study in Tuscan Rural Society, 1587–1784",
      "See also in this context John A. Marino, Pastoral Economics in the Kingdom of Naples",
      "which discusses the Dogana. On rural manufacturing see Carlo Marco Belfanti, ‘Rural Manufactures and Rural Proto-Industries in the “Italy of the Cities” from the Sixteenth through the Eighteenth Century’",
      "For urban life see Richard Mackenney, Tradesmen and Traders: The World of the Guilds in Venice and Europe, c.1250–c.1650",
      "His various studies of credit and banking are collected in Raymond De Roover, Business"
    ],
    "type": "article-journal",
    "volume": [
      "8"
    ]
  },
  {
    "title": [
      "The literature on early modern England is vast, and only a small selection of titles, excluding almost all regional or country studies, can be given here"
    ],
    "type": null
  },
  {
    "container-title": [
      "The Agrarian History of England and Wales"
    ],
    "pages": [
      "1500–1640"
    ],
    "title": [
      "The most convenient survey of agricultural developments remains Joan Thirsk (ed"
    ],
    "type": "article-journal",
    "volume": [
      "iv"
    ]
  },
  {
    "author": [
      {
        "family": "Allen",
        "given": "C."
      }
    ],
    "container-title": [
      "Economic History Review"
    ],
    "date": [
      "1967",
      "1996",
      "1992",
      "1977",
      "1969",
      "1990"
    ],
    "location": [
      "London",
      "Cambridge",
      "Oxford",
      "London",
      "London"
    ],
    "note": [
      "and the very important East Anglian study by Jane Whittle, The Development of Agrarian Capitalism: Land and Labour in Norfolk, 1440–1580 (Oxford, 2000). The gentry are discussed by G."
    ],
    "pages": [
      "1–20,"
    ],
    "publisher": [
      "Cambridge University Press"
    ],
    "title": [
      "More recently, see the ambitious survey by Mark Overton, Agricultural Revolution in England: The Transformation of the Agrarian Economy 1500–1850",
      "On enclosures see, from contrasting perspectives, the revisionist Robert",
      "Enclosure and the Yeoman: The Agricultural Development of the South Midlands 1450–1850",
      "and the traditionalist James A. Yelling, Common Field and Enclosure in England, 1450–1850",
      "On agrarian problems in general see the sometimes controversial views of Eric Kerridge, Agrarian Problems in the Sixteenth Century and After",
      "who emphasizes technological change. On the development of capitalist agriculture see Richard W. Hoyle, ‘Tenure and the Land Market in Early Modern England: or a Late Contribution to the Brenner Debate’"
    ],
    "type": "article-journal",
    "volume": [
      "2nd ser. 43"
    ]
  },
  {
    "author": [
      {
        "family": "Chambers",
        "given": "E."
      }
    ],
    "note": [
      "Cambridge, 2003). General surveys of industry include D. C. 216 | the sixteenth century"
    ],
    "title": [
      "The Gentry: The Rise and Fall of a Ruling Class (London, 1976) and their late medieval origins by Peter Coss, The Origins of the English Gentry"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Coleman"
      }
    ],
    "date": [
      "1975"
    ],
    "location": [
      "London"
    ],
    "note": [
      "and G. D."
    ],
    "title": [
      "Industry in Tudor and Stuart England"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Ramsay"
      }
    ],
    "date": [
      "1982"
    ],
    "location": [
      "London"
    ],
    "note": [
      "Cambridge, 1994), and David Rollison, The Local Origins of Modern Society: Gloucestershire 1500–1800"
    ],
    "title": [
      "The English Woollen Industry, 1500–1750",
      "To the latter now add the regional studies by Michael Zell, Industry in the Countryside: Wealden Society in the Sixteenth Century"
    ],
    "type": null
  },
  {
    "date": [
      "1992",
      "1961"
    ],
    "editor": [
      {
        "family": "Fisher",
        "given": "F.J."
      }
    ],
    "location": [
      "London",
      "Cambridge"
    ],
    "note": [
      "On particular industries see, for coal, John Hatcher, The History of the British Coal Industry, i. Before 1700: Towards the Age of Coal (Oxford, 1993); for tin, his English Tin Production and Trade before 1550 (Oxford, 1973); and for glass, Eleanor Godfrey, The Development of English Glassmaking 1560–1640"
    ],
    "pages": [
      "70–88"
    ],
    "title": [
      "More generally on rural industries see the classic article by Joan Thirsk, ‘Industries in the Countryside’",
      "Essays in the Economic and Social History of Tudor and Stuart England"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Chapel Hill",
        "given": "N.C."
      }
    ],
    "date": [
      "1975",
      "1978"
    ],
    "location": [
      "Oxford"
    ],
    "note": [
      "On coinage see J. D. Gould, The Great Debasement: Currency and the Economy in Mid-Tudor England"
    ],
    "title": [
      "On the rise of industries serving a consumer society see Joan Thirsk, Economic Policy and Projects: The Development of a Consumer Society in Early Modern England"
    ],
    "type": null
  },
  {
    "date": [
      "1970",
      "1982"
    ],
    "edition": [
      "2nd edn"
    ],
    "editor": [
      {
        "family": "Outhwaite",
        "given": "B."
      },
      {
        "family": "Tudor",
        "given": "Inflation",
        "particle": "in"
      },
      {
        "family": "England",
        "given": "Early Stuart"
      }
    ],
    "location": [
      "Oxford",
      "London"
    ],
    "title": [
      "and on inflation the pamphlet by R"
    ],
    "type": null
  },
  {
    "container-title": [
      "Economic History Review"
    ],
    "date": [
      "1986"
    ],
    "note": [
      "The mining industry is depressingly badly served in English, except for Ian Blanchard, International Lead Production and Trade in the ‘Age of the Saigerprozess’ 1450–1560 (Zeitschrift für"
    ],
    "pages": [
      "427–60"
    ],
    "title": [
      "Finally, on a European canvas, there are several studies of individual sectors of the economy. For the cattle-trade see the comprehensive review by Ian Blanchard, ‘The Continental European Cattle Trade, 1400–1600’"
    ],
    "type": "article-journal",
    "volume": [
      "2nd ser. 39"
    ]
  },
  {
    "author": [
      {
        "family": "Crossley",
        "given": "W."
      },
      {
        "family": "Sella",
        "given": "Domenico"
      },
      {
        "family": "Milan Myska",
        "particle": "to these add"
      }
    ],
    "container-title": [
      "Schwerpunkte der Eisengewinnung und Eisenverarbeitung in Europa 1500–1650",
      "Unternehmensgeschichte",
      "Past and Present"
    ],
    "date": [
      "1995",
      "1974",
      "1979"
    ],
    "editor": [
      {
        "family": "Kellenbenz",
        "given": "Hermann"
      }
    ],
    "location": [
      "Stuttgart",
      "Cologne and Vienna"
    ],
    "note": [
      "The difficulties of European economy and society at the close of the sixteenth century are discussed in Peter Clark (ed.), The European Crisis of the 1590s: Essays in Comparative History (London, 1985)."
    ],
    "pages": [
      "17–34,",
      "91–105",
      "44–72"
    ],
    "title": [
      "which contains vital information on silver production as well. For iron see",
      "the essays in English by D",
      "The English Iron Industry 1500–1650: The Problem of New Techniques’",
      "The Iron Industry in Italy, 1500–1650’",
      "Pre-Industrial Iron-Making in the Czech Lands: The Labour Force and Production Relations circa 1350–circa 1840’"
    ],
    "type": "article-journal",
    "volume": [
      "suppl. 85",
      "82"
    ]
  },
  {
    "author": [
      {
        "family": "rich",
        "particle": "relatively"
      },
      {
        "family": "Elliott",
        "given": "J.H."
      },
      {
        "family": "Kamen",
        "given": "Henry"
      },
      {
        "given": "Spain"
      },
      {
        "family": "is",
        "given": "however"
      },
      {
        "family": "pertinent",
        "particle": "more"
      },
      {
        "family": "For Valois France",
        "given": "R.J.Knecht",
        "particle": "challenging."
      }
    ],
    "date": [
      "1963",
      "1469",
      "1983",
      "2002"
    ],
    "edition": [
      "2nd edn"
    ],
    "location": [
      "London",
      "London",
      "London"
    ],
    "note": [
      "Oxford, 2001) is full of insights, especially on the link between political and cultural developments. J. H. M. Salmon, Society in Crisis: France in the Sixteenth Century"
    ],
    "title": [
      "For the Spanish empire, two classic texts appeared simultaneously over forty years ago and still serve well",
      "Imperial Spain, 1469–1716",
      "A Society of Conflict",
      "For this chapter, the theme of Henry Kamen, Spain’s Road to Empire: How Spain became a World Power, 1492–1763",
      "The Rise and Fall of Renaissance France, 1483–1610"
    ],
    "type": null
  },
  {
    "date": [
      "1975",
      "1992"
    ],
    "location": [
      "London",
      "London and Basingstoke"
    ],
    "note": [
      "provides an overview of German lands that includes the sixteenth century, but Peter F."
    ],
    "title": [
      "emphasizes that the political crises of later sixteenth-century France had deeper historical and social roots in its polity. Michael Hughes, Early-Modern Germany 1477–1806"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Wilson"
      }
    ],
    "date": [
      "1999",
      "1984",
      "2001"
    ],
    "location": [
      "New York",
      "Oxford",
      "Seattle"
    ],
    "note": [
      "is a more recent and informative overview. For the papacy as a political organization, John A. F."
    ],
    "title": [
      "The Holy Roman Empire, 1495–1800",
      "is more helpful on institutional and political developments. Norman Davies, God’s Playground: A History of Poland",
      "is the standard political history of the Polish-Lithuanian condominium, though Daniel Stone, The Polish-Lithuanian State, 1386–1795"
    ],
    "type": null,
    "volume": [
      "2"
    ]
  },
  {
    "author": [
      {
        "given": "Thomson"
      }
    ],
    "date": [
      "1980"
    ],
    "location": [
      "London and Boston"
    ],
    "note": [
      "For England, Penry Williams, The Tudor Régime"
    ],
    "title": [
      "Popes and Princes, 1416–1517",
      "sets the scene and Paulo Prodi, The Papal Prince: One Body and Two Souls (Cambridge, 1987) examines the ambiguities of God’s vicar as the elective monarch of a secular principality"
    ],
    "type": null
  },
  {
    "date": [
      "1979"
    ],
    "location": [
      "Oxford"
    ],
    "title": [
      "provides a political analysis, solidly based on its institutions"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Scotland",
        "given": "For"
      }
    ],
    "container-title": [
      "Princes and Parliaments in Germany, from the Fifteenth to the Eighteenth Century"
    ],
    "date": [
      "1981",
      "1989",
      "1959"
    ],
    "editor": [
      {
        "family": "Schindling",
        "given": "Anton"
      },
      {
        "family": "Ziegler",
        "given": "Walter"
      },
      {
        "family": "Carsten",
        "given": "L."
      }
    ],
    "location": [
      "London",
      "Oxford"
    ],
    "note": [
      "For the Italian peninsula, Eric Cochrane, Italy, 1530–1630 (New York and London, 1988) provides some useful synoptic accounts of individual polities with helpful bibliographies. Helmut G. 218 | the sixteenth century"
    ],
    "title": [
      "Jenny Wormald, Court, Kirk and Community: Scotland, 1470–1625",
      "is an excellent broad-ranging political account. For the more politically fragmented entities of Europe, the material in English is more mixed",
      "Die Territorien des Reichs im Zeitalter der Reformation und Konfessionalisierung: Land und Konfession, 1500–1650",
      "is an example of what is currently inaccessible in English, and hardly reflected in the older work of F"
    ],
    "type": "chapter",
    "volume": [
      "7"
    ]
  },
  {
    "author": [
      {
        "family": "English. On Charles V",
        "particle": "well-served in"
      },
      {
        "family": "Soly",
        "given": "Hugo"
      }
    ],
    "note": [
      "But William S. Maltby, The Reign of Charles V (Basingstoke and London, 2001); James D. Tracy, Emperor Charles V, Impresario of War: Campaign Strategy, International Finance, and Domestic Politics (Cambridge, 2002) are both helpful studies. Mia Rodríguez-Salgado, The Changing Face of 220 | the sixteenth century"
    ],
    "title": [
      "Charles V, 1500–1558, and his Time (Antwerp, 1999) is a magnificent and beautifully illustrated volume"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Rodríguez-Salgado"
      },
      {
        "family": "Koenigsberger",
        "given": "Helmut G."
      },
      {
        "literal": "and Geoffrey Parker, Philip II (Chicago"
      }
    ],
    "container-title": [
      "European Studies Review",
      "Robert J. W"
    ],
    "date": [
      "2000",
      "1971",
      "2002"
    ],
    "editor": [
      {
        "family": "Jonge",
        "given": "Krista",
        "particle": "De"
      },
      {
        "family": "Janssens",
        "given": "Gustaaf"
      }
    ],
    "location": [
      "Leuven"
    ],
    "note": [
      "Evans, Rudolf II and his World: A Study in Intellectual History (Oxford, 1973) is an unbeatable study of a remarkable figure of the late sixteenth century. On the queens of sixteenthcentury Europe, there are two ‘profiles in power’: R. J. Knecht, Catherine de’"
    ],
    "pages": [
      "105–34"
    ],
    "title": [
      "King, Bishop, Pawn? Philip II and Granvelle in the 1550s and 1560s",
      "Les Granvelle et les anciens Pays-Bas",
      "The Statecraft of Philip II’",
      "1–21, is a forthright statement of the way he governed his empire, worth comparing with Goffrey Parker, The Grand Strategy of Philip II (New Haven and London, 1998); Henry Kamen, Philip of Spain (New Haven and London, 1997",
      "are both readable assessments of his reign. Moving away from the Spanish Habsburg court"
    ],
    "type": "article-journal",
    "volume": [
      "1"
    ]
  },
  {
    "author": [
      {
        "given": "Medici"
      },
      {
        "family": "Haigh",
        "given": "Christopher"
      },
      {
        "family": "I",
        "given": "Elizabeth"
      }
    ],
    "date": [
      "1998",
      "1988",
      "1986"
    ],
    "location": [
      "London"
    ],
    "note": [
      "provides a useful starting-point. Edward Muir, Civic Ritual in Renaissance Venice (Princeton, 1981) is an excellent case-study. The same author’s Ritual in Early Modern Europe (Cambridge, 1997) puts some of the issues in a broader context."
    ],
    "title": [
      "the latter being just one among a plethora of biographical studies currently available. Political theatre and ritual has been the focus of a great deal of recent research, much of it concentrated on the sixteenth century. Roy Strong, Art and Power: Renaissance Festivals, 1450–1600"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Yates",
        "given": "Frances A."
      }
    ],
    "container-title": [
      "Iconography, Propaganda and Legitimation"
    ],
    "date": [
      "1975"
    ],
    "editor": [
      {
        "family": "Ellenius",
        "given": "Allan"
      }
    ],
    "location": [
      "London"
    ],
    "title": [
      "Astrea: The Imperial Theme in the Sixteenth Century",
      "explores the intellectual justifications of power provided by the Renaissance"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Giesey",
        "given": "Ralph A."
      },
      {
        "family": "Jackson",
        "given": "R.A."
      },
      {
        "family": "Rex!",
        "given": "Vivat"
      }
    ],
    "date": [
      "1998",
      "1960",
      "1978"
    ],
    "editor": [
      {
        "family": "J",
        "particle": "ed."
      }
    ],
    "location": [
      "Oxford",
      "Geneva",
      "Cambridge"
    ],
    "note": [
      "remains the best startingpoint, though there are excellent synoptic chapters, with accompanying bibliography in The Cambridge History of Political Thought, 1450–1700,"
    ],
    "title": [
      "has some useful studies for the sixteenth century and a good, recent bibliography",
      "The Royal Funeral Ceremony in Renaissance France",
      "A History of the French Coronation Ceremony from Charles V to Charles X (Chapel Hill, NC, 1984) are representative examples of an approach to political ritual that has brought important results for sixteenth-century Europe. On sixteenth-century statecraft, Quentin Skinner, The Foundations of Modern Political Thought"
    ],
    "type": null,
    "volume": [
      "2"
    ]
  },
  {
    "author": [
      {
        "family": "Burns",
        "given": "H."
      }
    ],
    "date": [
      "1991"
    ],
    "pages": [
      "221"
    ],
    "publisher": [
      "Peter further reading |"
    ],
    "title": [
      "If there is one author to engage with as a primary source on politics from this period, it has to be Machiavelli"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "given": "Bondanella"
      },
      {
        "family": "Musa",
        "given": "Mark"
      },
      {
        "family": "Gilbert",
        "given": "Felix"
      },
      {
        "given": "Machiavelli"
      },
      {
        "given": "Guicciardini"
      },
      {
        "family": "Pocock",
        "given": "G.A."
      },
      {
        "family": "Franklin",
        "given": "Julian H."
      }
    ],
    "container-title": [
      "Roberto Ridolfi, The Life of Niccolò Machiavelli",
      "The Languages of Political Theory in Early-Modern Europe",
      "contextualizes the vocabulary of sixteenth-century politics. On warfare and military conflict",
      "War and Society in Renaissance Europe",
      "Essays in Swedish History (London, 1967), argued a case to which Geoffrey Parker responded in ‘The Military Revolution, 1560–1660––a Myth?’",
      "Spain and the Netherlands, 1559–1659",
      "J",
      "Michael Roberts, ‘The Military Revolution"
    ],
    "date": [
      "1979",
      "1965",
      "1965",
      "1987",
      "1985",
      "1560",
      "1979"
    ],
    "editor": [
      {
        "literal": "ed."
      },
      {
        "family": "Hale",
        "given": "John R."
      },
      {
        "given": "Roberts"
      },
      {
        "given": "Parker"
      }
    ],
    "location": [
      "London",
      "Chicago",
      "Cambridge",
      "London",
      "London"
    ],
    "note": [
      "The debate extended well beyond the sixteenth century, as is evident in Jeremy Black, A Military Revolution?"
    ],
    "title": [
      "The Portable Machiavelli",
      "and reprints) provide the complete text of ‘The Prince’, ‘The Mandrake Root’, and selections from ‘The Discourses’",
      "is an excellent comparative study",
      "remains the standard biography",
      "The Machiavellian Moment: Florentine Political Thought and the Atlantic Republic Imaginations (Princeton, 1975) places Florentine political thought in a longer tradition. Robert Bireley, The Counter-Reformation Prince: Anti-Machiavellianism or Catholic Statecraft in Early-Modern Europe (Chapel Hill, NC, 1990) is an important study of Catholic statecraft in the Counter-Reformation",
      "John Bodin and the Rise of Absolutist Theory (Cambridge, 1973) places Bodin, too, in a longer tradition, whilst Anthony Pagden",
      "is an excellent introduction"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Parker",
        "given": "Geoffrey"
      },
      {
        "family": "Mallett",
        "given": "Michael E."
      },
      {
        "family": "Hale",
        "given": "John R."
      }
    ],
    "container-title": [
      "War, Literature and the Arts in Sixteenth-Century Europe"
    ],
    "date": [
      "1991",
      "1988",
      "1974",
      "1984",
      "1989"
    ],
    "editor": [
      {
        "family": "Mallett",
        "given": "M.E."
      },
      {
        "family": "Mulryne",
        "given": "J.R."
      },
      {
        "family": "Shewring",
        "given": "M."
      }
    ],
    "location": [
      "London and Basingstoke",
      "London",
      "London",
      "Cambridge",
      "London and Basingstoke"
    ],
    "note": [
      "provides essays on the impact of military conflict on the sixteenth-century European imagination. Philippe Contamine, War and Competition between States (Oxford, 2000) contains some relevant studies for the sixteenth century and a bibliography of over 750 items."
    ],
    "title": [
      "Military Change and European Society, 1550–1800",
      "The Military Revolution: Military Innovation and the Rise of the West",
      "The same author’s The Army of Flanders and the Spanish Road 1567–1659: The Logistics of Spanish Victory and Defeat in the Low Countries’ Wars (Cambridge, 1972) is a seminal study of strategic realities in sixteenth-century Europe",
      "Mercenaries and their Masters: Warfare in Renaissance Italy",
      "is a masterly analysis of a phenomenon that was still important",
      "The Military Organization of a Renaissance State: Venice, c.1400–1617",
      "is a fascinating study of a state that thought military technology was the answer to its problems of security"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "On Venice",
        "particle": "cultural centres."
      },
      {
        "family": "William J. Bouwsma",
        "particle": "see"
      }
    ],
    "container-title": [
      "Venetian Humanism in an Age of Patrician Dominance"
    ],
    "date": [
      "1978",
      "1972",
      "1986"
    ],
    "editor": [
      {
        "family": "King",
        "given": "Margaret L."
      }
    ],
    "location": [
      "Berkeley, Calif",
      "London",
      "Princeton"
    ],
    "note": [
      "On Rome, see John F."
    ],
    "title": [
      "Venice and the Defense of Republican Liberty: Renaissance Values in the Age of the Counter-Reformation",
      "Oliver Logan, Culture and Society in Venice, 1470–1790"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "D’Amico",
        "given": "Renaissance Humanism in Papal Rome"
      },
      {
        "family": "Rowland",
        "given": "Ingrid"
      }
    ],
    "date": [
      "1983",
      "1998"
    ],
    "location": [
      "Cambridge"
    ],
    "note": [
      "On Naples, see Jerry H."
    ],
    "title": [
      "The Culture of the High Renaissance: Ancients and Moderns in Sixteenth-Century Rome"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Bentley"
      }
    ],
    "container-title": [
      "The Late Italian Renaissance, 1525–1630"
    ],
    "date": [
      "1987",
      "1973",
      "1970"
    ],
    "editor": [
      {
        "given": "Cochrane"
      }
    ],
    "location": [
      "Princeton",
      "Chicago",
      "New York"
    ],
    "title": [
      "Politics and Culture in Renaissance Naples",
      "Two books on Florence in the late Renaissance are Eric Cochrane, Florence in the Forgotten Centuries, 1527–1800"
    ],
    "type": "chapter"
  },
  {
    "edition": [
      "2nd edn"
    ],
    "note": [
      "further reading | 223"
    ],
    "title": [
      "On the diffusion of the new learning to Transalpine Europe, chapter 7 of Denys Hay, The Italian Renaissance in its Historical Background"
    ],
    "type": null
  },
  {
    "container-title": [
      "Itinerarium Italicum: The Profile of the Italian Renaissance in the Mirror of its European Transformations"
    ],
    "date": [
      "1977",
      "1995"
    ],
    "editor": [
      {
        "family": "Brady",
        "given": "jun"
      }
    ],
    "location": [
      "Cambridge",
      "Cambridge"
    ],
    "title": [
      "remains a valuable introduction. Charles G. Nauert, Humanism and the Culture of Renaissance Europe",
      "traces the growth of the new culture in Northern Europe. Several collections of essays discuss the effects of the Renaissance on native cultures: Heiko A. Oberman with Thomas A"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "The Impact of Humanism on Western Europe"
    ],
    "date": [
      "1975",
      "1988"
    ],
    "editor": [
      {
        "family": "Albert Rabil",
        "particle": "ii of"
      },
      {
        "given": "jun"
      },
      {
        "family": "Goodman",
        "given": "Anthony"
      },
      {
        "family": "MacKay",
        "given": "Angus"
      }
    ],
    "location": [
      "Leiden",
      "Philadelphia"
    ],
    "title": [
      "Renaissance Humanism: Foundations, Forms, and Legacy"
    ],
    "type": "chapter",
    "volume": [
      "3"
    ]
  },
  {
    "container-title": [
      "The Renaissance in National Context",
      "French Humanism, 1470–1600",
      "Humanism in France and in the Early Renaissance"
    ],
    "date": [
      "1990",
      "1992",
      "1969",
      "1969",
      "jun",
      "1969",
      "1970",
      "1952",
      "1957"
    ],
    "edition": [
      "2nd edn",
      "2nd edn"
    ],
    "editor": [
      {
        "family": "Porter",
        "given": "Roy A."
      },
      {
        "family": "Teich",
        "given": "Mikulás"
      },
      {
        "family": "Gundersheimer",
        "given": "Werner L."
      },
      {
        "family": "Levi",
        "given": "A.H.T."
      }
    ],
    "location": [
      "New York",
      "Cambridge",
      "London",
      "London",
      "Donald Stone",
      "Edgewood Cliffs, NJ",
      "Manchester",
      "Paris",
      "Oxford"
    ],
    "note": [
      "is unsurpassed but unavailable in English. For English humanism before 1500, see Roberto Weiss, Humanism in England during the Fifteenth Century,",
      "On the political use of humanist learning under Henry VIII and Edward VI, see James K."
    ],
    "title": [
      "Most studies of the northern Renaissance deal with a single country. For France, see Franco Simone, The French Renaissance",
      "France in the Sixteenth Century",
      "Augustin Renaudet, Préréforme et humanisme à Paris pendant les premières guerres d’Italie, 1494–1517"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "McConica",
        "given": "English Humanists"
      },
      {
        "family": "Politics",
        "given": "Reformation"
      }
    ],
    "container-title": [
      "Spitz, The Religious Renaissance of the German Humanists",
      "Erasme et l’Espagne"
    ],
    "date": [
      "1965",
      "1983",
      "1963"
    ],
    "location": [
      "Cambridge, Mass"
    ],
    "publisher": [
      "For Germany, Eckhard Bernstein, German Humanism (Boston"
    ],
    "title": [
      "For the period 1500–134, readers must rely on biographical studies of figures like John Colet and Thomas More",
      "provides a brief introduction; but the most comprehensive English-language work is Lewis W",
      "For Spain, the authoritative treatment is Marcel Bataillon"
    ],
    "type": "article-journal",
    "volume": [
      "3"
    ]
  },
  {
    "container-title": [
      "concentrates on Lefèvre’s influence on the Reformation but gives some attention to his earlier career. See also the essay by Eugene F. Rice, jun., in Gundersheimer, French Humanism, 163–80, and Rice’s introduction to The Prefatory Epistles of Jacques Lefèvre d’Etaples and Related Texts",
      "Mich"
    ],
    "date": [
      "1991",
      "1971"
    ],
    "location": [
      "Geneva",
      "New York"
    ],
    "title": [
      "a book translated into Spanish but never into English. ‘Christian’ or ‘biblical’ humanism was essentially the creation of the French humanist Jacques Lefèvre d’Etaples and the Dutch humanist Desiderius Erasmus. Philip Edgcumbe Hughes, Lefèvre: Pioneer of Ecclesiastical Renewal in France (Grand Rapids"
    ],
    "type": "article-journal",
    "volume": [
      "1971"
    ]
  },
  {
    "date": [
      "1985"
    ],
    "location": [
      "Toronto"
    ],
    "note": [
      "The best of the older ones is Johan Huizinga, Erasmus of Rotterdam (first English edn., 224 | the sixteenth century"
    ],
    "title": [
      "Studies of Erasmus are far more numerous, including the Collected Works of Erasmus in course of publication by the University of Toronto Press and supplemented by a biographical dictionary, Contemporaries of Erasmus",
      "There are many biographies of Erasmus"
    ],
    "type": null,
    "volume": [
      "3"
    ]
  },
  {
    "date": [
      "1924",
      "1984"
    ],
    "genre": [
      "repr."
    ],
    "publisher": [
      "Princeton"
    ],
    "title": [
      "Other biographies are by Margaret Mann Phillips"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Bainton",
        "given": "Roland H."
      },
      {
        "family": "Tracy",
        "given": "James D."
      }
    ],
    "container-title": [
      "studies interaction between Erasmian humanism and the German Reformation"
    ],
    "date": [
      "1949",
      "1969",
      "1991",
      "1993",
      "1996"
    ],
    "location": [
      "London",
      "Toronto",
      "Princeton"
    ],
    "note": [
      "On other major ‘Christian humanists’, see John Colet (Berkeley, 1989) by John B. Gleason, and the many biographies of Thomas More. The standard older one is by R. W."
    ],
    "title": [
      "and more recently by Cornelis Augustijn",
      "Lisa Jardine",
      "Erika Rummel, The Confessionalization of Humanism in Reformation Germany (Oxford, 2000"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "Chambers"
      }
    ],
    "date": [
      "1935"
    ],
    "note": [
      "Richard Marius (New York, 1984), and Peter Ackroyd (London, 1998). On More’s most famous literary work, see J. H. Hexter, More’s Utopia: The Biography of an Idea (Princeton, 1952)."
    ],
    "title": [
      "More recent works are by Alistair Fox (New Haven, 1983"
    ],
    "type": null
  },
  {
    "title": [
      "At its most basic level, humanism was a programme of classical studies"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Witt"
      }
    ],
    "date": [
      "2000"
    ],
    "location": [
      "Leiden"
    ],
    "note": [
      "R. Bolgar, The Classical Heritage and Its Beneficiaries (Cambridge, 1954); Rudolf Pfeiffer, History of Classical Scholarship, 1300–1850"
    ],
    "title": [
      "Fundamental for study of early humanist scholarship is Ronald G",
      "In the Footsteps of the Ancients’: The Origins of Humanism from Lovato to Bruni",
      "Accounts of the recovery of ancient Greek and Latin literature include R"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Reynolds",
        "given": "L.D."
      },
      {
        "family": "Wilson",
        "given": "N.G."
      },
      {
        "family": "N. G. Wilson",
        "particle": "see"
      }
    ],
    "container-title": [
      "traces intellectual consequences of the stylistic change from medieval to humanistic Latin. On humanist biblical scholarship"
    ],
    "date": [
      "1976",
      "1974",
      "1992",
      "2003"
    ],
    "edition": [
      "2nd edn"
    ],
    "location": [
      "Oxford",
      "Oxford",
      "Baltimore",
      "Oxford"
    ],
    "note": [
      "see Jerry H. Bentley, Humanists and Holy Writ: New Testament Scholarship in the Renaissance (Princeton, 1983)."
    ],
    "title": [
      "Scribes and Scholars: A Guide to the Transmission of Greek and Latin Literature",
      "On the introduction of Greek",
      "From Byzantium to Italy: Greek Studies in the Italian Renaissance",
      "Ann Moss, Renaissance Truth and the Latin Language Turn"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "See Grendler’s Schooling in Renaissance Italy: Literacy and Learning, 1300–1600"
    ],
    "date": [
      "1983",
      "1991",
      "1989"
    ],
    "location": [
      "Oxford",
      "Cambridge",
      "Baltimore"
    ],
    "note": [
      "and Black’s Humanism and Education in Medieval and Renaissance Italy (Cambridge, 2001)."
    ],
    "title": [
      "Two studies by Anthony Grafton, Joseph Scaliger: A Study in the History of Classical Scholarship",
      "and Defenders of the Text: The Traditions of Scholarship in an Age of Science",
      "trace the development of textual criticism. Humanism became a powerful influence in education. For Italian schools, books by Paul F. Grendler and Robert Black are crucial, though the authors disagree on some important issues"
    ],
    "type": "chapter",
    "volume": [
      "2"
    ]
  },
  {
    "container-title": [
      "Terrence Heath, ‘Logical Grammar, Grammatical Logic, and Humanism in Three German Universities’, Studies in the Renaissance"
    ],
    "pages": [
      "18"
    ],
    "title": [
      "Grendler’s The Universities of the Italian Renaissance (Baltimore, 2002) shows that the new learning quietly penetrated Italian universities without precipitating much controversy. North of the Alps, however, humanist educational reforms met more resistance"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "James H. Overfield, Humanism and Scholasticism in Late Medieval"
    ],
    "date": [
      "1971"
    ],
    "title": [
      "9–64, shows how humanist curricular reforms endangered traditional further reading | 225 education"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Rummel",
        "given": "Erika"
      },
      {
        "family": "Curtis",
        "given": "Mark H."
      }
    ],
    "container-title": [
      "The Collegiate University",
      "iii of The History of the University of Oxford; and Damian Riehl Leader, The University to 1546"
    ],
    "date": [
      "1984",
      "1995",
      "1959",
      "1986",
      "1988"
    ],
    "editor": [
      {
        "family": "McConica",
        "given": "James"
      }
    ],
    "location": [
      "Cambridge",
      "Oxford",
      "Oxford",
      "Cambridge"
    ],
    "note": [
      "of A History of the University of Cambridge. For Paris, Renaudet, Préréforme, provides a detailed study of the university’s intellectual life, but only to about"
    ],
    "producer": [
      {
        "given": "Germany"
      }
    ],
    "title": [
      "The Humanist-Scholastic Debate in the Renaissance and Reformation",
      "offer differing opinions whether conflicts over curricular reform involved a true clash between medieval and Renaissance cultures",
      "Oxford and Cambridge in Transition, 1558–1642",
      "challenged the conventional view that the English universities remained fundamentally medieval until the nineteenth century. Two newer histories confirm his conclusions"
    ],
    "type": "chapter",
    "volume": [
      "i"
    ]
  },
  {
    "date": [
      "1517",
      "1974"
    ],
    "location": [
      "Baltimore"
    ],
    "title": [
      "For Spain, see Richard Kagan, Students and Society in Early Modern Spain"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Ijsewijn",
        "given": "Josef"
      }
    ],
    "container-title": [
      "Itinerarium Italicum (Leiden, 1975), 193–301, discusses educational reforms in the Netherlands. On the flourishing French municipal collèges"
    ],
    "editor": [
      {
        "family": "Oberman",
        "given": "H.A."
      },
      {
        "family": "Brady",
        "given": "T.A."
      },
      {
        "given": "jun"
      }
    ],
    "note": [
      "grammar schools), see George Huppert, Public"
    ],
    "title": [
      "The Coming of Humanism to the Low Countries’"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Renaissance France",
        "given": "Schools",
        "particle": "in"
      }
    ],
    "container-title": [
      "and Rosemary O’Day, Education and Society, 1560–1800"
    ],
    "date": [
      "1984",
      "1969",
      "1982"
    ],
    "location": [
      "Cambridge",
      "London"
    ],
    "title": [
      "For England, see Joan Simon, Education and Society in Tudor England"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "Politics and History in Sixteenth-Century Florence"
    ],
    "date": [
      "1965"
    ],
    "editor": [
      {
        "family": "Gilbert",
        "given": "Felix"
      },
      {
        "given": "Machiavelli"
      },
      {
        "given": "Guicciardini"
      }
    ],
    "location": [
      "Princeton"
    ],
    "note": [
      "views Machiavelli as an heir of Florentine republicanism. Peter Godman, From Poliziano to Machiavelli:"
    ],
    "title": [
      "The scholarly debates precipitated by Hans Baron’s concept of ‘civic humanism’ belong to fifteenth-century historiography, but Baron’s thesis concerning Florentine republicanism is important for understanding Niccolò Machiavelli"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "J. G. A. Pocock",
        "particle": "also links Machiavelli to earlier Florentine humanism."
      }
    ],
    "container-title": [
      "Kelley, Foundations of Modern Historical Scholarship: Language, Law, and History in the French Renaissance"
    ],
    "date": [
      "1998",
      "1975",
      "1970"
    ],
    "location": [
      "Princeton",
      "Princeton",
      "New York"
    ],
    "note": [
      "and George Huppert, The Idea of Perfect History: Historical Erudition and Historical Philosophy in Renaissance France (Urbana, Ill., 1970)."
    ],
    "title": [
      "Florentine Humanism in the High Renaissance",
      "The Machiavellian Moment: Florentine Political Thought and the Atlantic Revolution",
      "traces the later history of Florentine republican ideology. The French legal humanists who discovered that French laws and political institutions did not grow out of Roman law but had their roots in the Middle Ages are the subject of Donald R"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "The Cambridge History of Renaissance Philosophy"
    ],
    "date": [
      "1988"
    ],
    "editor": [
      {
        "given": "Schmitt"
      },
      {
        "family": "Skinner",
        "given": "Quentin"
      }
    ],
    "location": [
      "Cambridge"
    ],
    "publisher": [
      "and Brian P"
    ],
    "title": [
      "Renaissance textual discoveries had great influence on philosophy. Two general accounts are Charles B"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "Copenhaver"
      },
      {
        "family": "Schmitt",
        "given": "Charles B."
      }
    ],
    "date": [
      "1992"
    ],
    "publisher": [
      "Renaissance Philosophy (Oxford"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "P. O. Kristeller",
        "particle": "of"
      },
      {
        "family": "Allen",
        "given": "Michael J.B."
      }
    ],
    "citation-number": [
      "226"
    ],
    "date": [
      "1961",
      "1984"
    ],
    "location": [
      "New York",
      "Berkeley, Calif"
    ],
    "note": [
      "and Icastes: Marsilio Ficino’s Interpretation of Plato’s Sophist"
    ],
    "title": [
      "| the sixteenth century On Renaissance Neoplatonism, important works include chapter 3",
      "Renaissance Thought",
      "The Platonism of Marsilio Ficino: A Study of his Phaedrus Commentary"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Berkeley",
        "given": "Calif"
      },
      {
        "family": "Hankins",
        "given": "James"
      }
    ],
    "date": [
      "1989",
      "1988",
      "1991"
    ],
    "edition": [
      "2nd edn"
    ],
    "location": [
      "Princeton",
      "Leiden"
    ],
    "title": [
      "Arthur Field, The Origins of the Platonic Academy of Florence",
      "Plato in the Italian Renaissance"
    ],
    "type": null,
    "volume": [
      "2"
    ]
  },
  {
    "container-title": [
      "Hermeticism and the Renaissance: Intellectual History and the Occult in Early Modern"
    ],
    "date": [
      "1972"
    ],
    "editor": [
      {
        "family": "Merkel",
        "given": "Ingrid"
      },
      {
        "family": "Debus",
        "given": "Allen G."
      }
    ],
    "location": [
      "Berkeley, Calif"
    ],
    "title": [
      "Renaissance Neoplatonism enhanced the respectability of magic, astrology, Hermetic philosophy, and other occult sciences. Surveys of Renaissance occultism include Wayne Shumaker, The Occult Sciences in the Renaissance"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Waite",
        "given": "Gary K."
      },
      {
        "given": "Heresy"
      }
    ],
    "container-title": [
      "P. Walker"
    ],
    "date": [
      "1988",
      "2003"
    ],
    "location": [
      "Washington, DC",
      "New York"
    ],
    "note": [
      "Spiritual and Demonic Magic from Ficino to Campanella (London, 1958), and Frances A."
    ],
    "title": [
      "Europe",
      "Magic, and Witchcraft in Early Modern Europe",
      "Two outstanding products of the ‘Warburg school’ of history are D"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Yates",
        "given": "Giordano Bruno"
      },
      {
        "family": "Hermetic Tradition",
        "particle": "the"
      }
    ],
    "date": [
      "1964",
      "1944",
      "1964"
    ],
    "edition": [
      "3rd edn"
    ],
    "location": [
      "New York",
      "Paris"
    ],
    "title": [
      "On Renaissance interest in Jewish Cabbala, the best guide is Gershom Scholem, Major Trends in Jewish Mysticism",
      "Readers of French should consult François Secret, Les Kabbalistes chrétiens de la Renaissance"
    ],
    "type": null
  },
  {
    "container-title": [
      "Charles B"
    ],
    "note": [
      "Schmitt traces Aristotle’s continued mastery in Aristotle and the Renaissance (Cambridge, Mass., 1983); Studies in Renaissance"
    ],
    "title": [
      "Although Plato’s works had a powerful influence on sixteenth-century intellectual life, they found no place in the philosophical teaching of the universities, which continued to accept Aristotle as the authority in philosophy"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "given": "Philosophy"
      },
      {
        "given": "Science"
      }
    ],
    "container-title": [
      "and The Aristotelian Tradition and Renaissance Universities"
    ],
    "date": [
      "1981",
      "1984"
    ],
    "location": [
      "London"
    ],
    "type": "chapter"
  },
  {
    "date": [
      "1962"
    ],
    "location": [
      "New York"
    ],
    "note": [
      "and Robert Mandrou, From Humanism to Science, 1480–1700 (Harmondsworth, 1978). Growing awareness of the importance of mathematics is the subject of Peter Dear (ed.), The Scientific Enterprise in Early Modern Europe: Readings"
    ],
    "title": [
      "Aristotle provided the philosophical framework for university teaching of natural science and medicine. Useful introductions to Renaissance science are Marie Boas, The Scientific Renaissance, 1450–1630"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Isis",
        "particle": "from"
      },
      {
        "given": "Kuhn"
      }
    ],
    "date": [
      "1997"
    ],
    "note": [
      "New York, 1959); Alexandre Koyré, The Astronomical Revolution: Copernicus, Kepler, Borelli (Ithaca, NY, 1973); Robert Westman (ed.), The Copernican Achievement (Berkeley, Calif., 1975); Edward Rosen, Copernicus and the Scientific Revolution (Malabar, Fla., 1984); and Owen Gingerich, The Eye of Heaven: further reading | 227"
    ],
    "title": [
      "The crucial field for the ‘scientific revolution’ was astronomy, associated with the work of Nicolaus Copernicus and his successors. Useful books include Thomas S",
      "The Copernican Revolution: Planetary Astronomy in the Development of Western Thought"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Ptolemy",
        "given": "Copernicus"
      },
      {
        "given": "Kepler"
      }
    ],
    "container-title": [
      "Wonders and the Order of Nature"
    ],
    "date": [
      "1993",
      "1994",
      "1998"
    ],
    "editor": [
      {
        "family": "Daston",
        "given": "Lorraine"
      },
      {
        "family": "Park",
        "given": "Katharine"
      }
    ],
    "location": [
      "Berkeley, Calif",
      "New York"
    ],
    "title": [
      "Two books that offer fresh perspectives on Renaissance science are Paula Findlen, Possessing Nature: Museums, Collecting, and Scientific Culture in Early Modern Italy"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "medicine",
        "given": "On Renaissance"
      },
      {
        "family": "Nancy G. Siraisi",
        "particle": "see"
      }
    ],
    "container-title": [
      "The Chemical Philosophy: Paracelsian Science and Medicine in the Sixteenth and Seventeenth Centuries"
    ],
    "date": [
      "2001",
      "1977"
    ],
    "location": [
      "Leiden",
      "New York"
    ],
    "title": [
      "Medieval and Early Renaissance Medicine: An Introduction to Knowledge and Practice (Chicago, 1990); and Medicine in the Italian Universities, 1250–1600",
      "On the Paracelsian tradition in medicine, see Allen Debus"
    ],
    "type": "chapter",
    "volume": [
      "2"
    ]
  },
  {
    "container-title": [
      "Adversity’s Noblemen: The Italian Humanists on Happiness"
    ],
    "date": [
      "1940"
    ],
    "location": [
      "New York"
    ],
    "title": [
      "On Stoic moral philosophy in Renaissance Italy, see Charles Trinkaus"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Saunders",
        "given": "Jason L."
      }
    ],
    "date": [
      "1955"
    ],
    "location": [
      "New York"
    ],
    "title": [
      "Justus Lipsius: The Philosophy of Renaissance Stoicism",
      "discusses the rise of Neostoicism during the Wars of Religion"
    ],
    "type": null
  },
  {
    "container-title": [
      "Jean Bodin and the Sixteenth-Century Revolution in the Methodology of Law and History"
    ],
    "date": [
      "1978",
      "1963"
    ],
    "location": [
      "Cambridge",
      "New York"
    ],
    "note": [
      "and Jean Bodin and the Rise of Absolutist Theory (Cambridge, 1973)."
    ],
    "title": [
      "The Wars of Religion also stimulated fresh interest in political philosophy. Literature supporting the right of rebellion against tyrannical rulers is treated in Quentin Skinner, The Foundations of Modern Political Thought",
      "On Jean Bodin, the most important political thinker of this period, see Julian Franklin"
    ],
    "type": "chapter",
    "volume": [
      "2"
    ]
  },
  {
    "container-title": [
      "On Agricola, see F. Akkerman and A. J"
    ],
    "title": [
      "Humanistic rhetoric became a rival to Aristotelian rationalism, especially after the posthumous publication of the Disputationes dialecticae of the Frisian humanist Rudolf Agricola in 1515"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Mack",
        "given": "Peter"
      }
    ],
    "container-title": [
      "Rodolphus Agricola Phrisius, 1444–1485"
    ],
    "date": [
      "1988",
      "1993"
    ],
    "editor": [
      {
        "given": "Vanderjagt"
      }
    ],
    "location": [
      "Leiden",
      "Leiden"
    ],
    "note": [
      "The principal study is Walter J."
    ],
    "title": [
      "Renaissance Argument: Valla and Agricola in the Traditions of Rhetoric and Dialectic",
      "The rhetoricians rarely attacked Aristotle’s authority directly, but Aristotle did come under direct attack by the influential French philosopher Peter Ramus"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Ong",
        "given": "Ramus"
      }
    ],
    "date": [
      "1958"
    ],
    "location": [
      "Cambridge"
    ],
    "title": [
      "Method, and the Decay of Dialogue"
    ],
    "type": null
  },
  {
    "container-title": [
      "Renaissance Concepts of Method"
    ],
    "date": [
      "1956",
      "1960"
    ],
    "editor": [
      {
        "family": "Gilbert",
        "given": "Neal W."
      }
    ],
    "location": [
      "Princeton",
      "New York"
    ],
    "title": [
      "Other discussions of Ramus and rhetoric are Wilbur Samuel Howell, Logic and Rhetoric in England, 1500–1700"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "scepticism",
        "given": "On",
        "particle": "the growth of"
      },
      {
        "family": "Popkin",
        "given": "Richard H."
      }
    ],
    "date": [
      "1960",
      "1979"
    ],
    "edition": [
      "revised edn"
    ],
    "location": [
      "Assen",
      "Berkeley, Calif"
    ],
    "note": [
      "is the definitive work. See also Luciano Floridi, Sextus Empiricus: The Transmission"
    ],
    "title": [
      "The History of Scepticism from Erasmus to Descartes"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Pyrrhonism",
        "given": "Recovery",
        "particle": "of"
      },
      {
        "family": "Kahn",
        "given": "Victoria"
      },
      {
        "family": "Rhetoric",
        "given": "Prudence"
      },
      {
        "family": "Renaissance",
        "given": "Scepticism",
        "particle": "in the"
      },
      {
        "family": "Schiffman",
        "given": "Zachary Sayre"
      }
    ],
    "date": [
      "2002",
      "1985",
      "1991"
    ],
    "location": [
      "Baltimore"
    ],
    "note": [
      "Although Rabelais was no sceptic, he referred to sceptical writers and delighted in paradox. See Barbara C. Bowen, The Age of 228 | the sixteenth century"
    ],
    "title": [
      "On the Threshold of Modernity: Relativism in the French Renaissance"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Jedin",
        "given": "H."
      },
      {
        "given": "Reformation"
      },
      {
        "family": "Reformation",
        "given": "Counter"
      },
      {
        "family": "A. Biggs",
        "particle": "trs."
      },
      {
        "family": "Becker",
        "given": "P.W."
      }
    ],
    "citation-number": [
      "5."
    ],
    "container-title": [
      "Handbook of European History, 1400–1600: Late Middle Ages, Renaissance, and Reformation",
      "History of the Church",
      "On the Reformation, there are multiple-author treatments in Andrew Pettegree (ed.), The Reformation World",
      "The older composite"
    ],
    "date": [
      "1994",
      "1980",
      "2000",
      "2004",
      "1991"
    ],
    "editor": [
      {
        "family": "Brady",
        "given": "Heiko Augustinus Oberman"
      },
      {
        "family": "Tracy",
        "given": "James D."
      },
      {
        "family": "Iserloh",
        "given": "E."
      },
      {
        "family": "Glazik",
        "given": "J."
      },
      {
        "family": "H. Jedin",
        "particle": "of"
      },
      {
        "family": "Dolan",
        "given": "J."
      },
      {
        "family": "Hsia",
        "given": "R.Po-chia"
      }
    ],
    "location": [
      "Leiden and New York",
      "New York",
      "London and New York",
      "Oxford",
      "Oxford and New York"
    ],
    "note": [
      "Carter Lindberg, The European Reformations (Oxford and Cambridge, Mass., 1996); more recently see the somewhat idiosyncratic but brilliant Owen Chadwick, The Early Reformation on the Continent (Oxford and New York: 2001) and the astonishingly wide-ranging and well-read Diarmaid MacCulloch, Reformation: Europe’s House Divided, 1490–1700 (London, 2004; American edn. The Reformation: A History, New York and London, 2004)."
    ],
    "title": [
      "The Turmoil of Faith: Euan Cameron The transition from late Middle Ages to Renaissance and Reformation has received a powerful full-dress treatment by an array of authorities in Thomas A",
      "For religion see especially the essays by Scribner and Van Engen in vol. i, and all of parts 1 and 2 of vol. ii. A still excellent and much shorter introduction is Steven Ozment, The Age of Reform 1250–1550: An Intellectual and Religious History of Late Medieval and Reformation Europe (New Haven, 1980",
      "suffers from its overtly pro-Catholic stance and also from its age",
      "A Companion to the Reformation World",
      "There are also single-author essays by Euan Cameron, The European Reformation"
    ],
    "type": "article-journal",
    "volume": [
      "2",
      "volume",
      "forming vol. v"
    ]
  },
  {
    "title": [
      "Popular belief before and during the Reformation era still awaits a fully definitive survey, such are the problems both of evidence and of method"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Thomas",
        "given": "Keith"
      }
    ],
    "date": [
      "1997"
    ],
    "genre": [
      "originally publ."
    ],
    "location": [
      "New York"
    ],
    "title": [
      "Religion and the Decline of Magic: Studies in Popular Beliefs in Sixteenth and Seventeenth Century England"
    ],
    "type": null
  },
  {
    "date": [
      "1971"
    ],
    "location": [
      "London"
    ],
    "title": [
      "despite its age and being rather heavily influenced by post-Reformation Protestant sources, remains remarkably cogent. From an avowedly apologetic Catholic perspective is the brilliant but partisan Eamon further reading | 229"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "W. A. Christian",
        "given": "English",
        "particle": "are"
      },
      {
        "family": "Galpern",
        "given": "J.N."
      }
    ],
    "date": [
      "1981",
      "1976",
      "1992"
    ],
    "location": [
      "Princeton",
      "Cambridge",
      "Manchester and New York"
    ],
    "note": [
      "R. W. Scribner, Popular Culture and Popular Movements in Reformation Germany (London and Ronceverte, WV, 1988), contains some excellent essays on this topic."
    ],
    "title": [
      "Local Religion in Sixteenth-Century Spain",
      "The Religions of the People in Sixteenth-Century Champagne",
      "and perhaps most exciting of all David Gentilcore, From Bishop to Witch: The System of the Sacred in Early Modern Terra d’Otranto"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Wilson",
        "given": "Stephen"
      }
    ],
    "container-title": [
      "The Western Church in the Later Middle Ages (Ithaca, NY, and London, 1979), as is Robert Swanson, Religion and Devotion in Europe, c.1215–c.1515"
    ],
    "date": [
      "2000",
      "1995"
    ],
    "location": [
      "London",
      "Cambridge and New York"
    ],
    "note": [
      "Preaching is ably discussed in Larissa Taylor, Soldiers of Christ: Preaching in Late Medieval and Reformation France"
    ],
    "title": [
      "The Magical Universe: Everyday Ritual and Magic in Pre-Modern Europe",
      "suffers from a lack of chronological and regional specificity and a poverty of theoretical reflection, though the information contained in it is copious. On the Church before the Reformation a still excellent survey is Francis Oakley"
    ],
    "type": "chapter"
  },
  {
    "date": [
      "1992",
      "1991"
    ],
    "location": [
      "New York",
      "Cambridge and New York"
    ],
    "note": [
      "Thomas N. Tentler, Sin and Confession on the Eve of the Reformation"
    ],
    "title": [
      "while the Eucharist is well treated in Miri Rubin, Corpus Christi: The Eucharist in Late Medieval Culture"
    ],
    "type": null
  },
  {
    "date": [
      "1977"
    ],
    "location": [
      "Princeton"
    ],
    "note": [
      "David Myers, ‘Poor, Sinning Folk’: Confession and Conscience in Counter-Reformation Germany"
    ],
    "title": [
      "remains a fine study of confessional theory and practice, though needing to be supplemented by the work of W"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Ithaca",
        "given": "N.Y."
      },
      {
        "given": "London"
      },
      {
        "family": "Thayer",
        "given": "Anne T."
      },
      {
        "given": "Penitence"
      },
      {
        "family": "Thomson",
        "given": "J.A.F."
      },
      {
        "family": "Oberman",
        "given": "Luther"
      },
      {
        "family": "God",
        "given": "Man",
        "particle": "between"
      },
      {
        "family": "Devil",
        "particle": "the"
      },
      {
        "family": "Eileen Walliser-Schwarzbart",
        "particle": "tr."
      }
    ],
    "container-title": [
      "James L. Schaaf",
      "Robert W"
    ],
    "date": [
      "1996",
      "2002",
      "1985",
      "1989"
    ],
    "location": [
      "Aldershot",
      "Philadelphia"
    ],
    "note": [
      "Scribner, For the Sake of Simple Folk: Popular Propaganda for the German Reformation (Cambridge and New York: Cambridge University Press, 1981; also later edn., Oxford and New York, 1994) pioneered this subject in English; noteworthy are Mark 230 | the sixteenth century"
    ],
    "title": [
      "Preaching and the Coming of the Reformation",
      "Popes and Princes, 1417–1517: Politics and Polity in the Late Medieval Church (London and Boston, 1980) offers a balanced and fair appraisal of the pre-Reformation papacy. Martin Luther has probably received more biographies than anyone in history other than major political leaders. Out of hundreds the historian needs chiefly the balanced and careful Martin Brecht, Martin Luther, tr",
      "the definitive modern biography, and the whimsical but ever-brilliant Heiko A",
      "Some important works study the transmission of the Reformation message through pamphlet and printed image"
    ],
    "type": "article-journal",
    "volume": [
      "3"
    ]
  },
  {
    "author": [
      {
        "family": "Edwards",
        "given": "U."
      },
      {
        "family": "Printing",
        "given": "Propaganda"
      },
      {
        "family": "Luther",
        "given": "Martin"
      },
      {
        "family": "Matheson",
        "given": "Peter"
      }
    ],
    "date": [
      "1994",
      "1998"
    ],
    "location": [
      "Edinburgh"
    ],
    "title": [
      "The Rhetoric of the Reformation"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Ozment",
        "given": "Steven E."
      }
    ],
    "date": [
      "1974"
    ],
    "editor": [
      {
        "family": "Dickens",
        "given": "G."
      },
      {
        "family": "Nation",
        "given": "The German"
      },
      {
        "family": "Luther",
        "given": "Martin"
      },
      {
        "given": "ed"
      },
      {
        "family": "H. C. Erik",
        "particle": "tr."
      }
    ],
    "location": [
      "London"
    ],
    "note": [
      "New Haven, 1975) remains valid if overstated. Also still worthwhile is Bernd Moeller, Imperial Cities and the Reformation: Three Essays,"
    ],
    "title": [
      "The hitherto vast literature on the reception of the Reformation in the cities of Europe has thinned out considerably in recent years (paradoxically as the amount of synthetic and evaluative material has increased). The now classic introductory essay by A",
      "still offers accessible summaries of older monograph literature",
      "The Reformation in the Cities: The Appeal of Protestantism to Sixteenth-Century Germany and Switzerland"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Midelfort"
      },
      {
        "family": "U",
        "given": "Mark"
      }
    ],
    "date": [
      "1982"
    ],
    "location": [
      "Durham, NC"
    ],
    "publisher": [
      "Labyrinth Press"
    ],
    "title": [
      "Edwards, jun"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Brady",
        "given": "Thomas A."
      },
      {
        "family": "Karant-Nunn",
        "given": "Susan C."
      }
    ],
    "container-title": [
      "and Lee Palmer Wandel, Voracious Idols and Violent Hands: Iconoclasm in Reformation Zurich"
    ],
    "date": [
      "1985",
      "1985",
      "1987",
      "1995"
    ],
    "location": [
      "Cambridge and New York",
      "Ithaca, NY",
      "Columbus, Ohio",
      "Strasbourg, and Basel (Cambridge and New York"
    ],
    "publisher": [
      "Cambridge University Press"
    ],
    "title": [
      "Turning Swiss: Cities and Empire, 1450–1550",
      "while conceptually sophisticated, is very hard on the non-specialist reader. Among many local studies noteworthy are Lorna Jane Abray, The People’s Reformation: Magistrates, Clergy, and Commons in Strasbourg, 1500–1598",
      "Zwickau in Transition, 1500–1547: The Reformation as an Agent of Change"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "The Reformation of the Parishes: The Ministry and the Reformation in Town and Country"
    ],
    "date": [
      "1993"
    ],
    "editor": [
      {
        "family": "Pettegree",
        "given": "Andrew"
      }
    ],
    "location": [
      "Manchester"
    ],
    "note": [
      "Some fine regional studies include C. Scott Dixon, The Reformation and Rural Society: The Parishes of Brandenburg-Ansbach-Kulmbach, 1528–1603"
    ],
    "title": [
      "A fruitful genre of historical writing on the Reformation has focused on the implementation of reforming measures at the parish level, including worship and discipline as well as the inculcation of doctrine. A good collection of essays on this topic is"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Tolley",
        "given": "Bruce"
      }
    ],
    "date": [
      "1996",
      "1995",
      "2002",
      "1997"
    ],
    "location": [
      "Cambridge",
      "Stanford, Calif",
      "Manchester and New York",
      "London"
    ],
    "title": [
      "Pastors and Parishioners in Württemberg during the late Reformation, 1581–1621",
      "For Germanspeaking Swiss territories a fine general introduction is Bruce Gordon, The Swiss Reformation",
      "An interesting interpretation of the cultural changes is afforded by Susan Karant-Nunn, The Reformation of Ritual: An Interpretation of Early Modern Germany"
    ],
    "type": null
  },
  {
    "publisher": [
      "Thomas A"
    ],
    "title": [
      "The evergreen subject of the peasant movements of the 1520s is now dominated, if not quite entirely, by the seminal study of Peter Blickle, The Revolution of 1525: The German Peasants’ War from a New Perspective, tr"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Brady",
        "given": "jun"
      },
      {
        "family": "Midelfort",
        "given": "H.C.Erik"
      }
    ],
    "container-title": [
      "Historical Journal"
    ],
    "date": [
      "1981",
      "1979"
    ],
    "note": [
      "and on Tom Scott and Robert W. Scribner further reading | 231"
    ],
    "pages": [
      "953–74,"
    ],
    "title": [
      "For other literature the English-language reader must depend heavily on the superb survey in Tom Scott, ‘The Peasants’ War: A Historiographical Review’"
    ],
    "type": "article-journal",
    "volume": [
      "22",
      "693–720"
    ]
  },
  {
    "date": [
      "1999"
    ],
    "edition": [
      "2nd edn"
    ],
    "location": [
      "Basingstoke"
    ],
    "note": [
      "R. Po-chia Hsia, The World of Catholic Renewal, 1540–1770,"
    ],
    "title": [
      "On the shape of early modern Catholicism there has been in recent years a series of survey books, including Robert Bireley, The Refashioning of Catholicism, 1450–1700: A Reassessment of the Counter Reformation"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Mullett",
        "given": "Michael A."
      },
      {
        "family": "all",
        "particle": "most provocatively entitled of"
      },
      {
        "family": "O’Malley",
        "given": "John W."
      }
    ],
    "date": [
      "1999",
      "2000"
    ],
    "location": [
      "London",
      "Cambridge, Mass"
    ],
    "note": [
      "Cambridge, 2005),",
      "The earlier literature is well abstracted in David Martin Luebke, The Counter-Reformation: The Essential Readings (Malden, Mass., and Oxford,"
    ],
    "title": [
      "The Catholic Reformation",
      "Trent and All That: Renaming Catholicism in the Early Modern Era"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Europe"
      },
      {
        "family": "World Expanded",
        "given": "D.A.Brading J.H.Parry",
        "particle": "a"
      },
      {
        "family": "Scammell",
        "given": "G.V."
      }
    ],
    "citation-number": [
      "6."
    ],
    "date": [
      "1963",
      "1981"
    ],
    "location": [
      "London",
      "London"
    ],
    "note": [
      "are useful general accounts. Carlo M. Cipolla, Guns, Sails and Empires (New York, 1965) and Stuart B. Schwartz"
    ],
    "title": [
      "The Age of the Reconnaissance",
      "The World Encompassed"
    ],
    "type": null
  },
  {
    "container-title": [
      "Implicit Understandings",
      "For the Iberians in America",
      "i and ii of Cambridge History of Latin America",
      "offer a comprehensive account. On Columbus and the Caribbean, Samuel Eliot Morison, The European Discovery of America: The Southern Voyages AD 1492–1616"
    ],
    "date": [
      "1994",
      "1984"
    ],
    "editor": [
      {
        "literal": "ed."
      },
      {
        "family": "Leslie Bethell",
        "particle": "ed."
      }
    ],
    "location": [
      "Cambridge",
      "Cambridge"
    ],
    "title": [
      "describe early encounters"
    ],
    "type": "chapter",
    "volume": [
      "vols",
      "11"
    ]
  },
  {
    "author": [
      {
        "given": "Oxford"
      },
      {
        "family": "York",
        "given": "New"
      }
    ],
    "date": [
      "1974"
    ],
    "publisher": [
      "and Carl Ortwin Sauer, The Early Spanish Main"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "given": "Berkeley"
      },
      {
        "family": "Angeles",
        "given": "Los"
      },
      {
        "family": "masterly",
        "particle": "are"
      },
      {
        "family": "Gabai",
        "given": "Rafael Varón"
      },
      {
        "family": "Pizarro",
        "given": "Francisco"
      },
      {
        "family": "Brothers",
        "particle": "his"
      },
      {
        "family": "Nobel David Cook",
        "particle": "afford diverse portraits."
      },
      {
        "family": "Die",
        "given": "Born",
        "particle": "to"
      },
      {
        "family": "Brading",
        "given": "A."
      },
      {
        "family": "Stern",
        "given": "Steve J."
      }
    ],
    "container-title": [
      "P. J"
    ],
    "date": [
      "1966",
      "1972",
      "1997",
      "1998",
      "1991",
      "1992"
    ],
    "location": [
      "Austin, Tex",
      "Cambridge",
      "Stanford, Calif"
    ],
    "note": [
      "Bakewell, Silver Mining and Society in Colonial Mexico (Cambridge, 1971) is still pertinent. On Peru James Lockhart, Spanish Peru 1532–1560 (Madison, 1968),",
      "Madison, 1982), and Peter J. Bakewell, Miners of the Red Mountain (Albuquerque, 1984) cover colonial society and economy. Charles R. Boxer, The Portuguese Seaborne Empire 1415–1825 (London, 1969) offers a good introduction. Sanjay Subrahmanyam, The Portuguese Empire in Asia, 1500–1700 (London, 1993) is essential, but can be enlarged by Bailey W. Diffie and George W. Winius, Foundations of the Portuguese Empire 1415–1580"
    ],
    "title": [
      "On the Spanish conquerors, James Lockhart, The Men of Cajamarca",
      "defines the demographic catastrophe. On Las Casas and subsequent historiography D",
      "The First America: The Spanish Monarchy, Creole Patriots, and the Liberal State 1492–1867",
      "is comprehensive. James Lockhart, The Nahuas after the Conquest",
      "is innovative and masterly",
      "Peru’s Indian Peoples and the Challenge of Spanish Conquest"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Boyajian",
        "given": "James C."
      }
    ],
    "date": [
      "1977",
      "1993"
    ],
    "location": [
      "Baltimore"
    ],
    "note": [
      "Peter Russell, Prince Henry ‘the Navigator’: A Life (New Haven, 2000), is essential reading, and Sanjay Subrahmanyam, The Career and"
    ],
    "title": [
      "Portuguese Trade in Asia and the Habsburgs, 1580–1640",
      "There are two remarkable further reading | 233 biographies"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Gama",
        "given": "Legend",
        "particle": "of Vasco da"
      }
    ],
    "container-title": [
      "On the African slave trade Philip P. Curtin, The Atlantic Slave Trade: A Census"
    ],
    "date": [
      "1997"
    ],
    "title": [
      "whose title says all"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "Madison"
      }
    ],
    "date": [
      "1969"
    ],
    "pages": [
      "1400–1800"
    ],
    "title": [
      "is still indispensable. On Africa there is John Thornton, Africa and Africans in the Making of the Atlantic World"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Schwartz",
        "given": "Stuart B."
      },
      {
        "family": "Blackburn",
        "given": "Robin"
      }
    ],
    "date": [
      "1992",
      "1985",
      "1997"
    ],
    "location": [
      "Cambridge",
      "Cambridge",
      "London"
    ],
    "note": [
      "are both comprehensive."
    ],
    "title": [
      "Sugar Plantations in the Formation of Brazilian Society, 1550–1835",
      "The Making of New World Slavery"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Bailey",
        "given": "Gauvin Alexander"
      }
    ],
    "container-title": [
      "follows the Portuguese and Jesuits in Ethiopia. Stephen Neill, A History of Christianity in India: The Beginnings to AD 1707"
    ],
    "date": [
      "1999",
      "1994",
      "1984"
    ],
    "location": [
      "Toronto",
      "Oxford",
      "Cambridge"
    ],
    "note": [
      "traces the story of the St Thomas Christians."
    ],
    "title": [
      "Art on the Jesuit Missions in Asia and Latin America 1542–1773",
      "covers much more than art. Adrian Hastings, The Church in Africa 1450–1950"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "dispute"
      }
    ],
    "note": [
      "Medici rule restored in Florence."
    ],
    "title": [
      "Confession of Augsburg and Tetrapolitan Confession presented by Lutheran and south German reformers respectively. François appoints first royal lecturers, beginnings of Collège Royal"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1531"
    ],
    "title": [
      "Founding of the Protestant League of Schmalkalden, led by the Lutheran princes and cities. Battle of Kappel and death of Huldrych Zwingli"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1532"
    ],
    "title": [
      "Publication of first (posthumous) edition of Machiavelli’s The Prince. Publication of first edition of François Rabelais’s Pantagruel"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1533"
    ],
    "title": [
      "John Calvin flees from France to Basel after associating with reformers. 238 | the sixteenth century"
    ],
    "type": null
  },
  {
    "title": [
      "Bernardino Ochino to the Reformation; Roman Inquisition established"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1543"
    ],
    "title": [
      "First edition of Copernicus, On the Revolutions of the Heavenly Spheres, published"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1545"
    ],
    "title": [
      "Council of Trent opens"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Martin Luther",
        "given": "Death",
        "particle": "of"
      }
    ],
    "citation-number": [
      "1546"
    ],
    "title": [
      "War breaks out between Charles V and League of Schmalkalden"
    ],
    "type": null
  },
  {
    "container-title": [
      "Death of Henry"
    ],
    "date": [
      "1547"
    ],
    "note": [
      "accession of Edward VI as king of England."
    ],
    "title": [
      "Battle of Mühlberg: Charles V defeats League of Schmalkalden. Council of Trent transferred to Bologna and session closed. Death of Francis I; accession of Henri II as king of France"
    ],
    "type": "article-journal",
    "volume": [
      "VIII"
    ]
  },
  {
    "date": [
      "1548"
    ],
    "note": [
      "Lutherans divided in their responses to the Interim."
    ],
    "title": [
      "Iron-clad’ Reichstag at Augsburg: Charles V issues the Interim settlement of religion for Germany"
    ],
    "type": null
  },
  {
    "date": [
      "1549"
    ],
    "publisher": [
      "Death of Pope Paul III"
    ],
    "title": [
      "Zürich consensus’ establishes theological accord between Zürich and Geneva. Many continental Protestant theologians settle in England; first Book of Common Prayer issued"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "literal": "Giammaria Ciocchi del Monte elected Pope as Julius III."
      }
    ],
    "citation-number": [
      "1550"
    ],
    "title": [
      "Debate organized at Valladolid between Las Casas and Juan Ginés de SepúIveda about morality of Spanish conquest of New World and treatment of its peoples"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1551"
    ],
    "title": [
      "Council of Trent begins its second phase of deliberations. Henri II of France and Duke Moritz of Saxony make Lochau Heath agreement to attack Emperor Charles V"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "V; Henri II seizes Metz, Toul, and Verdun"
      }
    ],
    "container-title": [
      "Closure of second phase of Council of Trent. Second Book of Common Prayer issued in England. Francisco López de Gómara publishes Historia General de las Indias"
    ],
    "date": [
      "1552"
    ],
    "title": [
      "Princes’ War’ in Germany: Duke Moritz attacks Charles",
      "Peace of Passau ends the fighting"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "1553"
    ],
    "title": [
      "Death of Edward VI; accession of Mary I as queen of England; re-establishment of Catholic worship and exile of foreign Protestants"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1554"
    ],
    "title": [
      "England restored to communion with the Roman Catholic Church. 240 | the sixteenth century"
    ],
    "type": null
  },
  {
    "date": [
      "1561"
    ],
    "title": [
      "Belgic Confession’ prepared by reformed churches of the Netherlands"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1562"
    ],
    "title": [
      "Massacre at Vassy begins first phase of French Wars of Religion. Council of Trent enters third and final phase"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1563"
    ],
    "note": [
      "Death of Ferdinand I: Maximilian II elected Holy Roman Emperor. Decrees of the Council of Trent promulgated and published."
    ],
    "title": [
      "Council of Trent closes its final session. chronology | 241 Heidelberg Confession issued for reformed church in Electoral Palatinate. First version of Thirty-Nine Articles of Religion adopted in England. 1564 Death of Calvin"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1565"
    ],
    "publisher": [
      "Knights of St John defeat Ottomans at Malta"
    ],
    "title": [
      "Death of Pope Pius IV"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "literal": "Michele Ghislieri elected pope as Pius V. Roman Catechism issued."
      }
    ],
    "citation-number": [
      "1566"
    ],
    "container-title": [
      "Death of Sultan Suleiman I of the Ottoman Empire"
    ],
    "title": [
      "Hedge-preaching’ and iconoclasm in the Low Countries bring the conflict over Protestantism there to a head. Second Helvetic Confession adopted by Swiss reformed churches"
    ],
    "type": "article-journal"
  },
  {
    "date": [
      "1567"
    ],
    "title": [
      "Council of Troubles set up in Netherlands by Spanish military regime under duke of Alva to suppress the rebellion"
    ],
    "type": null
  },
  {
    "title": [
      "1568 Spanish ambush of John Hawkins’s and Francis Drake’s ships in San Juan de Ulúa. Counts Egmont and Hoorn executed in Brussels by Spanish regime"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1569"
    ],
    "title": [
      "Revolt of the (Catholic) ‘northern earls’ against Elizabeth I. Union of Lublin unites Poland with Lithuania as a Commonwealth"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1570"
    ],
    "title": [
      "Pope Pius V declares Elizabeth I of England excommunicate and deposed. Consensus of Sandomierz unites the Trinitarian Protestants of Poland in a joint agreement against the Unitarians"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1571"
    ],
    "title": [
      "Holy Alliance defeats Ottoman Empire in sea-battle at Lepanto. Definitive version of Thirty-Nine Articles adopted for Church of England"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1572"
    ],
    "container-title": [
      "Dutch Revolt breaks out afresh in Holland and Zealand"
    ],
    "title": [
      "Marriage of Henri de Navarre and Marguerite de Valois; massacre of St Bartholomew follows in Paris and other cities"
    ],
    "type": "article-journal"
  },
  {
    "citation-number": [
      "1573"
    ],
    "title": [
      "François Hotman’s Francogallia first published. 242 | the sixteenth century"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1574"
    ],
    "note": [
      "Ottomans reconquer Tunis, previously held by Don John of Austria."
    ],
    "title": [
      "Death of Charles IX; Henri III succeeds as king of France"
    ],
    "type": null
  },
  {
    "date": [
      "1575"
    ],
    "title": [
      "Bohemian Confession’ establishes coexistence between non-Catholic churches in Bohemia. Philip II declares Spanish crown bankrupt for the third time"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "Death of Maximilian II; Rudolf II succeeds as Holy Roman Emperor."
      }
    ],
    "citation-number": [
      "1576"
    ],
    "title": [
      "Peace of Monsieur offers French Protestants most favourable peace terms; enrages Catholics and prompts formation of the League. Sack of Antwerp by unpaid Spanish troops temporarily unites the Netherlands against Philip II’s rule"
    ],
    "type": null
  },
  {
    "date": [
      "1577"
    ],
    "title": [
      "Formula of Concord agreed: reunites fractured elements of the Lutheran churches (Book of Concord embodying the agreement was published 1580). ‘Eternal Edict’ supposedly brings peace in the Netherlands but breaks down soon afterwards"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1578"
    ],
    "container-title": [
      "Alessandro Farnese, duke of Parma"
    ],
    "note": [
      "appointed Governor-General of the Netherlands."
    ],
    "title": [
      "Moors defeat Portuguese at battle of Al Kasr al Kebir (also Alcazarquivir) in North Africa: King Sebastian of Portugal killed, extinguishing the royal line"
    ],
    "type": "article-journal"
  },
  {
    "citation-number": [
      "1579"
    ],
    "title": [
      "Union of Utrecht gives rudimentary form to the alliance of the states of the northern Netherlands in revolt against Philip II. 1580 Crown of Portugal passes to Spain. Montaigne’s Essais published. Francis Drake completes his circumnavigation of the world and returns to England with plunder from the Spanish empire"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1581"
    ],
    "title": [
      "Northern provinces of the Netherlands renounce allegiance to Philip II"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1582"
    ],
    "title": [
      "Gregorian calendar reform instituted, leading to a 10-day difference in dates between Catholic and Protestant countries"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1583"
    ],
    "title": [
      "Catholic troops invade archbishopric of Cologne to remove a Protestant claimant to the see, threatening the religious peace in Germany"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1584"
    ],
    "container-title": [
      "League makes Treaty of Joinville with Philip II of Spain. Assassination of William the Silent"
    ],
    "note": [
      "leader of the Dutch Revolt."
    ],
    "title": [
      "Death of François duke of Anjou leaves the Valois line without heirs. chronology | 243 Catholic League established in France to prevent the succession to the throne of Henri de Navarre, a Protestant"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "1585"
    ],
    "title": [
      "War breaks out between England and Spain following alliance between Elizabeth I and Dutch Republic by the Treaty of Nonsuch. Duke of Parma captures Antwerp for Spain from Dutch rebels"
    ],
    "type": null
  },
  {
    "container-title": [
      "English ships raid Spanish fleet in Cádiz"
    ],
    "date": [
      "1587"
    ],
    "title": [
      "Elizabeth I’s government executes Mary Queen of Scots for conspiracy"
    ],
    "type": "chapter"
  },
  {
    "title": [
      "1588 Spanish Armada sails against England but is attacked by English at battle of Gravelines and fails to land in England. Pope Sixtus V establishes ‘congregations’ of cardinals. Henri III orders the murders of the duke and cardinal of Guise"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1589"
    ],
    "publisher": [
      "Giovanni Botero publishes Reason of State"
    ],
    "title": [
      "Henri III of France assassinated: Henri de Navarre succeeds as Henri IV"
    ],
    "type": "book"
  },
  {
    "citation-number": [
      "1590"
    ],
    "container-title": [
      "José de Acosta publishes Historia Natural y Moral de las Indias"
    ],
    "title": [
      "Pope Sixtus V issues defective revision of the Vulgate Latin Bible. Philip II raises new heavy domestic taxes for wartime expenses"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "1592"
    ],
    "title": [
      "After a series of short pontificates, Ippolito Aldobrandini elected as Pope Clement VIII. Clement VIII’s further revision of Sixtus V’s Vulgate issued"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1593"
    ],
    "title": [
      "Henri IV of France declares his reconversion from Protestantism to Roman Catholicism"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1594"
    ],
    "container-title": [
      "Earl of Tyrone’s rebellion breaks out in Ireland"
    ],
    "title": [
      "Henri IV takes possession of Paris and is crowned king"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "1595"
    ],
    "title": [
      "Henri IV declares war on Spain over its continuing support for the League"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1596"
    ],
    "note": [
      "Johannes Kepler publishes Mysterium Cosmographicum."
    ],
    "title": [
      "English raid against the Spanish fleet and fortifications at Cádiz. Philip II declares Spanish crown bankrupt for the fourth time"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1598"
    ],
    "container-title": [
      "Death of Philip II; Philip III succeeds as king of Spain"
    ],
    "note": [
      "Irish rebels defeat English forces at Yellow Ford."
    ],
    "title": [
      "Edict of Nantes imposes an end to religious conflict in France; grants partial toleration for reformed Church in the kingdom. 244 | the sixteenth century Peace of Vervins ends conflict between France and Spain"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "1601"
    ],
    "title": [
      "English troops defeat the Irish rebellion at Kinsale"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1603"
    ],
    "note": [
      "Suppression of Irish rebellion."
    ],
    "title": [
      "Death of Elizabeth I of England; James VI of Scotland succeeds as James I"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1604"
    ],
    "title": [
      "Treaty of London: peace agreed between England and Spain"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1606"
    ],
    "title": [
      "Papacy places the republic of Venice under interdict"
    ],
    "type": null
  },
  {
    "date": [
      "1607"
    ],
    "title": [
      "Seizure of Donauwörth by duke of Bavaria again threatens to destabilize the religious peace in Germany"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1608"
    ],
    "title": [
      "Emperor Rudolf II forced to yield control over some of his territories to Matthias I"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1609"
    ],
    "title": [
      "Twelve years’ truce declared in war between Dutch and Spain. Rival Protestant and Catholic Leagues formed in Germany. Disputed succession in duchies of Jülich-Cleves threatens religious conflict in Germany"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1610"
    ],
    "title": [
      "Henri IV of France assassinated: Louis XIII succeeds as a minor"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "Emperor Rudolf II deposed in favour of Matthias I."
      }
    ],
    "citation-number": [
      "1611"
    ],
    "title": [
      "Maps 246 | the sixteenth century Map 1 Europe showing Habsburg territories c.1556"
    ],
    "type": null
  },
  {
    "date": [
      "2001"
    ],
    "editor": [
      {
        "family": "Source",
        "given": "Joseph Bergin"
      }
    ],
    "location": [
      "Oxford"
    ],
    "note": [
      "| the sixteenth century"
    ],
    "pages": [
      "245 247 248"
    ],
    "publisher": [
      "Oxford University Press"
    ],
    "title": [
      "Short Oxford History of Europe: The Seventeenth Century"
    ],
    "type": null
  },
  {
    "date": [
      "1559"
    ],
    "location": [
      "Italy"
    ],
    "title": [
      "Map 2 France and its Administrative Diversity c.1600 maps | 249 Map 3"
    ],
    "type": null
  },
  {
    "date": [
      "1991"
    ],
    "edition": [
      "Grendler"
    ],
    "location": [
      "Source",
      "Oxford"
    ],
    "note": [
      "Map 5 The Swiss Confederation, c.1540"
    ],
    "pages": [
      "211"
    ],
    "publisher": [
      "Paul",
      "Oxford University Press"
    ],
    "title": [
      "Encyclopedia of the Renaissance (Charles Scribner’s Sons, © Charles Scribner’s Sons 2000. Reprinted by permission of the Gale Group). Map 4 The Cities and Towns of the Empire and the Reformation Source: Euan Cameron, The European Reformation"
    ],
    "type": null
  },
  {
    "date": [
      "1991"
    ],
    "location": [
      "Oxford"
    ],
    "pages": [
      "220"
    ],
    "publisher": [
      "Oxford University Press"
    ],
    "title": [
      "Source: Euan Cameron, The European Reformation"
    ],
    "type": "book"
  },
  {
    "date": [
      "1991"
    ],
    "location": [
      "Oxford"
    ],
    "note": [
      "Map 7 The Religious Complexion of Europe, c.1600"
    ],
    "pages": [
      "264"
    ],
    "publisher": [
      "Oxford University Press"
    ],
    "title": [
      "Map 6 The German Principalities on the Eve of the Schmalkaldic War, c.1547 Source: Euan Cameron, The European Reformation"
    ],
    "type": null
  },
  {
    "container-title": [
      "Map 8 The Iberian Peninsula Source: Richard Bonney, The European Dynastic States 1494–1660"
    ],
    "date": [
      "1991",
      "1991"
    ],
    "location": [
      "Oxford",
      "Oxford"
    ],
    "pages": [
      "362",
      "536"
    ],
    "publisher": [
      "Oxford University Press",
      "Oxford University Press"
    ],
    "title": [
      "Source: Euan Cameron, The European Reformation"
    ],
    "type": "chapter"
  },
  {
    "date": [
      "1995"
    ],
    "location": [
      "Oxford"
    ],
    "note": [
      "This page intentionally left blank Index"
    ],
    "pages": [
      "243"
    ],
    "publisher": [
      "Oxford University Press"
    ],
    "title": [
      "Map 9 Dutch recovery of territory from the Spanish Netherlands, 1590–1604 Source: Jonathan I. Israel, The Dutch Republic: Its Rise, Greatness, and Fall 1477–1806"
    ],
    "type": null
  }
]
