[
  {
    "editor": [
      {
        "family": "I",
        "given": "JPMorgan Trust"
      },
      {
        "family": "Trust",
        "given": "JPMorgan",
        "suffix": "II"
      }
    ],
    "note": [
      "as amended (the “1940 Act”), as open-end management investment companies."
    ],
    "title": [
      "the “Trusts”) were formed on November 12, 2004, as Delaware statutory trusts, pursuant to Declarations of Trust dated November 5, 2004 and are registered under the Investment Company Act of 1940"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "J.P."
      }
    ],
    "container-title": [
      "J.P. Morgan Fleming Mutual Fund Group, Inc"
    ],
    "editor": [
      {
        "literal": "“JPMFMFG,” and with JPM I, JPM II and JPMMFIT, collectively"
      }
    ],
    "note": [
      "The following are 5 separate funds of the Trusts (each, a “Fund” and collectively, the “Funds”) covered by this report:"
    ],
    "title": [
      "Morgan Mutual Fund Investment Trust (“JPMMFIT”) was organized as a Massachusetts business trust on September 23, 1997, as an open-end management investment company",
      "the “Trusts”) was organized as a Maryland corporation on August 19, 1997, as an open-end management investment company"
    ],
    "type": "chapter"
  },
  {
    "note": [
      "Unaudited) (continued"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "R",
        "given": "J.P.M.O.R.G.A.N.M.I.D.C.A.P./M.U.L.T.I.-C.A.P.F.U.N.D.S.D.E.C.E.M.B.E."
      }
    ],
    "citation-number": [
      "70"
    ],
    "date": [
      "2021",
      "2020"
    ],
    "note": [
      "The Trustees noted that the performance ees concluded that the Fund’s performance was satisfactory for Class I shares was in the third, second and second quintiles under the circumstances. based upon the Peer Group, and in the second, first and second quintiles based upon the Universe, for the one-, three- and five-"
    ],
    "title": [
      "The Trustees discussed the performance and investment strat- was in the fifth, fourth and fourth quintiles based upon both egy of the Fund with the Adviser and reviewed the performance the Peer Group and Universe, for the one-, three- and fiveanalysis and evaluation prepared by the independent con- year periods ended December 31, 2020, respectively. The sultant. Based upon these discussions and various other fac- Trustees noted that the performance for Class R6 shares was tors, the Trustees concluded that the Fund’s performance was in the fifth and fourth quintiles based upon both the Peer satisfactory under the circumstances. Group and Universe, for the one- and three-year periods ended December 31, 2020, respectively. The Trustees dis-The Trustees noted that the Mid Cap Growth Fund’s performcussed the performance and investment strategy of the Fund ance for Class A shares was in the third quintile based upon the with the Adviser and reviewed the performance analysis and Peer Group, and in the second quintile based upon the Unievaluation prepared by the independent consultant. Based verse, for each of the one-, three- and five-year periods ended upon these discussions and various other factors, the Trust-December 31"
    ],
    "type": null
  }
]
