[
  {
    "author": [
      {
        "family": "Gabriel",
        "given": "Roman"
      }
    ],
    "citation-number": [
      "83."
    ],
    "container-title": [
      "1969, he was named the NFL’s Most Valuable Player as the Rams started the season"
    ],
    "note": [
      "He would also appear on Gilligan’s Island."
    ],
    "pages": [
      "11–0"
    ],
    "title": [
      "The Rams first-round pick in 1962 was a mainstay at quarterback for the team for 11 seasons"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Beban",
        "given": "Gary"
      }
    ],
    "citation-number": [
      "73."
    ],
    "date": [
      "1967"
    ],
    "note": [
      "Simpson’s USC team—a performance that resulted in a loss, but clinched college football’s greatest individual honor."
    ],
    "title": [
      "UCLA’s only Heisman Trophy winner",
      "Beban had many memorable games, including the Bruins’ shocking upset over top-ranked Michigan State in the 1966 Rose Bowl. He also performed heroically with 301 yards passing in a 21–20 loss to O.J"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Austin",
        "given": "Tracy"
      }
    ],
    "citation-number": [
      "63."
    ],
    "container-title": [
      "Open title"
    ],
    "note": [
      "To this day, Austin is still the youngest ever U.S. Open champion."
    ],
    "title": [
      "Injuries cut short a career that could have paralleled the greatest in tennis history. Austin, out of Palos Verdes, beat Chris Evert to win the 1979 U.S. Open at age 16 and then two years later defeated Martina Navratilova for a second U.S"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Goodrich",
        "given": "Gail"
      }
    ],
    "citation-number": [
      "46."
    ],
    "note": [
      "He would later be the Lakers leading scorer on their 1972 title team."
    ],
    "title": [
      "Led UCLA to two National Championships. His 42-point performance in the 1965 NCAA title game set a record for most points by an individual player"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Johnson",
        "given": "Rafer"
      }
    ],
    "citation-number": [
      "27."
    ],
    "title": [
      "One of the greatest decathletes of all time, Johnson defeated fellow Bruin C.K. Yang to win the 1960 Olympic gold in Rome. He also became a pioneer for the Special Olympics"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Lakers",
        "given": "Jerry West Mr Los Angeles"
      }
    ],
    "citation-number": [
      "9."
    ],
    "date": [
      "1972"
    ],
    "note": [
      "five titles) and the Shaq-Kobe Lakers (three titles)."
    ],
    "title": [
      "As a player, West is the only player from a losing team to win the NBA Finals MVP. Years of frustration ended when he brought the L.A. Lakers their first title in",
      "After his retirement, he headed to the front office and became the architect of the “Showtime Lakers"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Rolling Hills",
        "given": "Pete Sampras Out",
        "particle": "of"
      }
    ],
    "citation-number": [
      "6."
    ],
    "container-title": [
      "Open Champion at age 19. He won seven Wimbledons in eight years, and retired with a victory in his final match, the 2002 U.S"
    ],
    "publisher": [
      "Open"
    ],
    "title": [
      "Sampras has won more Grand Slam titles (14) than any player in history. His first title made him the youngest ever U.S"
    ],
    "type": "chapter"
  }
]
