[
  {
    "note": [
      "peak which"
    ],
    "title": [
      "stock market peaked in July of 1987, a full month prior to the U.S"
    ],
    "type": null
  },
  {
    "note": [
      "market at"
    ],
    "title": [
      "• All three equity markets collapsed in 1987. occurred in August. The British market has a tendency to lead the U.S"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "first",
        "given": "Britain",
        "particle": "peaked"
      },
      {
        "family": "peaks",
        "particle": "while Japan peaked last."
      }
    ],
    "container-title": [
      "1987, the Japanese market didn't hit its peak until October, when The first important message is that all world markets experienced severe selloffs in the more serious global collapse actually took place"
    ],
    "title": [
      "In the fall of 1989, the British stock market started to drop at least a month prior to a severe selloff in U.S. stocks in mid-October. Sixty years earlier, the 1929 collapse in the U.S. market was foreshadowed by a peak in the British stock market a THE GLOBAL COLLAPSE OF 1987 full year earlier"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "of",
        "particle": "the second half"
      }
    ],
    "date": [
      "1987"
    ],
    "note": [
      "If program the new decade of the 1990s was greeted by signs that global stocks might be rolling trading caused the U.S. selloff, how do we explain the collapse in the other world over to the downside once again."
    ],
    "title": [
      "When events in the United States are examined on a global Figure 8.4 shows the Japanese market leading the world markets upward from perspective, one can see that the U.S. experience was only one part of a much bigger their late 1987 bottoms. Figure 8.5 shows that the global markets again corrected picture. The preoccupation with such things as program trading as the primary cause downward in October 1989. After a global rally that lasted into the end of that year, of the U.S. selloff becomes harder to justify as an adequate explanation"
    ],
    "type": null
  },
  {
    "citation-number": [
      "126"
    ],
    "container-title": [
      "INTERNATIONAL MARKETS THE GLOBAL COLLAPSE OF"
    ],
    "date": [
      "1987"
    ],
    "pages": [
      "127"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "bonds to stocks both on a global and on a domestic level. If we accept that U.S. stock In the previous section, we showed the value of watching global stock market trends prices are influenced by U.S. bond prices, then what influences U.S. bond prices for insight into the U.S. market. The same lesson holds true for bonds. It's important becomes very important. If world bond prices are showing signs of moving lower, to watch global bond markets for clues to the U.S"
    ],
    "date": [
      "1990",
      "1990"
    ],
    "note": [
      "bond market. As important as the chances are U.S. bond prices will follow. Technical analysis of global bond trends domestic U.S. markets are, they don't operate in a vacuum. becomes a part of the analysis of the U.S. bond market."
    ],
    "title": [
      "market appeared to be out of line with other global bond markets. As the new decade Figure 8.20 shows the interplay between U.S. and Japanese bond prices (two charts on began, the sharp drop in global bond prices finally began to pull U.S. bond prices the left) and the U.S. and Japanese stock markets (two charts on the right) during the lower. fourth quarter of 1989 and the first two weeks of",
      "It can be seen that intermarket The U.S. Treasury bond market was lighting a losing battle on many fronts at comparisons can be applied on many different levels. Compare global stock prices to the start of",
      "Internationally, U.S. bond prices were trying to buck a global trend one another. Notice both stock markets beginning to weaken. Then compare global toward falling bond prices. Domestically, the bond market was struggling with rising bond prices to one another. Notice both bond markets beginning to weaken. Compare inflation (commodity markets had recently set a six-month high) and a falling dollar"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "arbitrage",
        "particle": "index"
      }
    ],
    "container-title": [
      "Japanese yen versus the U.S"
    ],
    "note": [
      "dollar and a 13 percent loss in the Japanese bond — 10:27 A.M.... US Stock Index Opening: Move higher, follow bonds..."
    ],
    "title": [
      "—8:57 A.M.... Dollar softens on unexpectedly weak jobs data By the end of the first quarter of 1990, the Japanese stock market had lost about —9:08 A.M.... Bonds surge 16/32 on weak March jobs data 32 percent. Two major contributing factors to that debacle were a nine percent loss — 10:26 A.M.... Jun gold up 3.2 dollars"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "literal": "THE MYTH OF PROGRAM TRADING A VISUAL LOOK AT THE MORNING'S TRADING 245 -11:07 A.M...."
      },
      {
        "literal": "—"
      },
      {
        "family": "APRIL",
        "given": "D.O.L.L.A.R.I.N.D.E.X.F.U.T.U.R.E.S.O.N.T.H.E.M.O.R.N.I.N.G.O.F."
      }
    ],
    "citation-number": [
      "244"
    ],
    "container-title": [
      "A.M— US stock index futures slide as T-bonds drop... AN INTRA-DAY COMPARISON OF STANDARD & POOR'S 500 STOCK INDEX FUTURES (TOP",
      "A.M— W. German Credit Review: Bonds plunge... 1990. BOTH MARKETS FELL TOGETHER JUST AFTER 10:00 IN THE MORNING AND BOTTOMED TOGETHER ABOUT AN HOUR LATER. STOCK MARKET MOVES ON A MINUTE-BY-MINUTE BASIS -11:33 A.M.... CBT/IMM Rates: Bonds plunge; Bundesbank report cited CAN OFTEN BE EXPLAINED BY WATCHING MOVEMENTS IN THE DOLLAR",
      "FIGURE"
    ],
    "issue": [
      "07",
      "32"
    ],
    "note": [
      "— 11:44 A.M.... NY Stocks: Dow off 15; extends loss on sell-programs"
    ],
    "title": [
      "CBT Jun T-bonds break to 92 18/32",
      "11:10 A.M— Dow down 19 at 2701 amid sell programs, extends loss CHART) AND U.S"
    ],
    "type": "article-journal",
    "volume": [
      "11",
      "11"
    ]
  }
]
