[
  {
    "container-title": [
      "XXXVI Researches XXXVII Oxford Edition of Cuneiform Texts. The Weld·Blundell Collection XXXVIII Assyriologische Bibliothek XXXIX Keilinschriftliche Bibliothek, 1880 ff. XL Boghaz-Koi Studien XLI Konigliche Museen zu Be1'lin. lYUtteilungen aus den orientalischen Sammlungen, 1889 ff. XLII VOl'derasiatische Bibliothek XLIII Vordemsiatische Schriftdenkmaler del' koniglichen Museen zu",
      "XLIV Wissenschaftliche Veroffentlichungen del'deutschen Orient-Gesell. schaft"
    ],
    "date": [
      "1902"
    ],
    "location": [
      "Berlin"
    ],
    "note": [
      "XLV Del' alte Orient XLVI"
    ],
    "pages": [],
    "title": [
      "The Babylonian Expedition of the University of Pennsylvania : -Series A: Cuneifol'm Texts XXXII Series D: Researches and treatises XXXnI University of Chicago. Oriental Institute XXXIV Unive)'sity of Pennsylvania. The Museum, Publications of the Babylonian Section XXXV Yale Oriental Series: Babylonian Texts, 1915 ff"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Fuye",
        "given": "Allotte",
        "particle": "de la"
      },
      {
        "family": "pI'esargoniques",
        "given": "Documents"
      },
      {
        "family": "Doissier",
        "given": "X.L.V.I.I.Alfred"
      },
      {
        "family": "Dotta",
        "given": "X.L.V.I.I.I.P.E."
      },
      {
        "family": "Flandin",
        "given": "E."
      },
      {
        "family": "Cros",
        "given": "L.I.I.I.Gaston"
      },
      {
        "family": "Heuzey",
        "given": "Leon"
      },
      {
        "family": "Thureau-Dangin",
        "given": "Fr"
      },
      {
        "family": "Clerq",
        "given": "L.X.I.",
        "particle": "De"
      },
      {
        "family": "Menant",
        "given": "Joachim"
      },
      {
        "family": "Olercq",
        "given": "Collection",
        "particle": "de"
      },
      {
        "family": "Dioulafoy",
        "given": "L.X.V.I.I.Marcol"
      },
      {
        "family": "Suse",
        "given": "L.'acropole",
        "particle": "de"
      },
      {
        "family": "Gautier",
        "given": "L.X.V.I.I.I.J.E."
      },
      {
        "family": "Jean",
        "given": "L.X.X.I.V.Charles F."
      },
      {
        "family": "Jesus-Christ",
        "given": "Le",
        "particle": "milieu biblique avant"
      },
      {
        "family": "Jean",
        "given": "L.X.X.V.Charles F."
      },
      {
        "family": "Akkad",
        "given": "Sutner",
        "particle": "ct"
      },
      {
        "family": "Jean",
        "given": "L.X.X.V.I.Charles F."
      },
      {
        "family": "Lagrande",
        "given": "L.X.X.X.M.J."
      },
      {
        "family": "Langdon",
        "given": "L.X.X.X.I.Stephen"
      },
      {
        "family": "Paradis",
        "given": "Le",
        "particle": "po~me sumb·ien de"
      },
      {
        "family": "Deluge",
        "particle": "du"
      },
      {
        "family": "LXXXII Leon Legrain",
        "particle": "et de la chute de l'homme"
      }
    ],
    "container-title": [
      "LVIII Edouard Cuq, Les nouveauxfmgments du Code de Hammurabi sur la pret d interet et les societes, 1918 LIX Edoual'd Cuq, Le cautionnement en Chaldee, 1918 LX Edouard Cuq, Les pierres de bornage babyloniennes du BI'itish Museum",
      "Catalogue des antiquitcs chaldeenes, 1902 LXXI Charles Fossey, Manuel d'assyriologie, 1904 LXXII Charles Fossey, La Magie assyrienne",
      "1912 LXXXIII Leon Legrain, Catalogue des cylindres orientaux de La collection Louis Cugnin, 1911 LXXXIV FranQois Martin, Lettres neo-babyloniennes LXXXV FranQois Martin, Textes religieux assyriens et babyloniens, 1910 LXXXVI Gaston Maspero, Histoire ancienne des peuples de l'Orient classique, 1895 LXXXVII Gaston Maspero, Histoire aneienne des peuples de l'Orient, 8th edit., 1909 LXXXVIII Joachim Menant, Les eeritures cuneiformes, 1864 LXXXIX Joachim Menant, Catalogues des cylindres orientaux du cabinet royal de Ml!dailles de La Haye, 1878 XC Jules Oppert, Expedition scientiflque en Mesopotamie, 1869 XCI Victor Place, Ninive et l'Assyrie, 1867 XCII G. Perrot and Ch"
    ],
    "date": [
      "1908",
      "1922",
      "1910",
      "1920",
      "1910",
      "1893",
      "1902",
      "1905",
      "1923",
      "1923",
      "1924",
      "1905"
    ],
    "edition": [
      "2nd edit"
    ],
    "note": [
      "Chipiez, Histoire de l'art dansl'antiquite (Vol. II), 1884 XCIII L. Pillet, Le Palais de Darius I a Suse, 1914 XCIV J. Plessis, Etudes sur les texts concernant Ishtar-Astarte, 1921 XCV Edmond Pottier, Musee de LouVI·e, les antiquites assyriennes, 1917 XCVI Max Ringelmann, Essai sur l'histoire du genie t·ural (Vol. II), 1907 XCVII Ernest do Sarzeo and Leon Houzey, Decouvertes en Chaldee, 1884 XCVIII Vincont Schoil, Une saison de fouilles a Sippar XCIX Vincont Scheil, La loi de Hammurabi, 1904 (cf. XXIII, Vol IV) C Vinoent Schoil, Recueil des lois assyriennes, 1921 CI Vincent Soheil and M. Dioulafoy, Esagil ou Ie temple de Bel-Marduk a Babylone, 1913 CII 864 BIBLIOGRAPHY Louis Speelers, Catalogue des intailles et empreintes orientales des Musees royaux d1t Cillquantonaire, 1917 em Franyois Thureau-Dangin, Recueil des tableues chaldeennes eIV Franyois Thureau-Dangin, Les inscriptions de Sumer et d'Akkad, 1905 ev Franyois Thureau-Dangin, Chronologie des dynasties de Sumer et d'Akkad, 1918 eVI Franyois Thureau-Dangin, Rituels accadiens, 1921 eVIl"
    ],
    "pages": [],
    "title": [
      "Documents assyriens relatifs aux presages, 1894",
      "1I10numents de Ninive, 1849 XLIX Etienne Combe, Histoire du culte de Sin, 1908 L Georges Contenau, Oontribution d l'histoire economique d'Umma LI Georges Contenau, La deesse nue babylonienne, 1904 LII Georges Contenau, La civilisation assyro-babylonienne",
      "Nouvelles fouilles de Tello, 1910 LlV Edouard Cuq, Le mariage d Babylone d'apresles lois de Hammumbi LV Edouard Cuq, Notes d'epigmphie et de la papyrologie juridiques, 1908-9 LVI Edouard Cuq, La propriete fonciere en Chaldee, 1906 LVII Edouard Cuq, Etudes sur les contrats de l'epoque de la Ire dynastie babylonienne",
      "Catalogue methodique et raisonne, 1888 LXII Louis Delaporte, Catalogue des cylindres orientaux du Musee Guimet, 1906 LXnI Louis Delaporte, Catalogue des cylindres orientaux de la Bibliotheque nationale, 1910 LXIV Louis Delaporte and Fr. Thureau-Dangin, Catalogue des cylindres orientaux du Musee du Louvre, 1920-1922 LXV Paul Dhorme, Choix de textes religieux assyro-babyloniens, 1907 LXVI Paul Dhormo, La religion assym-babylonienne",
      "Archives d'une famille de Dilbat LXIX Loon Houzey, Les origines orientales de l'art LXX Leon Houzey, Musee du Louvre",
      "LXXIII Charles Fossey, Texts assyriens et babyloniens relatifs a la divination",
      "La litteratut·e des Babyloniens et des A8syriens, 1924 LXXVII Henri de Genouillao, Tablettes sumeriennes archaiques, 1909 LXXVIII Henri de Genouillac, La tmuvaille de Drehem, 1911 LXXIX Henri de Genouillac, Fouilles fran~aises d'El-Akhynte_ Premieres recherches archeologiques a ](ieh",
      "Etudes sur les religions sllmitiques",
      "Le temps des rois d'Ur"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Virolleaud",
        "given": "Charlos"
      }
    ],
    "container-title": [
      "Haverfol'd Library Collection of Cuneiform Tablets"
    ],
    "date": [
      "1912",
      "1910"
    ],
    "editor": [
      {
        "family": "Barton",
        "given": "C.I.X.G.A."
      }
    ],
    "title": [
      "L'astrologie chaldeenne, 1908, etc. evm Edgar James Banks, Bismya, or the lost city of Adab"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Breasted",
        "given": "H."
      },
      {
        "family": "Times",
        "given": "Ancient"
      },
      {
        "family": "EaTly World",
        "particle": "a HistOl'y of the"
      },
      {
        "family": "E. A. Wallis-Budge",
        "particle": "eXI"
      }
    ],
    "citation-number": [
      "3."
    ],
    "container-title": [
      "Wallis-Budge and L. W"
    ],
    "date": [
      "1916"
    ],
    "note": [
      "King, Annals of the Kings of Assyria, 1902 eXIII"
    ],
    "title": [
      "Assyrian Sculptttres in the Bl'itish Museum, Reign of Ashw'-nasir-pal, 1914 eXII K A"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Gadd",
        "given": "J."
      },
      {
        "family": "Nineveh",
        "given": "The Fall",
        "particle": "of"
      },
      {
        "family": "H. H. Hall",
        "particle": "exIV"
      },
      {
        "family": "Harper",
        "particle": "exv"
      },
      {
        "given": "Assyrian"
      },
      {
        "family": "H. V. Hillprecht",
        "given": "Babylonian Letters",
        "particle": "eXVI"
      },
      {
        "family": "Morris JastroW'",
        "particle": "eXXI"
      },
      {
        "family": "Babylonia",
        "given": "The Religion",
        "particle": "of"
      },
      {
        "family": "Leonard W. King",
        "given": "Assyria",
        "particle": "exxII"
      },
      {
        "family": "Sumer",
        "given": "A.History",
        "particle": "of"
      },
      {
        "given": "Akkad"
      },
      {
        "family": "Leonard W. King",
        "particle": "eXXIII"
      },
      {
        "family": "Babylon",
        "given": "A.Ilistory",
        "particle": "of"
      },
      {
        "literal": "exxIV Leonard \\\\T. King, Studies in Eastern History"
      },
      {
        "family": "Leonard W. King",
        "particle": "exxv"
      },
      {
        "family": "Leonard W. King",
        "particle": "exxvII"
      },
      {
        "family": "Shalmanesel'",
        "given": "Bl'onze Reliefs",
        "particle": "fl'om the Gates of"
      },
      {
        "family": "Leonard W. King",
        "given": "King",
        "particle": "of Assyria eXXVIII"
      },
      {
        "family": "Johns",
        "given": "C.H.W."
      },
      {
        "family": "Johns",
        "given": "C.H.W."
      },
      {
        "given": "Babylonian"
      },
      {
        "family": "Laws",
        "given": "Assyrian"
      },
      {
        "family": "Mackonzie",
        "given": "D.A."
      },
      {
        "family": "CXXXVIII",
        "given": "A."
      },
      {
        "family": "T",
        "given": "Olmstead"
      },
      {
        "family": "Assyria",
        "particle": "lIistOl'y of"
      },
      {
        "family": "Puterson",
        "given": "C.X.X.X.I.X.Archibald"
      },
      {
        "family": "Paterson",
        "given": "Assyrian Sculp/w'es C.X.L.Archibuld"
      },
      {
        "family": "Sculptul'es",
        "given": "Assyrian"
      },
      {
        "family": "Sinacllerib CXLI Theophilies G",
        "given": "Palace",
        "particle": "of"
      },
      {
        "family": "Pinches",
        "given": "The Amhcl'st Tablets"
      },
      {
        "family": "CXLII",
        "given": "R."
      },
      {
        "family": "W",
        "given": "Rogers"
      },
      {
        "family": "Babylonia",
        "given": "A.Histol'y",
        "particle": "of"
      },
      {
        "given": "AssYl'ia"
      },
      {
        "family": "CXLIII",
        "given": "L."
      },
      {
        "family": "Spence",
        "given": "Myths"
      },
      {
        "family": "Babylonia",
        "given": "Legends",
        "particle": "oj"
      },
      {
        "given": "Assyria"
      },
      {
        "family": "CXLIV",
        "given": "R."
      },
      {
        "family": "Thompson",
        "given": "Campbell"
      },
      {
        "family": "Devils",
        "given": "The"
      },
      {
        "family": "Babylonia CXLV William Hayes Ward",
        "given": "Evil Spirits",
        "particle": "of"
      }
    ],
    "container-title": [
      "Pierpont MOl'gan, 1909 CXLVI William Hayes Ward, The Seal Cylinders of Western Asia, 1910 CXLVII The Cambridge Ancient Hist01'y"
    ],
    "date": [
      "1924",
      "1922",
      "1914",
      "1910",
      "1915",
      "1904",
      "1912",
      "1919",
      "1923",
      "1908",
      "1919",
      "1916",
      "1923",
      "1924"
    ],
    "edition": [
      "5th edit"
    ],
    "note": [
      "CXLVIII E, K, Klauber, Politisch-religiose Texte aU8 cle?' Sal'gollidellzeit, 1913 CXLlX J, Kohler and F, E, Peiser, Ausdem babylonischen Rechtsleben, 1890 CL J. Kohler and F. E. Peiser, Hamnwmbi's Gesetz, 1904 CLI J. Kohler and F. E, Peiser, Urkunden aus dCl' Zeit del' dritten babylonisclien Dynastie, 1905 CLII J, Kohler and F, E, Peiser, Babylonische Vel'triige des Be1'liner Museums, 1920 CLIII J, Kohler and A. Ungnad, ASSY1'ische Rechtsw'k1mden CLIV J, Kohlor and A, Ungnad, Hundel't ausgewiilllte Rechtsllrkll1lden allS del' Spatzeit des babylonischen Scll1'ifttums t.on X e1'rl'e8 bis Mitll1'idates II (485-93 v ChI') CLV Koldeway, Das neuel'sclieinende Babylon, 1913 CLVI F, X, Kugler, Die babylonische Mondrech1l1l1lg, 1900 CLVII F. X, Kugler, Sternkunde und Ste1'1ldicllst in Babel, 1907 fl, CLVIII Bruno Meissner, Babylonien tmd Assyrien, 1920 CLIX Edouard Meyer, Geschicllte des Altert1lms CLX J, N, Strassmaier, Babylonisclie Texte CLXI K, L, Tallquist, Die aS8yrisclie Beschwol'ungssel'ie MaqM, 1894 CLXII M, V, Nikolski, Economic Documents f,'om the Early Period of Clwlda:a"
    ],
    "title": [
      "The Ancient Histol'Y of the NeQ1' East",
      "Exploration in Bible Lands during the 19th Century, 1907 exvII Mary lnda Hussey, Sumerian Tablets in the H arvQ1'd Semitic M uswm, 1912 eXVIII Morris J astrow, Aspects of Religious Belief and Pmctice in Babylonia and Assyria, 1911 eXIX l'Ilorris Jastrow, The Civilization of Babylonia and Assyria, 1919 exx Morris Jastrow, The Medicine of the Babylonians and AssYl'ians",
      "The Lettel'S and Inscriptions of Hammumbi, 1898 eXXVI Leonard W. King, Babylonian Boundary Stones and 1I1.emorial Tablets in the British .Museum",
      "The Seven Tablets of Creation, 1902 eXXIX Leonard W. King, Babylonian Magic and Sorcel'y, 1896 ex XX",
      "Assyrian Deeds and Documents, 1898 eXXXI",
      "Contracts and 'l'ablets, 1904 exxxII Stephen Langdon, Tabletsfrom the Archives of Drehem, 1911 exxxm Stephen Langdon, Sumel'ian and Babylonian Psalms, 1909 eXXXIV Stephen Langdon, Babylonian Litw'gies, 1913 exxxv Layard, The Monuments of Nineveh eXXXVI",
      "Myths of Babylonia and Assyria, 1919 exxxvII Samuel Mercer, ReUgiou8 and.M oml Ideas in Babylonia and Assyria",
      "Cylinders and other 01'iental Seals in the Libl'a1'y of J"
    ],
    "type": "chapter",
    "volume": [
      "I",
      "n"
    ]
  }
]
