[
  {
    "author": [
      {
        "given": "Hanak"
      },
      {
        "family": "Nestor-Iskander",
        "particle": "by"
      },
      {
        "family": "Walter K",
        "particle": "annotated by"
      }
    ],
    "container-title": [
      "New-Rochelle, N.Y./ Athen/Moskau 1998 Majeska, Travelers Majeska, George P.: Russian Travelers to Constantinople in the Fourteenth and Fifteenth Centuries (Dumbarton Oaks Studies"
    ],
    "issue": [
      "773"
    ],
    "location": [
      "Washington, D.C"
    ],
    "note": [
      "1984 7.2. Quellen (Originaltexte, bersetzungen oder Transkriptionen) 233 Nikon-Chronik Bericht ber die Eroberung Konstantinopels. Nach der Nikon-Chronik bersetzt und erlutert von Maximilian Braun und Alfons Maria Schneider, Gçttingen 1940; Leipzig 1943"
    ],
    "title": [
      "Nestor-Iskander The Tale of Constantinople (of its origin and capture by the Turks in the year 1453); (From the early sixteenth century manuscript of the Troitse-Sergieva Lavra",
      "Hanak and Marios Philippides (Late Byzantine and Ottoman studies, 5"
    ],
    "type": "article-journal",
    "volume": [
      "19"
    ]
  },
  {
    "author": [
      {
        "family": "Byrd",
        "given": "Gyllius Byrd"
      },
      {
        "family": "M",
        "given": "Kimberly"
      }
    ],
    "date": [
      "2002"
    ],
    "publisher": [
      "Rutgers, The State University of New Jersey"
    ],
    "title": [
      "Pierre Gilles’,Topography of Constantinople and its Antiquities’. A new translation with commentary, Diss"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Bardill",
        "given": "Jonathan"
      },
      {
        "literal": "Barker, Manuel II Barker, John W.: Manuel II Palaeologus"
      },
      {
        "family": "Late Byzantine Statesmanship",
        "given": "A.Study",
        "particle": "in"
      },
      {
        "family": "New Brunswick",
        "given": "N.J."
      }
    ],
    "container-title": [
      "AJA",
      "Costantinopoli e l’Egeo nei primi decenni del XV secolo: La testimonianza di Cristoforo Buondelmonti, in: Rivista dell’Istituto Nazionale d’Archeologia e Storia dell’Arte"
    ],
    "date": [
      "1999",
      "1391",
      "1969",
      "2001"
    ],
    "editor": [
      {
        "family": "Barsanti",
        "given": "Buondelmonti Barsanti"
      },
      {
        "given": "Claudia"
      }
    ],
    "note": [
      "Bassett, Urban Image Bassett, Sarah: The urban image of late antique Constantinople, Cambridge 2004"
    ],
    "pages": [
      "671 – 696",
      "– 1425",
      "83 – 253"
    ],
    "title": [
      "The Golden Gate of Constantinople: A Triumphal Arch of Theodosius I"
    ],
    "type": "chapter",
    "volume": [
      "103",
      "56"
    ]
  },
  {
    "author": [
      {
        "family": "Ciggaar",
        "given": "Krijnie N."
      },
      {
        "family": "Constantinople",
        "given": "Western Travellers",
        "particle": "to"
      }
    ],
    "container-title": [
      "Papers from Twenty-seventh Spring Symposium"
    ],
    "title": [
      "The West and Byzantium, 962 – 1204: Cultural and Political Relations (The Medieval Mediterranean, 10), Leiden/New York/Kçln 1996 Constantiniade Patriarch Konstantios I.: Constantiniade ou Description de Constantinople Ancienne et Moderne, Compose par un Philologue et Archologue, Galata/Constantinople 1846 Constantinople and its Hinterland Constantinople and its Hinterland"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Byzantine Studies",
        "particle": "of"
      },
      {
        "given": "Oxford"
      }
    ],
    "edition": [
      "3),"
    ],
    "note": [
      "by Cyril Mango and Gilbert Dagron, Aldershot 1995"
    ],
    "title": [
      "April 1993 (Society for the Promotion of Byzantine Studies Publications"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Downey",
        "given": "Glanville"
      },
      {
        "given": "Downey"
      }
    ],
    "container-title": [
      "Theophano) near the Church of the Holy Apostles in Constantinople, in: DOP",
      "A.D",
      "Speculum"
    ],
    "date": [
      "1956",
      "1955"
    ],
    "note": [
      "Du Cagne, Historiae Du Cagne, Charles du Fresne Sieur: Historiae Byzantinae, Paris 1680 Du Tanney, MatrakÅı Du Tanney, Dominique H.: Istanbul seen by MatrakÅı and the Miniatures of the 16th Century, Istanbul 1996"
    ],
    "pages": [
      "301 – 305",
      "– 1454,",
      "596 – 600"
    ],
    "title": [
      "The Church of All Saints (Church of St",
      "Earthquakes Downey, Glanville: Earthquakes at Constantinople and Vicinity"
    ],
    "type": "article-journal",
    "volume": [
      "19",
      "342",
      "30"
    ]
  },
  {
    "author": [
      {
        "family": "Evans",
        "given": "Faith Byzantium Faith"
      },
      {
        "given": "Power"
      },
      {
        "family": "Helen C. Evans",
        "particle": "by"
      },
      {
        "given": "Fıratlı"
      },
      {
        "family": "Metzger",
        "given": "A.Pralong et J.-P."
      }
    ],
    "container-title": [
      "REG",
      "Monographies",
      "Roman and Byzantine Monograph"
    ],
    "date": [
      "1261",
      "2006",
      "1995",
      "1990",
      "1984",
      "1931"
    ],
    "editor": [
      {
        "literal": "Ed."
      }
    ],
    "location": [
      "Paris",
      "Paris",
      "Durham, N.C"
    ],
    "note": [
      "Foss, Fortifications Foss, Clive: Constantinople, in: Foss, Clive/Winfield, David: Byzantine Fortifications. An Introduction, Pretoria 1986, 41 – 77 Foss, Inscriptions Foss, Clive: Anomalous Imperial Inscriptions of the Walls of Constantinople, in: Studies Presented to Sterling Dow (Greek,",
      "Gerola, Vedute Gerola, Giuseppe: Le vedute di Costantinopoli di Cristoforo Buondelmonti, in: Studi Bizantini e Neoellenici"
    ],
    "pages": [
      "– 1557",
      "566 – 568",
      "249 – 279"
    ],
    "title": [
      "The Metropolitan Museum of Art, New York/Yale University Press, New Haven and London 2004 [Ausstellungskatalog] Feissel, Chroniques Feissel, Denis: Chroniques d’pigraphie byzantine 1987 – 2004 (Centre de Recherche d’Histoire et Civilisation de Byzance",
      "Feissel, Inscriptions Feissel, Denis: Bulletin pigraphique. Inscriptions chrtiennes et byzantines",
      "Sculpture Fıratlı, Nezih: La sculpture byzantine figure au Muse Archologique d’Istanbul. Catalogue revu et prsent par C",
      "Sodini (Bibliothque de l’Institut FranÅais d’Etudes Anatoliennes d’Istanbul, 30"
    ],
    "type": "article-journal",
    "volume": [
      "20",
      "108",
      "10",
      "3"
    ]
  },
  {
    "author": [
      {
        "given": "Kidonopoulos"
      },
      {
        "family": "Kleis",
        "given": "Plan Kleis"
      },
      {
        "given": "Wolfram"
      }
    ],
    "container-title": [
      "Byzantium: Faith and Power",
      "The Metropolitan Museum of Art Symposia",
      "Beobachtungen zur Architektur und Stellung des Sulenmonuments in Istanbul-Cerrahpasa – ,Arkadiossule’, in: IM"
    ],
    "date": [
      "1261",
      "2006",
      "2001"
    ],
    "editor": [
      {
        "family": "By Sarah T. Brooks",
        "particle": "ed."
      },
      {
        "family": "York",
        "given": "New"
      }
    ],
    "note": [
      "Konyalı, Koca Sinan Konyalı, Ismail Hakkı: Mimar Koca Sinan’ın Eserleri, Istanbul 1950"
    ],
    "pages": [
      "– 1557",
      "98 – 117",
      "319 – 401"
    ],
    "title": [
      "Vassilios: The Urban Physiognomy of Constantinople from the Latin Conquest through the Palaiologan Era",
      "Perspectives on Late Byzantine Art and Culture",
      "Topographisch-archologischer Plan von Istanbul: Verzeichnis der Denkmler und Fundorte, Tbingen 1965 Konrad, Arkadiossule Konrad, Christoph B"
    ],
    "type": "chapter",
    "volume": [
      "51"
    ]
  }
]
