[
  {
    "container-title": [
      "American Radio Relay League. The ARRL Handbook for Radio Communications"
    ],
    "date": [
      "2017"
    ],
    "note": [
      "The focus is on wireless but the book also has excellent coverage of electronic fundamentals."
    ],
    "title": [
      "Here is a list of books for those who wish to dig deeper. You will find lots of basic electronics books out there, but these are my favorites as well as some of my own"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Ashby",
        "given": "D."
      }
    ],
    "container-title": [
      "Newnes/Elsevier"
    ],
    "date": [
      "2008"
    ],
    "title": [
      "Electrical engineering 101",
      "A good basic book that delves more into the circuits than this book. A good next step from here"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Frenzel",
        "given": "L.E."
      }
    ],
    "date": [
      "1996"
    ],
    "edition": [
      "2nd"
    ],
    "publisher": [
      "Newnes/ Elsevier"
    ],
    "title": [
      "Crash course in electronics technology",
      "Out of print now but still available in the used market. A programmed introduction to electronics"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Frenzel",
        "given": "L.E."
      }
    ],
    "container-title": [
      "Newnes/Elsevier"
    ],
    "date": [
      "1998"
    ],
    "edition": [
      "2nd"
    ],
    "note": [
      "Getting a bit dated now but still valid."
    ],
    "title": [
      "Crash course in digital technology",
      "Out of print now but still available in the used market. A programmed introduction to digital circuits"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Frenzel",
        "given": "L.E."
      }
    ],
    "date": [
      "1999"
    ],
    "note": [
      "Getting dated but the fundamentals are still good."
    ],
    "publisher": [
      "Newnes/ Elsevier"
    ],
    "title": [
      "Crash course in PC and microcontroller technology",
      "Out of print now but still available in the used market. A programmed introduction to micros"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Frenzel",
        "given": "L.E."
      }
    ],
    "edition": [
      "4th"
    ],
    "title": [
      "Principles of electronic communications systems"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "McGraw-Hill"
      },
      {
        "family": "Systems",
        "given": "McGraw Hill"
      },
      {
        "family": "Horowitz",
        "given": "P."
      },
      {
        "family": "Hill",
        "given": "W."
      }
    ],
    "container-title": [
      "Frenzel LE. Contemporary Electronics: Fundamentals, Devices and Circuits",
      "Self-published"
    ],
    "date": [
      "2016",
      "2014",
      "2015",
      "2000"
    ],
    "edition": [
      "3rd"
    ],
    "publisher": [
      "Cambridge University Press"
    ],
    "title": [
      "Recently updated and it takes the systems approach to the subject. A college text but very readable",
      "A college textbook covering DC, AC, semiconductors, and linear circuits with a systems emphasis",
      "The art of electronics",
      "Recently updated, a good example of how to present electronics. A great reference. A lab manual is also available. Kuphaldt, TR. Lessons in electric circuits",
      "A complete electronics book online and free for download. It covers DC and AC circuits, semiconductors and basic circuits, and digital. A lab manual is ­available. Go to www.openbookproject.new/electricCircuits"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Maxfield",
        "given": "C."
      }
    ],
    "container-title": [
      "Newnes/Elsevier"
    ],
    "date": [
      "2009"
    ],
    "edition": [
      "3rd"
    ],
    "title": [
      "Bebop to the Boolean Boogie",
      "First"
    ],
    "type": "article-journal"
  },
  {
    "title": [
      "published in 1995, it was a hit. A great introduction to digital practice and circuits"
    ],
    "type": null
  },
  {
    "title": [
      "The tools include schematic capture, PCB design and calculations, RF design tools, and passive components calculators. Other features are an online scientific calculator, graph paper and math tools for algebra, trig and calculus (https://www.eeweb.com/toolbox). l Radio Electronics is a website with an extensive collection of articles and tutorials about all aspects of electronics (www.radio-electronics.com). l Kahn Academy is a free online learning site offering courses in math, electrical"
    ],
    "type": null
  }
]
