[
  {
    "container-title": [
      "and online The Catholic Encyclopedia. More technical, but not all in German, is the still incomplete Reallexikon der Assyriologie",
      "and the Lexicon der Aegyptologie",
      "The Oxford Encyclopedia of Archaeology in the Near East"
    ],
    "date": [
      "1992",
      "2006",
      "1928",
      "1972",
      "1997"
    ],
    "location": [
      "New York",
      "Nashville, TN",
      "Berlin",
      "Wiesbaden",
      "New York"
    ],
    "publisher": [
      "Scribner’s",
      "Abingdon",
      "de Gruyter",
      "Harrassowitz",
      "Oxford University Press"
    ],
    "title": [
      "Jack Sasson’s four-volume Civilizations of the Ancient Near East",
      "is a helpful place to start, and it has a great index. And for Israel don’t forget the many dictionaries of the Bible, especially Katharine Doob Sakenfeld, editor, New Interpreter’s Dictionary of the Bible",
      "For archaeology Eric Meyers",
      "is helpful and has articles ranging more broadly than its title might indicate"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "and the Oxford Companion to Cuneiform Cultures"
    ],
    "date": [
      "2005",
      "2011",
      "2011"
    ],
    "editor": [
      {
        "family": "Steadman",
        "given": "Sharon"
      },
      {
        "family": "McMahon",
        "given": "Gregory"
      },
      {
        "family": "Radner",
        "given": "Karen"
      },
      {
        "family": "Robson",
        "given": "Eleanor"
      }
    ],
    "location": [
      "Malden, MA",
      "Oxford",
      "Oxford"
    ],
    "publisher": [
      "Blackwell",
      "Oxford University Press",
      "Oxford University Press"
    ],
    "title": [
      "My A Companion to the Ancient Near East",
      "has articles on many topics, as do the Oxford Companion to Ancient Anatolia"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "The Ancient Near East: Historical Sources in Translation",
      "STIMULATING STUDIES Difficult but still worth reading is A. Leo Oppenheim’s Ancient Mesopotamia"
    ],
    "date": [
      "1969",
      "1997",
      "2005",
      "2004",
      "2003",
      "1975",
      "2006",
      "1964"
    ],
    "editor": [
      {
        "family": "Hallo",
        "given": "W.W."
      },
      {
        "family": "Younger",
        "given": "K.Lawson",
        "suffix": "Jr"
      },
      {
        "family": "Chavalas",
        "given": "Mark"
      }
    ],
    "location": [
      "Princeton, NJ",
      "Leiden",
      "Bethesda, MD",
      "Oxford",
      "New Haven, CT",
      "Los Angeles, CA",
      "Malden, MA",
      "Chicago, IL"
    ],
    "note": [
      "an opinionated and erudite introduction. I have found John Wilson’s eloquent The Culture of Ancient"
    ],
    "publisher": [
      "Princeton University Press",
      "Brill",
      "CDL",
      "Oxford University Press",
      "Yale",
      "University of California Press",
      "Blackwell",
      "University of Chicago Press"
    ],
    "title": [
      "ANTHOLOGIES The old standby is James Pritchard’s Ancient Near Eastern Texts",
      "which still has a wider range of translations than more recent anthologies. A competitor might be the three-volume The Context of Scripture",
      "but it is very expensive",
      "Benjamin Foster’s Before the Muses: An Anthology of Akkadian Literature",
      "translates the memorable pieces of literature in Akkadian only, and Jeremy Black’s The Literature of Ancient Sumer",
      "does the same for Sumerian. For Egyptian William Kelly Simpson’s Literature of Ancient Egypt",
      "translates the major pieces, and Miriam Lichtheim’s three-volume collection Ancient Egyptian Literature",
      "1980, is worth consulting. The Society of Biblical Literature has an active list of small volumes of translations of texts from particular periods which can be very helpful",
      "and his collaborators have translated the Mesopotamian royal inscriptions from many periods. Online resources include the CDLI, < cdli.ucla.edu >, the Cuneiform Data Library Information site run by the University of California at Los Angeles for economic texts, and Oxford’s Sumerian Literature Project, < etcsl.orinst.ox.ac.uk >; the sites are frequently updated and so can give the most recent insights in translation"
    ],
    "type": "chapter"
  },
  {
    "date": [
      "1951",
      "1948",
      "1994"
    ],
    "location": [
      "Egypt, Chicago, IL",
      "Chicago, IL",
      "Grand Rapids, MI"
    ],
    "note": [
      "translated as The Mind of Egypt, New York: Metropolitan, 2002, German: 1996."
    ],
    "publisher": [
      "University of Chicago Press",
      "University of Chicago Press",
      "Eerdmans"
    ],
    "title": [
      "to be helpful. For religion for both of the major cultures Henri Frankfort’s Kingship and the Gods is very clear",
      "From later times Wolfram von Soden’s The Ancient Orient",
      "German: 1992, sums up the views of the leading Assyriologist of Germany. I have found the various studies of Jan Assmann to be very engaging, especially his intellectual history of Egypt"
    ],
    "type": null
  },
  {
    "date": [
      "2000",
      "2010"
    ],
    "location": [
      "Oxford",
      "Cambridge",
      "London"
    ],
    "note": [
      "It is too early to say if the same will be said of my 2011 book Religions of the Ancient Near East, Cambridge: Cambridge University Press."
    ],
    "publisher": [
      "Oxford University Press",
      "Cambridge University Press",
      "Yale University Press"
    ],
    "title": [
      "Among textbook introductions Ian Shaw’s Oxford History of Ancient Egypt",
      "is both beautiful and well informed. More recent is Salima Ikram’s Ancient Egypt",
      "with her own marvelous pictures from her scampering all over the country. Some people have found my 1997 Life in the Ancient Near East, New Haven, CT and",
      "to be a helpful beginning at understanding social and economic life"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "H. A. Groenewegen-Frankfort",
        "given": "On Egyptian",
        "particle": "art still interesting is"
      },
      {
        "family": "Snell",
        "given": "D."
      },
      {
        "family": "Sasson",
        "particle": "in"
      },
      {
        "family": "Saggs",
        "given": "H.W.F."
      }
    ],
    "container-title": [
      "Journal of the American Oriental Society"
    ],
    "date": [
      "1951",
      "1992",
      "2004",
      "1978",
      "1988",
      "1994"
    ],
    "location": [
      "Cambridge, MA",
      "Cambridge",
      "London",
      "Dublin"
    ],
    "note": [
      "and compare his valuable study on Edward Hincks in The Edward Hincks Bicentenary Lectures,"
    ],
    "pages": [
      "419–36,",
      "30–57"
    ],
    "publisher": [
      "Harvard University Press",
      "Cambridge University Press",
      "Athlone",
      "University College"
    ],
    "title": [
      "Arrest and Movement: Space and Time in the Art of the Ancient Near East",
      "recapitulates the arguments about coins. Daniel Fleming, Democracy’s Ancient Ancestors: Mari and Early Collective Governance",
      "brings together the evidence for governing councils",
      "Encounter With the Divine in Mesopotamia and Israel",
      "is a ground-breaking comparison sympathetic to both elements. Peter Daniels has described what you need for decipherment, “‘Shewing of Hard Sentences and Dissolving of Doubts’: The First Decipherment"
    ],
    "type": "article-journal",
    "volume": [
      "108"
    ]
  },
  {
    "author": [
      {
        "family": "Bohrer",
        "given": "Friedrich N."
      },
      {
        "family": "Israel",
        "given": "A.Biran"
      },
      {
        "family": "Naveh",
        "given": "J."
      }
    ],
    "container-title": [
      "in general see Hershel Shanks",
      "The Art Bulletin",
      "Israel Exploration Journal"
    ],
    "date": [
      "1998",
      "1993",
      "2011"
    ],
    "editor": [
      {
        "literal": "editor"
      }
    ],
    "location": [
      "Ancient Israel, Boston, MA",
      "Washington, DC"
    ],
    "pages": [
      "336–56",
      "81–98"
    ],
    "publisher": [
      "Prentice Hall and",
      "Biblical Archaeological Society"
    ],
    "title": [
      "On the contrast between the French and the English ways of publicizing their discoveries see",
      "Inventing Assyria: Exoticism and Reception in Nineteenth-century England and France",
      "The reference to the House of David is in the Inscription from Tell Dan in northern",
      "An Aramaic Stele Fragment from Tel Dan"
    ],
    "type": "article-journal",
    "volume": [
      "80",
      "43"
    ]
  },
  {
    "author": [
      {
        "family": "Landsberger’s",
        "given": "Benno"
      }
    ],
    "date": [
      "1926",
      "1976",
      "2000",
      "2002",
      "1998",
      "1983"
    ],
    "location": [
      "Malibu, CA",
      "New York",
      "Berkeley, CA",
      "Oxford",
      "Wiesbaden"
    ],
    "note": [
      "sketches the political history. For birth rituals see Gary Beckman, Hittite Birth Rituals,"
    ],
    "publisher": [
      "Undena",
      "HarperCollins",
      "University of California Press",
      "Oxford University Press",
      "Harrassowitz"
    ],
    "title": [
      "essay was translated by Benjamin Foster, “The Conceptual Autonomy of the Mesopotamian World",
      "On deciphering Egyptian see Lesley and Roy Adkins, The Keys of Egypt: The Obsession to Decipher Egyptian Hieroglyphics",
      "On modern Egyptian study of ancient Egypt, see Donald Malcolm Reid, Whose Pharaohs? Archaeology, Museums, and Egyptian National Identity from Napoleon to World War I",
      "Trevor Bryce, The Kingdom of the Hittites"
    ],
    "type": null
  },
  {
    "container-title": [
      "Philosophy and History",
      "Marc Bloch explored the myth of origins in his The Historian’s Craft"
    ],
    "date": [
      "1963",
      "1936",
      "1953"
    ],
    "editor": [
      {
        "family": "Klibansky",
        "given": "R."
      },
      {
        "family": "Paton",
        "given": "H.J."
      }
    ],
    "genre": [
      "first published:"
    ],
    "location": [
      "New York",
      "New York"
    ],
    "note": [
      "INDEX"
    ],
    "pages": [
      "1–10"
    ],
    "publisher": [
      "Harper",
      "Vintage"
    ],
    "title": [
      "For Johan Huizinga’s definition of history see his essay"
    ],
    "type": "chapter"
  }
]
