[
  {
    "author": [
      {
        "literal": "Apple, Apple II, Apple II+"
      }
    ],
    "publisher": [
      "Social Studies U.S.A"
    ],
    "title": [
      "Apple lie with 48K BrainBank learning guide"
    ],
    "type": "book"
  },
  {
    "title": [
      "Learning Guide This Learning Guide is provided to augment the courseware with related information, exercises, and activities"
    ],
    "type": null
  },
  {
    "location": [
      "California, Georgia, Kentucky, Maine, Michigan, Mississippi, North Dakota, South Carolina, West Virginia, Wyoming. Game Two",
      "Delaware, Illinois, Iowa",
      "Texas, Utah, Virginia, Washington, Wisconsin"
    ],
    "publisher": [
      "Alaska",
      "Rhode Island"
    ],
    "title": [
      "Each game in this series contains clues about ten states in the U.S.A. The five games together cover the fifty states. Game One"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "sachusetts",
        "given": "Mas"
      },
      {
        "family": "Missouri",
        "given": "New Hampshire"
      },
      {
        "family": "Jersey",
        "given": "New"
      }
    ],
    "date": [
      "1959"
    ],
    "location": [
      "Alabama, Colorado, Connecticut, Florida, Hawaii, Idaho",
      "Louisiana, Maryland, Minnesota, Montana, New Mexico, Ohio, Pennsylvania, Vermont. Game Five",
      "Indiana, Nevada, New York, Nebraska, North Carolina, Oklahoma, Oregon"
    ],
    "note": [
      "Nene (Hawaiian Goose"
    ],
    "publisher": [
      "Arizona",
      "South Dakota, Tennessee. Brainware Facts Post Admitted Office to State Post Admitted Office to State State Abbrev., Capital Union Bird Hawaii HI Honolulu"
    ],
    "title": [
      "Game Three",
      "Game Four: Arkansas"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Boise",
        "given": "Idaho I.D."
      }
    ],
    "container-title": [
      "Eastern Bluebird North Carolina NC Raleigh 1789 Cardinal North Dakota ND Bismarck 1889 Western Meadow Lark Ohio OH Columbus 1803 Cardinal Oklahoma OK Oklahoma City 1907 Scissortailed Flycatcher Oregon OR Salem 1859 Western Meadow Lark Pennsylvania PA Harrisburg 1787 Ruffed Grouse Rhode Island RI Providence 1790 Rhode Island Red South Carolina SC Columbia 1788 Carolina Wren South Dakota SD"
    ],
    "date": [
      "1890"
    ],
    "note": [
      "Pierre 1889 Ringnecked Pheasant Tennessee TN Nashville 1796 Mockingbird Texas TX Austin 1845 Mockingbird Utah CJT Salt Lake City 1896 California Gull"
    ],
    "title": [
      "Mountain Bluebird Illinois IL Springfield 1818 Cardinal Indiana IN Indianapolis 1816 Cardinal Iowa IA Des Moines 1846 Eastern Goldfinch Kansas KS Topeka 1861 Western Meadow Lark Kentucky KY Frankfort 1792 Cardinal Louisiana LA Baton Rouge 1812 Eastern Brown Pelican Maine ME Augusta 1820 Chickadee Maryland MD Annapolis 1788 Oriole Massachusetts MA Boston 1788 Chickadee Michigan MI Lansing 1837 Robin Minnesota MN St. Paul 1858 Loon Mississippi MS Jackson 1817 Mockingbird Missouri MO Jefferson City 1821 Eastern Bluebird Montana MT Helena 1889 Western Meadow Lark Nebraska NE Lincoln 1867 Western Meadow Lark Nevada NV Carson City 1864 Mountain Bluebird New Hampshire NH Concord 1788 Purple Finch New Jersey NJ Trenton 1787 Eastern Goldfinch New Mexico NM Santa Fe 1912 Road Runner New York NY Albany 1788"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "No",
        "given": "B.R.A.I.N.W.A.R.E.\""
      }
    ],
    "title": [
      "1 for Value This package contains 5-9 complete lessons (see front cover) together with all this extra documentation"
    ],
    "type": null
  },
  {
    "title": [
      "• A BRAINWARETM Booklet containing everything you need to know about BBI BRAINWARE\", and then some"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "-"
      }
    ],
    "title": [
      "Instructions for using the BRAINWARETM"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "-"
      }
    ],
    "note": [
      "- A pronunciation guide."
    ],
    "title": [
      "An overview of a microcomputer. Parts of a microcomputer made simple"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "-"
      }
    ],
    "title": [
      "Glossary of commonly-used computer terms"
    ],
    "type": null
  },
  {
    "container-title": [
      "for Quality All these lessons have been written",
      "BRAINWARE\""
    ],
    "editor": [
      {
        "family": "BrainBank's President",
        "particle": "tested by educators."
      },
      {
        "family": "Landa",
        "given": "Ruth"
      }
    ],
    "issue": [
      "1"
    ],
    "note": [
      "published by Harper & Row. This title is for the Apple II, Apple lie, and Apple+."
    ],
    "title": [
      "• Learning Guide for the teacher or parent, containing further, additional and different material which can be usea when working with the BBI Lesson. • BRAINWARETM Contents listed on the package for quick reference",
      "Honors Education) is a member of the faculty of The New School for Social Research in New York City and is the author of the book \"Creating Courseware"
    ],
    "type": "article-journal",
    "volume": []
  }
]
