[
  {
    "author": [
      {
        "family": "Arujo",
        "given": "Ordimas"
      }
    ],
    "note": [
      "When he’s not writing or destroying himself in the gym, he enjoys martial arts, heavy metal music, military documentaries, supporting wildlife conservation and eating good vegetarian food. One day, he would like to earn the Crux Terminatus.."
    ],
    "title": [
      "Intelligence agent, Ordo Xenos, aka Asset 16, aka the Puppeteer ABOUT THE AUTHOR Born and raised in Edinburgh, Scotland, STEVE PARKER currently lives and works in Tokyo, Japan. In 2005, his short fiction started appearing in American SF/fantasy/horror magazines. In 2006, his story ‘The Falls of Marakross’ was published in the Black Library’s Tales from the Dark Millennium anthology. His first Warhammer 40,000 novel, Rebel Winter, was published in 2007, followed by the novels Gunheads and Rynn’s World, first of the Space Marine Battles series. He introduced readers to the Deathwatch kill-team known as Talon Squad in the short stories Headhunted and Exhumed, both available as eBooks"
    ],
    "type": null
  },
  {
    "container-title": [
      "A BLACK LIBRARY PUBLICATION Published in 2013 by Black Library, Games Workshop Ltd., Willow Road, Nottingham, NG7 2WS, UK © Games Workshop Limited 2013. All rights reserved"
    ],
    "title": [
      "To a very special bird for all her strength and courage in the face of a most murderous and deceitful foe"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "literal": "Black Library, the Black Library logo"
      }
    ],
    "note": [
      "variably registered in the UK and other countries around the world. All rights reserved."
    ],
    "title": [
      "The Horus Heresy, The Horus Heresy logo, The Horus Heresy eye device, Space Marine Battles, the Space Marine Battles logo, Warhammer 40,000, the Warhammer 40,000 logo, Games Workshop, the Games Workshop logo and all associated brands, names, characters, illustrations and images from the Warhammer 40,000 universe are either ®, TM and/or © Games Workshop Ltd 2000-2013"
    ],
    "type": null
  },
  {
    "isbn": [
      "978-0-85787-812-0"
    ],
    "title": [
      "A CIP record for this book is available from the British Library"
    ],
    "type": null
  }
]
