[
  {
    "author": [
      {
        "family": "S",
        "given": "I.B.M.S.T.O.C.K.H.O.L.D.E.R.S.E.R.V.I.C.E.S.S.T.O.C.K.H.O.L.D.E.R.C.O.M.M.U.N.I.C.A.T.I.O.N."
      }
    ],
    "note": [
      "Callers can also request printed Jersey City, New Jersey 07303-2530 copies of the information via mail or fax. Stockholders (888) IBM-6700 residing outside the United States, Canada and Puerto Rico should call (402) 573-9861."
    ],
    "title": [
      "Stockholders with questions about their accounts should contact: Stockholders in the United States and Canada can get EquiServe Trust Company, N.A. quarterly financial results, listen to a summary of the Annual Mail Suite 4688 Meeting remarks and hear voting results from the meeting P.O. Box 2530 by calling (800) IBM-7800"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "S",
        "given": "L.I.T.E.R.A.T.U.R.E.F.O.R.I.B.M.S.T.O.C.K.H.O.L.D.E.R."
      }
    ],
    "note": [
      "EquiServe Trust Company, N.A. via e-mail at: ibm@equiserve.com Mail Suite 4688 Hearing-impaired stockholders with access to a telecommunica- P.O. Box 2530 tions device (TDD) can communicate directly with EquiServe Jersey City, New Jersey 07303-2530"
    ],
    "pages": [
      "324–0218"
    ],
    "title": [
      "Investors residing outside the United States, Canada and Puerto Rico should call (201",
      "The following literature on IBM is available without charge from: Stockholders can also reach EquiServe Trust Company, N.A"
    ],
    "type": null
  },
  {
    "container-title": [
      "Canada and should call"
    ],
    "note": [
      "Puerto Rico should call (201"
    ],
    "pages": [
      "222–4489",
      "324–0218"
    ],
    "title": [
      "Trust Company, N.A., by calling (800) 490-1493. Stockholders (888) IBM-6700 residing outside the United States, Canada and Puerto Rico Investors residing outside the United States"
    ],
    "type": "article-journal",
    "volume": [
      "201"
    ]
  },
  {
    "container-title": [
      "C OR P ORATE OF F ICE S Investors with other requests may write to: International Business Machines Corporation IBM Corporation New Orchard Road Stockholder Relations Armonk",
      "Call",
      "Puerto Rico should call"
    ],
    "location": [
      "New York"
    ],
    "note": [
      "10504 New Orchard Road (914) 499-1900 Armonk, New York 10504"
    ],
    "pages": [
      "421–8860",
      "324–0218"
    ],
    "title": [
      "purchase and the deposit of IBM stock certificates for safe-For answers to general questions about IBM from within keeping",
      "for a copy of the brochure. the continental United States, call (800) IBM-4YOU. Investors residing outside the United States, Canada and From outside the United States, call (404) 238-1234"
    ],
    "type": "article-journal",
    "volume": [
      "888",
      "201"
    ]
  },
  {
    "note": [
      "Printed in U.S. G507-0501-07"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "President",
        "given": "Cathleen Black Nannerl O.Keohane Samuel J.Palmisano John M.Thompson President President"
      },
      {
        "family": "Board",
        "given": "I.B.M.Hearst Magazines Duke University Chief Executive Officer",
        "particle": "Vice Chairman of the"
      },
      {
        "family": "B",
        "given": "I.B.M.Alex Trotman Kenneth I.Chenault Charles F.Knight John"
      }
    ],
    "container-title": [
      "Chief Executive Officer Lodewijk C. van Wachem American Express Company National Action Council for Minoru Makihara Chairman of the Minorities in Engineering, Inc"
    ],
    "title": [
      "Slaughter Chairman Chairman and Chairman of the Board President and Imperial Chemical Industries PLC Chief Executive Officer Emerson Electric Co"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "and Chief Executive Officer Managing Partner President Eli Lilly and Company Louis V"
    ],
    "editor": [
      {
        "family": "S.A",
        "given": "President Lucio A.Noto Charles M.Vest Aventis"
      }
    ],
    "note": [
      "Gerstner, Jr. Midstream Partners LLC Massachusetts Institute Chairman of the Board, IBM of Technology"
    ],
    "title": [
      "Juergen Dormann Chairman of the Board Supervisory Board Chairman of the Mitsubishi Corporation Sidney Taurel Royal Dutch Petroleum Company Board of Management Chairman of the Board"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "literal": "President and Senior Vice President Michael E. Daniels Group Executive Chief Executive Officer Paul M. Horn General Manager Rodney C. Adkins Senior Vice President IBM Americas General Manager John M. Thompson Vice Chairman of the Board Research Mark W. Elliott Pervasive Computing Robert W. Moffat, Jr. General Manager Louis J. D’Ambrosio C OR P ORATE H EAD QUARTE R S Senior Vice President and IBM Europe/Middle East/Africa General Manager J. Bruce Harreld Group Executive Larry Hirst Worldwide Sales and Marketing Senior Vice President Personal Systems and General Manager Robert J. LeBlanc Strategy Integrated Supply Chain IBM UK and Ireland General Manager Philip S. Thompson Kakutaro Kitashiro Tivoli Systems I B M G LOBAL S E RVICE S Vice President General Manager Janet Perna Business Transformation and Douglas T. Elix IBM Asia Pacific General Manager Chief Information Officer Senior Vice President and Henry W. K. Chow Database Management Group Executive Jon C."
      },
      {
        "family": "C",
        "given": "Officer Virginia M.Rometty Marc Lautenbach Al W.Zollar General Manager Joseph"
      },
      {
        "family": "President",
        "given": "Frank J.Roney S.T.O.R.A.G.E.S.Y.S.T.E.M.S.G.R.O.U.P.General Manager Hans-Ulrich Maerki Mark Loughridge Chairman Linda S.Sanford Business Innovation Services Vice"
      },
      {
        "family": "President",
        "given": "Controller I.B.M.Europe/Middle East/Africa Senior Vice"
      },
      {
        "family": "President",
        "given": "Ralph F.Martino Group Executive Robert F.Woods General Manager Douglas L.Maine Vice"
      },
      {
        "family": "Strategy",
        "given": "Treasurer"
      },
      {
        "family": "R",
        "given": "Marketing General Manager S.E.R.V.E."
      }
    ],
    "container-title": [
      "Swainson Communications General Manager Takuma Otoshi General Manager IBM Global Services John R. Joyce General Manager Application and Europe/Middle East/Africa Senior Vice President and IBM Japan Integration Middleware Chief Financial",
      "III General Manager Group Executive Senior Vice President and Global Distribution Sector Edward M. Lineen Daniel R. Colby Senior Vice President and Group Executive Peter T. Rowley General Manager General Counsel Michel Mayer General Manager Enterprise Servers General Manager Global Business Partners Daniel E. O’Donnell Val Rahmani Vice President Microelectronics Division Curtis H. Tearte General Manager Assistant General Counsel General Manager Web Servers and Secretary SALE S AN D"
    ],
    "editor": [
      {
        "family": "Abby F. Kohnstamm William M. Zeitler Senior Vice President TECH NOLO GY G ROU P Christian Nivoix Senior Vice President",
        "given": "G.R.O.U.P.",
        "particle": "ibm.com"
      },
      {
        "family": "Kelly",
        "given": "Marketing John E."
      }
    ],
    "note": [
      "DI STR I B UTION Global Public Sector Susan M. Whitney J. Randall MacDonald J. Michael Lawrie Stephen M. Ward, Jr. General Manager Senior Vice President Senior Vice President and General Manager xSeries Human Resources Group Executive Global Industrial Sector Irving Wladawsky-Berger Lawrence R. Ricciardi Colleen F. Arnold Vice President Senior Vice President General Manager Technology and Strategy Global Communications Sector"
    ],
    "title": [
      "Iwata General Manager Solutions Senior Vice President Frank Kern IBM Greater China Group John A",
      "Lane General Manager General Manager IBM Global Services Senior Vice President and Global Small and Lotus Americas Group Executive Medium Business IBM Global Financing"
    ],
    "type": "chapter"
  }
]
