[
  {
    "author": [
      {
        "family": "Gawain",
        "given": "Shakti"
      }
    ],
    "date": [
      "1982"
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "Bantam Books"
    ],
    "title": [
      "Creative Visualization"
    ],
    "type": "book"
  },
  {
    "title": [
      "A simple guidebook to creative visualization written with tenderness and full of examples to guide you through the process. This book has been an international best-seller. It is shorter and more personal than Visualization for Change, but the two books complement each other well"
    ],
    "type": null
  },
  {
    "title": [
      "Step Three: Changing Toxic Thought Patterns 1. Analyze each regret for toxic thought patterns that support it 2. Use thought analysis to counter the toxic thoughts that support the regret"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Beazley",
        "given": "Hamilton"
      },
      {
        "family": "Ph.D.",
        "given": "is scholar-in-residence at St Edward’s University"
      },
      {
        "given": "Austin"
      }
    ],
    "container-title": [
      "He is the former president of the National Council on Alcoholism and Drug Dependence, New York City, a former member of the Executive Committee of the Division on Addictions of the Harvard Medical School, and a member of the Board of Trustees of the Educational Advancement Foundation"
    ],
    "location": [
      "Washington, D.C"
    ],
    "note": [
      "NoRegrets.org is the official website for No Regrets."
    ],
    "title": [
      "Texas, and a former associate professor in the Department of Psychology at The George Washington University",
      "He received his B.A. degree in psychology from Yale University and his Ph.D. in organizational behavior from The George Washington University. The supporting field of his doctoral studies was contemporary spirituality. He is a member of the American Psychological Association. Before his academic career, Dr. Beazley served in a variety of executive positions"
    ],
    "type": "chapter"
  }
]
