[
  {
    "note": [
      "and supports color on the Macintosh II."
    ],
    "title": [
      "LaserPaint 1.1 An integrated graphics application that combines PostScript drawing, LaserWare, Inc. bit-map editing, and painting. LaserPaint also has full text processing (415) 453-9500 and page layout capabilities"
    ],
    "type": null
  },
  {
    "note": [
      "Supports color on the Macintosh II."
    ],
    "title": [
      "MacPublisher III MacPublisher III is a professional publishing software package for the Boston Publishing Systems Macintosh. Users can rotate text and graphics to any degree and print (617) 267-4747 text in nine gray shades"
    ],
    "type": null
  },
  {
    "title": [
      "Modern Artist A color painting program for the Macintosh II that offers all the tools Computer Friends and features found in MacPaint. Modern Artist includes special three-(503) 626-2291 dimensional and rainbow shading tools and functions"
    ],
    "type": null
  },
  {
    "title": [
      "PictureBase An easy-to-use graphics management system that allows the user to Symmetry Corp. build a library of graphics. PictureBase can handle bit-mapped and (602) 844-2199 object images in color or in black and white"
    ],
    "type": null
  },
  {
    "title": [
      "Color Printer The Shinko color printer produces high-quality, 200 dot-per-inch color Computer Friends printing on paper or overhead transparencies. The color printer driver (503) 626-2291 is a Chooser-selectable resource"
    ],
    "type": null
  },
  {
    "citation-number": [
      "80MB"
    ],
    "note": [
      "Heads auto-park at power (714) 259-9555 down. Compatible with the AppleShare® File Server."
    ],
    "title": [
      "Internal SCSI Hard Drive A 26ms-average-access internal SCSI hard disk subsystem, shipped CMS Enhancements complete with power cable and drive cable"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "MegaScreen"
      }
    ],
    "date": [
      "2001"
    ],
    "pages": [
      "407–0571"
    ],
    "title": [
      "Video System Includes MegaScreen II Video Upgrade Kit and MegaScreen 19.5-MegaGraphics inch horizontal monitor"
    ],
    "type": null,
    "volume": [
      "818"
    ]
  },
  {
    "title": [
      "NB Series Boards The NB Series Boards provide data-acquisition and -control capability"
    ],
    "type": null
  },
  {
    "note": [
      "as well as support for conventional languages such as C, BASIC, FORTRAN, Pascal, and Assembly."
    ],
    "title": [
      "National Instruments The functions of these boards include analog-to-digital and digital-to-(512) 250-9119 analog conversion, digital I/O, event timing, and IEEE-488 interface. These boards feature full software support under the LabVIEW software construction system"
    ],
    "type": null
  },
  {
    "title": [
      "Silver Server Internal 91MB hard disk drive for the Macintosh II. Includes such Hard and Soft features as 18ms access time; 1:1 interleave factor; and automatic (305) 772-0430 head park and lock, with dynamic braking, at power down. The shock-mounted drive is easily installed, and comes complete with documentation and backup software"
    ],
    "type": null
  },
  {
    "container-title": [
      "Computer Friends"
    ],
    "pages": [
      "626–2291"
    ],
    "title": [
      "Uni-Gate Uni-Gate is a Centronix-style parallel printer interface"
    ],
    "type": "article-journal",
    "volume": [
      "503"
    ]
  }
]
