[
  {
    "date": [
      "1983"
    ],
    "editor": [
      {
        "given": "In"
      }
    ],
    "note": [
      "it LJK Enterprises considers itself to be the number one distributor of home P.O. Box 10827 educational software in the United States. St. Louis, MO 63129"
    ],
    "title": [
      "Edu-Ware Software company earned $400,000 in revenues from sales of \"Tax P.O. Box 22222 Preparer,\" \"Real Estate Analyzer,\" and \"Creative Financing\" 28035 Dorothy for the Apple II and IBM-PC",
      "Howard will continue to Agonra, CA 91301 produce software for these two vendors, as well as support (213) 706-0661 as-yet-undecided number three. The company is also weighing the possibility of branching out into CP/M-based software. Edu-Ware provides educational and mind-challenging games packages. With $1 million revenues in 1982"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Lightning Software Sierra On-Line",
        "particle": "r"
      },
      {
        "family": "P.O",
        "given": "Inc"
      }
    ],
    "container-title": [
      "CA"
    ],
    "issue": [
      "209"
    ],
    "pages": [
      "683–6858",
      "856–1855"
    ],
    "title": [
      "Box 11725 36575 Mudge Ranch Road Palo Alto, CA 94306 Coarsegold"
    ],
    "type": "article-journal",
    "volume": [
      "93614",
      "415"
    ]
  },
  {
    "publisher": [
      "Sir-tech Software Inc"
    ],
    "title": [
      "The company now produces 100 percent disk software but be introduced into the U.S. market in April or May, and plans to be 80 percent cartridge, 20 percent disk by the end Softsync will be ready with software — some adapted from of 1983, due to the overwhelming amount of software piracy. ZX-81 programs and some designed specifically for the Spectrum"
    ],
    "type": "book"
  },
  {
    "container-title": [
      "N.Y"
    ],
    "note": [
      "Hennessy Road (212)750-6300 Hong Kong, B.C.C. Cable Address: Busymag 5-276524/7 Telex: 234767 Telex: 74364"
    ],
    "title": [
      "New York Hong Kong 1 Dag Hammarskjold Plaza 301 Asian House New York"
    ],
    "type": "article-journal",
    "volume": [
      "10017 1"
    ]
  }
]
