[
  {
    "container-title": [
      "Box 5524 Bismarck, North Dakota 58506-5524 NEBRASKA Agency: Nebraska Student Loan Program OHIO Mailing address: P.O. Box 82507"
    ],
    "location": [
      "Agency",
      "Nebraska"
    ],
    "note": [
      "68501-2507 Mailing address: P.O. Box 16610 Columbus, Ohio 43216-6610"
    ],
    "publisher": [
      "Ohio Student Aid Commission Lincoln"
    ],
    "title": [
      "Agency: Montana Guaranteed Student NORTH DAKOTA Loan Program Agency: Student Loans of North Dakota–Mailing address: P.O. Box 203101 Guarantor Helena, Montana 59620-3101 Mailing address: P.O"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "Professional"
      }
    ],
    "citation-number": [
      "1."
    ],
    "title": [
      "It raises the standards for the entire profession when criteria for certification are established, accepted, and achieved by members of the profession and the greater business community"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Personal"
      }
    ],
    "citation-number": [
      "2."
    ],
    "title": [
      "The studying and preparation for the test increases the knowledge and skills of the payroll professional"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "V. Payroll",
        "given": "A.Employment",
        "particle": "taxes"
      },
      {
        "family": "Systems",
        "given": "Supporting"
      },
      {
        "given": "D."
      }
    ],
    "container-title": [
      "E. Interfaces 2. Due dates of reports F. Security D. Federal taxation inquiries and notices G. Documentation 1. Penalties H. Backup and disaster recovery 2. Audits 3. Problem resolution VI. Management and Administration, 10% A. Policies and procedures E. Nontax compliance reporting 1"
    ],
    "note": [
      "New hires B. Staffing, training, and job descriptions 2. Immigration and Naturalization (I-9) C. Internal control and audits 3. Bureau of Labor Statistics D. Management skills and theories 4. Penalties E. Communication"
    ],
    "source": [
      "Forms (e.g., W-2, W-2c, W-3, 1099,"
    ],
    "title": [
      "16% 1. Federal unemployment tax A. Feasibility studies, software evaluations, 2. Social Security and Medicare taxes and review 3. Federal income tax B. Systems implementation, update, enhancement, or upgrade B. Tax deposits: methods and timing C. Systems production control (e.g., scheduling, deadlines, system priorities, C. Reporting requirements technical aspects) 1",
      "System edits and balancing 1042, 940, 941, etc"
    ],
    "type": "chapter"
  }
]
