[
  {
    "author": [
      {
        "given": "Extract"
      }
    ],
    "container-title": [
      "M41,793"
    ],
    "title": [
      "Inquisitorial communiqué 747923486/aleph/Samax IV’ Author: Inquisitor Selene Infantus"
    ],
    "type": "article-journal"
  },
  {
    "title": [
      "A legend amongst Black Library fans, the first of William King’s sixteen novels for the Black Library was published in 1999. He is the creator of the much-loved Gotrek & Felix series and the Space Wolf novels starring Ragnar Blackmane"
    ],
    "type": null
  },
  {
    "title": [
      "His English language novel sales for Black Library total over"
    ],
    "type": null
  },
  {
    "title": [
      "Aaron Dembski-Bowden is a British author with his beginnings in the videogame and RPG industries. He’s written several novels for the Black Library, including the Night Lords series, the Space Marine Battles book Helsreach and the New York Times bestselling The First Heretic for the Horus Heresy"
    ],
    "type": null
  },
  {
    "title": [
      "He lives and works in Northern Ireland with his wife Katie, hiding from the world in the middle of nowhere. His hobbies generally revolve around reading anything within reach, and helping people spell his surname"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "born",
        "given": "Steve Parker",
        "particle": "was"
      },
      {
        "family": "Edinburgh",
        "particle": "raised in"
      }
    ],
    "container-title": [
      "2006, his story The Falls of Marakross was published in the Black Library’s Tales from the Dark Millennium anthology"
    ],
    "note": [
      "His first novel, Rebel Winter, was published in 2007 and his latest book, Rynn’s World, is the first book in the Space Marine Battles series."
    ],
    "title": [
      "Scotland, and now lives and works in Tokyo, Japan. As a video-game writer/designer, he has worked ontitles for various platforms. In 2005, his short fiction started appearing in American SF/Fantasy/Horror Magazines"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "Andy has written several short stories and two novels for Black Library, Survival Instinct and Path of the Renegade"
    ],
    "title": [
      "A veteran writer for the Warhammer 40,000 universe with more than twenty years’ experience creating worlds dominated by war machines, spaceships and dangerous aliens, Andy Chambers worked at Games Workshop as lead designer of the Warhammer 40,000 miniatures game for three editions before moving to the PC gaming market to work on the hit real time strategy game Starcraft 2 by Blizzard Entertainment"
    ],
    "type": "chapter"
  },
  {
    "title": [
      "James Swallow is a New York Times bestselling author whose stories include the Horus Heresy novels Nemesis and The Flight of the Eisenstein, along with Faith & Fire, the Blood Angels books Deus Encarmine, Deus Sanguinius, Red Fury and Black Tide. His short fiction has appeared in Legends of the Space Marines, and Tales of Heresy, along with the audio dramas Heart of Rage, Oath of Moment and Legion of One"
    ],
    "type": null
  },
  {
    "container-title": [
      "Games Workshop Ltd., Willow Road, Nottingham, NG7 2WS, UK"
    ],
    "title": [
      "Published in 2012 by Black Library"
    ],
    "type": "chapter"
  },
  {
    "title": [
      "A CIP record for this book is available from the British Library"
    ],
    "type": null
  }
]
