[
  {
    "author": [
      {
        "family": "VoIP",
        "given": "Y.E.A.R.U.S.R.E.V.E.N.U.E.B.E.C.A.U.S.E.O.F."
      }
    ],
    "date": [
      "2003"
    ],
    "title": [
      "Table 40-2 Projected VoIP Revenue in the U.S",
      "$10 million 2004 $800 million 2005 $1,700 million 2006 $3,100 million Most U.S. cities rely on money they get by imposing taxes on traditional phone bills. As people migrate to VoIP phones that have lower bills and taxes, the cities face a serious threat to their economic stability"
    ],
    "type": null
  },
  {
    "note": [
      "perception — depends on sound planning, high QoS, vigilant monitoring, and quick troubleshooting."
    ],
    "title": [
      "The complexities of building a converged infrastructure and delivering the high quality of service (QoS) required for voice conversation should not be underestimated. The ultimate test of quality — the users"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "administration",
        "given": "A."
      }
    ],
    "note": [
      "448–450 advantages, 99 access levels, 65–66 AIM (Automated Install Manager), access modes, data storage, 259 120 access servers, 372, 482 air conditioning systems, HVAC accountability, policies and opera- systems, 83–85 tional procedure development, air flow patterns 123 data center requirements, 30"
    ],
    "title": [
      "See system AAA (authentication, authoriza- administration tion, and accounting), 490–491, administrative networks, 349 513–515 advancement assessment, disaster access control lists (ACLs), 381, 510 recovery, 529 Access layer, hierarchical network affordability, server consolidation design"
    ],
    "type": null
  },
  {
    "container-title": [
      "392–393 (SDH), 421 TCP/IP (Transmission Control Synchronous Optical Network Protocol/Internet Protocol), 178"
    ],
    "note": [
      "SONET), 420–421 392–393 Sysadmin, Audit, Networking, and TDM (time division multiplexing), Security (SANS) Institute, 415 184–185 team responsibilities, system system administration administration, 187–188 automation, 192–196 technical documentation, best best practices, 188–191 practices, 171"
    ],
    "title": [
      "SYN flood attacks, 500 TCP (Transmission Control synchronous digital hierarchy Protocol"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "179"
    ],
    "container-title": [
      "TCP/IP"
    ],
    "note": [
      "TCP), 392–393 time division multiplexing (TDM), transportation industries, down-415 time cost range, 10–11 time zone issues, downtime, 4 tree fabric topology, SAN, 294–295"
    ],
    "pages": [
      "392–393",
      "130–132"
    ],
    "title": [
      "Protocol/Internet Protocol three-phase power, generator use",
      "76–77 Transmission Control Protocol throughput"
    ],
    "type": "article-journal",
    "volume": [
      "178"
    ]
  },
  {
    "note": [
      "TLD (top-level domain) servers, tree topology, network topology,"
    ],
    "type": null
  }
]
