[
  {
    "citation-number": [
      "1"
    ],
    "container-title": [
      "in der Fassung der Notverordnung vom 26. Oktober 1949. b) Die Notverordnung über die Rechtsausschüsse in der Evangelischen Kirche von Westfalen und der Evangelischen Kirche der Rheinprovinz",
      "c) Die Bestimmungen über die Vertretung des Vorsitzenden und der übrigen Mitglieder der Rechtsausschüsse vom 28"
    ],
    "date": [
      "1946-06",
      "1947-08",
      "1947-08",
      "1945-09"
    ],
    "note": [
      "d) Die Verordnung betr. das Verfahren bei Verletzung von Amtspflichten der Geistlichen vom 1."
    ],
    "title": [
      "Das Gesetz tritt mit dem Zeitpunkt in Kraft, mit dem die Verordnung vom 14. Mai 1956 durch den Rat der Evangelischen Kirche der Union für den Bereich der Evangelischen Kirche im Rheinland in Kraft gesetzt wird. (2) Mit diesem Zeitpunkt werden aufgehoben: a) Die Notverordnung über die Disziplinarordnung der Evangelischen Kirche der Rheinprovinz vom 19"
    ],
    "type": "chapter",
    "volume": [
      "vom 18. Juni 1 9 4 6 / 2 8"
    ]
  },
  {
    "date": [
      "1956"
    ],
    "genre": [
      "den 6."
    ],
    "title": [
      "R e n g s d o r f"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "verkündet",
        "given": "Das",
        "particle": "vorstehende Kirchengesetz wird hiermit"
      }
    ],
    "note": [
      "Mai 1956 mit Wirkung vom 1. Februar 1957 in Kraft gesetzt"
    ],
    "title": [
      "Nachdem der Rat_ der Evangelischen Kirche der Union durch Beschluß vom 8. Januar 1957 seine Verordnung vom 14"
    ],
    "type": null
  },
  {
    "note": [
      "Dr. B e c k m a n n Ulrich"
    ],
    "title": [
      "hat, tritt das vorstehende Kirchengesetz vom 6. Dezember 1956 auf Grund seines § 13 Abs. 1 ebenfalls zum 1. Februar 1957 in Kraft. Die Leitung der Evangelischen Kirche im Rheinland D"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1"
    ],
    "date": [
      "1948-05"
    ],
    "note": [
      "in Verbindung mit der Disziplinarordnung der DEK vom"
    ],
    "title": [
      "Mit Inkrafttreten dieses Kirchengesetzes werden alle bisherigen Vorschriften, soweit sie diesem Gesetz widersprechen, insbesondere die Verordnung zur Vereinheitlichung des kirchlichen Disziplinarrechts vom 13"
    ],
    "type": null
  },
  {
    "citation-number": [
      "15."
    ],
    "container-title": [
      "Mai 1946 (Verordnungs- und Nachrichtenblatt der EKD 1946"
    ],
    "date": [
      "1939-04"
    ],
    "issue": [
      "16"
    ],
    "note": [
      "2) Die Kirchenleitung ist zum Erlaß von weiteren Überleitungs- und Durchführungsvorsdiriften ermächtigt."
    ],
    "pages": [],
    "title": [
      "der Verordnung zur Abänderung, Ergänzung und Durchführung der Disziplinarordnung der DEK vom 15. Dezember 1939 in der Fassung der Verordnung über die Aufhebung und Abänderung von Gesetzen der Deutschen Evangelischen Kirche vom 2"
    ],
    "type": "article-journal",
    "volume": []
  },
  {
    "title": [
      "Die Landessynode der Evangelischen Landeskirche von Kurhessen-Waldeck hat am 1. Dezember 1955 zu Treysa-Hephata folgendes Kirchengesetz beschlossen"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1"
    ],
    "note": [
      "Januar 1956 in Kraft."
    ],
    "title": [
      "Dieses Kirdiengesetz tritt am 1"
    ],
    "type": null
  },
  {
    "citation-number": [
      "2"
    ],
    "date": [
      "1941"
    ],
    "pages": [
      "35 –"
    ],
    "title": [
      "Zu dem gleichen Zeitpunkt wird die Durchführungsverordnung zur Disziplinarordnung der D E K vom 20. 5.1941 — K A"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Treysa-Hephata"
      }
    ],
    "date": [
      "1955"
    ],
    "type": null
  },
  {
    "date": [
      "1956-10"
    ],
    "note": [
      "Ges.- u. VOB1. S. 101"
    ],
    "title": [
      "Kirchliches Gesetz betr. die Regelung des Disziplinarrechts in der Vereinigten Evangelisch-protestantischen Landeskirche Badens Vom 31"
    ],
    "type": null
  },
  {
    "title": [
      "Die Landessynode hat als kirchliches Gesetz beschlossen, was folgt"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1"
    ],
    "date": [
      "1957-04"
    ],
    "title": [
      "Dieses Gesetz tritt am 1"
    ],
    "type": null
  },
  {
    "citation-number": [
      "2"
    ],
    "container-title": [
      "b) die Verordnung zur Abänderung, Ergänzung und Durchführung der Disziplinarordnung der Deutschen Evangelischen Kirche"
    ],
    "date": [
      "1939",
      "1939"
    ],
    "note": [
      "c) §§ 5 und 6 der Verordnung des Rates der Evangelischen Kirdie in Deutschland vom 2. 5. 1946 über die Aufhebung und Abänderung von Gesetzen der Deutsdien Evangelischen Kirche (bekanntgegeben VBl. 1946, S. 20). Artikel 4"
    ],
    "pages": [
      "4",
      "91 ,",
      "12",
      "27 ,"
    ],
    "title": [
      "Zum gleichen Zeitpunkt treten für den Bereich der Vereinigten Evangelisch-protestantischen Landeskirche Badens außer K r a f t : a) die Disziplinarordnung der Deutschen Evangelischen Kirdie vom 13"
    ],
    "type": "chapter",
    "volume": [
      "vom 15"
    ]
  },
  {
    "container-title": [
      "Mit dem Inkrafttreten dieses Gesetzes endigt das Amt der bisherigen Mitglieder der kirchlichen Disziplinarkammer und ihrer Stellvertreter. Dieses Gesetz wird hiermit verkündet"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "Frühsorge"
    ],
    "title": [
      "Der Evangelische Landeskirdienrat für Anhalt Schröter Fischer Dr. M ü l l e r Dr"
    ],
    "type": "article-journal"
  },
  {
    "container-title": [
      "Vom 13. Mai 1955 (Kirdil. Ges.- u"
    ],
    "pages": [
      "– 49"
    ],
    "title": [
      "Kirdiengesetz über die Regelung des landeskirchlichen Disziplinarrechts"
    ],
    "type": "chapter"
  },
  {
    "title": [
      "Die Landessynode der Evangelisch-Lutherischen Landeskirche Schleswig-Holsteins hat folgendes Kirchengesetz beschlossen"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1"
    ],
    "title": [
      "Dieses Kirchengesetz tritt mit seiner Verkündung in Kraft"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "S",
        "given": "V.-Bl"
      }
    ],
    "citation-number": [
      "2"
    ],
    "container-title": [
      "V.-Bl",
      "V.-Bl",
      "V.-Bl"
    ],
    "date": [
      "1949-10",
      "1924-10",
      "1925",
      "1924-10",
      "1928",
      "1929"
    ],
    "genre": [
      "Ges.- u."
    ],
    "note": [
      "S. 199 —, d) das Kirchengesetz über die Dienstvergehen der Kirchengemeindebeamten vom 3. Juni 1926 — Kirdil. Ges.- u. V.-Bl. S. 95 —, e) das Kirdiengesetz über die Dienstvergehen der Beamten der landeskirdilidien Verwaltung vom 10. Dezember 1930 — Kirchl. Ges.- u. V.-Bl. 1931 Seite 20 —, f) das Kirchengesetz über die Wiederaufnahme von Disziplinarverfahren vom 10. Dezember 1930 — Kirchl. Ges.- u. V.-Bl. 1931 S. 21 —, aufgehoben, jedoch mit der Maßgabe, daß Disziplinarverfahren, die zur Zeit des Inkrafttretens dieses Kirdiengesetzes anhängig sind, nach den bisherigen gesetzlichen Vorschriften durchgeführt werden."
    ],
    "pages": [
      "4"
    ],
    "title": [
      "Gleichzeitig werden das Kirchengesetz über die Regelung des landeskirchlichen Disziplinarrechts vom 19",
      "— Kirdil",
      "96 —und die mit ihm wieder in K r a f t gesetzten Kirchengesetze, nämlich a) das Kirchengesetz über die Dienstvergehen der Geistlichen vom 29",
      "— Kirdil. Ges.- u",
      "S. 37 —, b) Das Kirchengesetz zur Abänderung des Kirchengesetzes über die Dienstvergehen der Geistlichen vom 29",
      "— Kirdil. Ges.- u",
      "S. 30 —, c) das Kirchengesetz zur Änderung und Ergänzung des Kirchengesetzes über die Dienstvergehen der Geistlichen vom 29. Oktober 1924 vom 12. September 1933 — Kirdil. Ges.- u"
    ],
    "type": "article-journal"
  },
  {
    "citation-number": [
      "1."
    ],
    "container-title": [
      "September 1955 (Kirchl. Ges. u. VOB1",
      "Vom"
    ],
    "pages": [
      "85"
    ],
    "title": [
      "Durchführungsverordnung zum Kirchengesetz über die Regelung des landeskirchlichen Disziplinarrechts"
    ],
    "type": "article-journal",
    "volume": [
      "16"
    ]
  },
  {
    "author": [
      {
        "family": "Art",
        "given": "Auf Grund",
        "particle": "des"
      }
    ],
    "container-title": [
      "Ges.u.V.-Bl. S"
    ],
    "pages": [
      "–"
    ],
    "title": [
      "2 des Kirchengesetzes über die Regelung des landeskirdilichen Disziplinarrechts vom 13. Mai 1955 (Kirchl"
    ],
    "type": "article-journal",
    "volume": [
      "43"
    ]
  },
  {
    "author": [
      {
        "family": "r",
        "given": "E.K.D.N."
      }
    ],
    "note": [
      "März 1955 (Amtsbl. S. 3)*) wird zur Durchführung dieses Gesetzes verordnet:"
    ],
    "title": [
      "197 — in Verbindung mit § 132 Abs. 2 des Disziplinargesetzes der Evangelischen Kirche in Deutschland vom 11"
    ],
    "type": null
  },
  {
    "date": [
      "1955-09"
    ],
    "title": [
      "K i e l , den 28"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1"
    ],
    "date": [
      "1956-04"
    ],
    "note": [
      "in Kraft. (2) Zu dem gleichen Zeitpunkt treten die Disziplinarordnung der Deutschen"
    ],
    "title": [
      "Dieses Kirchengesetz tritt mit dem 15"
    ],
    "type": null
  },
  {
    "date": [
      "1939-04",
      "1946-08"
    ],
    "title": [
      "Evangelischen Kirche vom 13",
      "— Kirchliches Amtsblatt Seite 125 —und das Kirchengesetz zur Disziplinarordnung vom 2",
      "— Kirchliches Amtsblatt Seite 11 — außer Kraft"
    ],
    "type": null
  },
  {
    "date": [
      "1956-04",
      "1956-04"
    ],
    "note": [
      "beschlossene Kirchengesetz wird hiermit verkündet."
    ],
    "title": [
      "Das vorstehende von der Synode am 4",
      "und von der Kirchenleitung am 11"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Seiten"
      },
      {
        "given": "Seiten"
      }
    ],
    "citation-number": [
      "17."
    ],
    "container-title": [
      "Ganzleinen DM 16,—WORTE FÜR JEDEN TAG. Gesammelt aus den Schriften Nathan Söderbloms von Anna Söderblom, ins Deutsche übertragen von T. Baur. 2., veränderte Auflage. Oktav",
      "Groß-Oktav",
      "Groß-Oktav"
    ],
    "date": [
      "1959",
      "1959",
      "1956"
    ],
    "note": [
      "Kunststoff DM 14,80 (Verlag Alfred Töpelmann"
    ],
    "pages": [
      "239",
      "124",
      "370"
    ],
    "title": [
      "und 18. Jahrhundert. Ein Beitrag zur Geschichte der absolutistischen Staatsgesellschaft in Brandenburg-Preußen",
      "Mit 18 Tafeln",
      "DM 22,— (Arbeiten zur Kirdiengeschichte, Band 32) WILHELM SCHNEEMELCHER, Das Problem der Sprache in Theologie und Kirche. Referate vom Deutschen evangelischen Theologentag 27.—31. Mai 1958 in Berlin"
    ],
    "type": "article-journal",
    "volume": [
      "VIII",
      "VIII",
      "VII"
    ]
  },
  {
    "author": [
      {
        "family": "Professor Dr",
        "given": "Die Gegenwartslage",
        "particle": "des Staatskirchenrechts Von"
      }
    ],
    "container-title": [
      "ist erfreulich, daß die Beratungen der Deutschen Staatsrechtslehrer auf der Marburger Tagung von 1952 die Bedeutung der beiden christlichen Kirchen für die öffentliche Ordnung und damit für das allgemeine Wohl wieder in das rechte Licht gerückt haben.\" Archiv für Katholisches Kirchenrecht"
    ],
    "date": [
      "1954"
    ],
    "issue": [
      "11, Seite 153—260"
    ],
    "pages": [
      "21,–"
    ],
    "title": [
      "W e r n e r W e b e r , Göttingen und Dr. H a n s P e t e r s , Köln (Veröffentlichungen der Vereinigung der Deutschen Staatsrechtslehrer"
    ],
    "type": "article-journal",
    "volume": [
      "DM"
    ]
  },
  {
    "author": [
      {
        "literal": "vormals G. J . Göschen'sche Verlagshandlung / J. Guttentag, Verlagsbuchhandlung / Georg Helmer / Karl J . Trübner / Veit & Comp."
      },
      {
        "literal": "Baumgartner, P. H u m b e r t , W . D. Me H a r d y , H . G. May, Th. H . Robinson, L. Rost, H . H . Rowley, W . Rudolph, J. Ziegler, W . Zimmerli herausgegeben von G. F o h r e r , O."
      }
    ],
    "container-title": [
      "H e m p e"
    ],
    "note": [
      "Groß-Oktav. Zuletzt erschien Band 71 (Neue Folge Band 30) D M 36,—Vollständige Serien der Zeitschrift stehen ab Band 1 zur Verfügung. Preis p r o Band D M 36,—. Lieferung von Einzelbänden nur nach Maßgabe der Bestände."
    ],
    "title": [
      "Unsere Theologischen Zeitschriften: Zeitschrift für die Alttestamentliche Wissenschaft In Verbindung mit W",
      "E i s s f e l d t und J"
    ],
    "type": "article-journal",
    "volume": [
      "1"
    ]
  }
]
