[
  {
    "author": [
      {
        "given": "respectively"
      }
    ],
    "date": [
      "2009"
    ],
    "note": [
      "contribution plan under section 401(k) of the Internal Revenue Code."
    ],
    "title": [
      "U.S. regular, full-time and part-time employees are eligible to participate in the IBM 401(k) Plus Plan, which is a qualified defined Note U"
    ],
    "type": null
  },
  {
    "title": [
      "Effective January 1, 2008, under the IBM 401(k) Plus Plan, eligible Retirement-Related Benefits employees receive a dollar-for-dollar match of their contributions up to 6 percent of eligible compensation for those hired prior to"
    ],
    "type": null
  },
  {
    "container-title": [
      "Further"
    ],
    "date": [
      "2007"
    ],
    "note": [
      "through June 30, U.S. Plans 2009, IBM contributed transition credits to eligible participants’ Defined Benefit Pension Plans 401(k) Plus Plan accounts. The amount of the transition credits was IBM Personal Pension Plan based on a participant’s age and service as of June 30, 1999."
    ],
    "title": [
      "Description of Plans January 1, 2005, and up to 5 percent of eligible compensation IBM sponsors defined benefit pension plans and defined contribution for those hired on or after January 1, 2005. In addition, eligible plans that cover substantially all regular employees, a supplemental employees receive automatic contributions from the company equal retention plan that covers certain U.S. executives and nonpension to 1, 2 or 4 percent of eligible compensation based on their eligibility postretirement benefit plans primarily consisting of retiree medical to participate in the PPP as of December 31",
      "Employees and dental benefits for eligible retirees and dependents. receive automatic contributions and matching contributions after the completion of one year of service"
    ],
    "type": "article-journal"
  },
  {
    "date": [
      "2004-12-31"
    ],
    "note": [
      "Prior to 2008, the IBM contributed to the plan for those hired before January 1, 2005, and Personal Pension Plan consisted of a tax qualified (qualified) plan 100 percent of the first 6 percent contributed for those hired after and a non-tax qualified (nonqualified) plan. Effective January 1, 2008,"
    ],
    "title": [
      "IBM provides U.S. regular, full-time and part-time employees hired Prior to January 1, 2008, the company match equaled 50 percent prior to January 1, 2005 with noncontributory defined benefit pension of the first 6 percent of eligible compensation that participants benefits via the IBM Personal Pension Plan"
    ],
    "type": null
  },
  {
    "note": [
      "asset classes and their associated fair value at December 31, 2009. The U.S. Plan consists of the Qualified PPP and the Non-U.S. Plans consist of all plans sponsored by the company’s subsidiaries."
    ],
    "title": [
      "The U.S. nonpension postretirement benefit plan assets of $35 million were invested in cash, categorized as Level 1 in the fair value hierarchy. The non-U.S. nonpension postretirement benefit plan assets of $120 million, primarily in Brazil, and, to a lesser extent, in Mexico and South Africa, were invested primarily in government and related fixed income securities, categorized as Level 2 in the fair value hierarchy. Notes to Consolidated Financial Statements 122 International Business Machines Corporation and Subsidiary Companies The following table presents the company’s defined benefit pension plans"
    ],
    "type": null
  },
  {
    "container-title": [
      "Mexico and South Africa, were invested primarily in government and related fixed income securities, categorized as Level 2 in the fair value hierarchy. Notes to Consolidated Financial Statements International Business Machines Corporation and Subsidiary Companies 123"
    ],
    "title": [
      "The U.S. nonpension postretirement benefit plan assets of $33 million were invested in fixed income commingled/mutual funds, categorized as Level 1 in the fair value hierarchy. The non-U.S. nonpension postretirement benefit plan assets of $104 million, primarily in Brazil, and, to a lesser extent"
    ],
    "type": "chapter"
  },
  {
    "location": [
      "Plans"
    ],
    "title": [
      "The following tables present the reconciliation of the beginning and ending balances of Level 3 assets for the years ended December 31, 2010 and 2009 for the non-U.S"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Exchange",
        "given": "New York Stock"
      }
    ],
    "note": [
      "multi-employer plans, typically valued using the net asset value (NAV) provided by the during the years ended December 31, 2010 and 2009, respectively."
    ],
    "title": [
      "Equity commingled/mutual funds are cash to non-U.S. plans, including non-U.S"
    ],
    "type": null
  },
  {
    "note": [
      "These assets are classified as Level 1, Level 2 or Level may elect to make discretionary contributions to the Qualified 3 depending on availability of quoted market prices. PPP during the year."
    ],
    "title": [
      "administrator of the fund and reviewed by the company. The NAV In 2011, the company is not legally required to make any conis based on the value of the underlying assets owned by the fund, tributions to the U.S. defined benefit pension plans. However, minus liabilities and divided by the number of shares or units out- depending on market conditions, or other factors, the company standing"
    ],
    "type": null
  },
  {
    "note": [
      "the Act), enacted into law"
    ],
    "title": [
      "The fair value of fixed income securities is typically estimated The Pension Protection Act of 2006"
    ],
    "type": null
  },
  {
    "date": [
      "2007"
    ],
    "note": [
      "These assets are classified as Level 1 or 2008, which revised the funding requirements in the Act by clari-Level 2. fying that pension plans may smooth the value of pension plans Private equity and private real estate partnership valuations over 24 months. At December 31, 2010, no mandatory contribution require significant judgment due to the absence of quoted market is required for 2011."
    ],
    "title": [
      "using pricing models, quoted prices of securities with similar char- in 2006, is a comprehensive reform package that, among other acteristics or discounted cash flows and are generally classified provisions, increases pension funding requirements for certain U.S. as Level 2. If available, they are valued using the closing price defined benefit plans, provides guidelines for measuring pension reported on the major market on which the individual securities plan assets and pension obligations for funding purposes and are traded. raises tax deduction limits for contributions to retirement-related Cash includes money market accounts that are valued at their benefit plans. The additional funding requirements by the Act apply cost plus interest on a daily basis, which approximates fair value. to plan years beginning after December 31",
      "The Act was Short-term investments represent securities with original maturi- updated by the Worker, Retiree and Employer Recovery Act of ties of one year or less"
    ],
    "type": null
  },
  {
    "title": [
      "prices, the inherent lack of liquidity and the long-term nature of In 2011, the company estimates contributions to its non-U.S. such assets. These assets are initially valued at cost and are plans to be approximately $900 million, which will be mainly conreviewed periodically utilizing available and relevant market data tributed to defined benefit pension plans in Japan and Switzerland"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Chairman",
        "given": "Alain J.P.Belda Shirley Ann Jackson Samuel J.Palmisano Managing Director President"
      },
      {
        "given": "President"
      },
      {
        "family": "Chairman",
        "given": "Warburg Pincus L.L.C.Rensselaer Polytechnic Institute Chief Executive Officer I.B.M.William R.Brody Andrew N.Liveris President"
      },
      {
        "given": "President"
      },
      {
        "family": "E",
        "given": "Joan"
      }
    ],
    "note": [
      "Chenault International and Public Affairs Chairman and Chief Executive Officer W. James McNerney, Jr."
    ],
    "title": [
      "Spero Salk Institute for Biological Studies Chief Executive Officer Adjunct Senior Research Scholar The Dow Chemical Company Columbia University School of Kenneth I"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Chairman",
        "given": "American Express Company"
      },
      {
        "given": "President"
      },
      {
        "family": "Chairman",
        "given": "Sidney Taurel Chief Executive Officer Senior Advisor Michael L.Eskew The Boeing Company Capital Royalty L.P.Retired"
      },
      {
        "family": "Service",
        "given": "Chief Executive Officer James W.Owens Lorenzo H.Zambrano United Parcel"
      }
    ],
    "container-title": [
      "Retired Chairman and Chairman and Chief Executive Officer Chief Executive Officer Caterpillar Inc. CEMEX, S.A.B. de C.V"
    ],
    "title": [
      "Inc"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "literal": "Rodney C. Adkins James J. Kavanaugh Samuel J. Palmisano Senior Vice President Vice President and Controller Chairman, President and Systems and Technology Chief Executive Officer John E. Kelly III Colleen F. Arnold Senior Vice President Michael D. Rhodin Senior Vice President Research and Intellectual Property Senior Vice President Application Management Services Software Solutions R. Franklin Kern III Andrew Bonzani Senior Vice President Virginia M. Rometty Vice President"
      },
      {
        "family": "Sales",
        "given": "Secretary Robert J.LeBlanc"
      },
      {
        "given": "Marketing"
      },
      {
        "family": "President",
        "given": "Strategy Senior Vice President Erich Clementi Middleware Software Linda S.Sanford Senior Vice President Senior Vice President Global Technology Services Mark Loughridge Enterprise Transformation Senior Vice"
      },
      {
        "family": "Finance",
        "given": "Michael E.Daniels Chief Financial Officer Martin J.Schroeter Senior Vice President"
      },
      {
        "family": "President",
        "given": "Enterprise Transformation Vice"
      },
      {
        "given": "Treasurer"
      },
      {
        "family": "Iwata",
        "given": "Group Executive Services J.Randall MacDonald Timothy S.Shaughnessy Senior Vice President Senior Vice President Jon C."
      }
    ],
    "container-title": [
      "Human Resources GTS Services Delivery Senior Vice President Marketing and Communications Steven A. Mills Robert C. Weber Senior Vice President Senior Vice President and Group Executive Legal and Regulatory Affairs, Software and Systems and General Counsel Stockholder Information 136 International Business Machines Corporation and Subsidiary Companies IBM Stockholder Services IBM Stock Stockholders with questions about their accounts should contact"
    ],
    "note": [
      "IBM common stock is listed on the New York Stock Exchange, the Chicago Stock Exchange, and outside the United States."
    ],
    "title": [
      "Assistant Global Business Services Senior Vice President General Counsel and Group Executive and"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Computershare Trust Company",
        "given": "N.A."
      },
      {
        "given": "P.O."
      },
      {
        "family": "Majestic Ballroom",
        "particle": "a.m. in the"
      },
      {
        "family": "Computershare Trust Company",
        "given": "N.A.Hotel",
        "particle": "Renaissance St. Louis Stockholders can also reach"
      },
      {
        "family": "Louis",
        "particle": "St."
      },
      {
        "given": "Missouri"
      }
    ],
    "container-title": [
      "Stockholders of record can also consent to receive future IBM Annual The Form 10-K Annual Report and Form 10-Q Quarterly Reports to Reports and Proxy Statements online through the Internet at this site",
      "Puerto Rico should call"
    ],
    "date": [
      "2011-04-26"
    ],
    "note": [
      "Computershare Trust Company, N.A., P.O. Box 43078, Providence, Rhode Island 02940-3078 (888",
      "the SEC provide additional information on IBM’s business. The 10-K report is released by the end of February; 10-Q reports are released IBM files reports with the Securities and Exchange Commission (SEC), by early May, August and November. including the annual report on Form 10-K, quarterly reports on Form 10-Q,"
    ],
    "pages": [
      "575–2727",
      "10",
      "575–2727"
    ],
    "title": [
      "Box 43078, Providence, Rhode Island 02940-3078 (888) IBM-6700 Annual Meeting Investors residing outside the United States, Canada and The IBM Annual Meeting of Stockholders will be held on Tuesday, Puerto Rico should call (781",
      "via e-mail at: ibm@computershare.com Stockholder Communications Hearing-impaired stockholders with access to a telecommunications Stockholders in the United States and Canada can get quarterly device (TDD) can communicate directly with Computershare financial results, listen to a summary of the Annual Meeting remarks Trust Company, N.A., by calling (800) 490-1493. Stockholders and hear voting results from the meeting by calling (800) IBM-7800. residing outside the United States, Canada and Puerto Rico Callers can also request printed copies of the information via mail should call (781) 575-2694. or fax. Stockholders residing outside the United States, Canada and Puerto Rico should call (402) 573-9861. IBM on the Internet Topics featured in this Annual Report can be found via the IBM home Literature for IBM Stockholders page on the Internet (http://www.ibm.com). Financial results, news The literature on IBM mentioned below is available without charge from: on IBM products, services and other activities can also be found via that address",
      "IBM-6700 Stockholders of record can receive online account information and answers to frequently asked questions regarding stockholder accounts Investors residing outside the United States, Canada and via the Internet (http://www.ibm.com/investor"
    ],
    "type": "article-journal",
    "volume": [
      "781"
    ]
  },
  {
    "container-title": [
      "20549. The public may obtain information on the operation of General Information the Public Reference Room by calling the SEC at"
    ],
    "location": [
      "Washington, DC"
    ],
    "note": [
      "For answers to general questions about IBM from within the continental The SEC maintains an Internet site (http://www.sec.gov) that contains United States, call (800) IBM-4YOU. From outside the United States, reports, proxy and information statements, and other information Canada and Puerto Rico, call (914) 499-1900. regarding issuers that file electronically with the SEC."
    ],
    "pages": [
      "1–800– –0330"
    ],
    "publisher": [
      "NE"
    ],
    "title": [
      "current reports on Form 8-K and any other filings required by the SEC. An audio recording of the 2010 Annual Report will be available for sight-impaired stockholders in June. IBM’s website (http://www.ibm.com) contains a significant amount of information about IBM, including the company’s annual report on Form The IBM Corporate Responsibility Report details the company’s distinct 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, strategy, results and key performance metrics in the areas of employees, and all amendments to those reports as soon as reasonably practicable communities, environment, supply chain, public policy and governance. after such material is electronically filed with or furnished to the SEC The report highlights IBM’s values-based leadership of IBMers, leadership (http://www.ibm.com/investor). These materials are available free of that drives not just our corporate social responsibility efforts, but also charge on or through our website. our hiring decisions, our partnering strategy and our client engagements. The report is available in printed form, on-line and downloadable at The public may read and copy any materials the company files with the http://www.ibm.com/responsibility. SEC at the SEC’s Public Reference Room at 100 F Street"
    ],
    "type": "chapter"
  }
]
