[
  {
    "citation-number": [
      "2."
    ],
    "note": [
      "From the \"VOLUMES COMMAND\" screen select option \"C - COPY A VOLUME\" by pressing the C key."
    ],
    "type": null
  },
  {
    "title": [
      "Single disk drive users should remove the ProDOS User's Utility disk and insert the source disk (the disk to be copied) into drive #1"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "-"
      }
    ],
    "title": [
      "Type 6 for the slot number of the source disk and then press RETURN"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "-"
      }
    ],
    "note": [
      "then press RETURN."
    ],
    "title": [
      "Type 1 for the disk drive number of the source disk"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "-"
      }
    ],
    "title": [
      "Press RETURN once more and the volume name of the source disk will be displayed beside \"NEW VOLUME NAME"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "-"
      }
    ],
    "container-title": [
      "In most instances you will answer yes by pressing RETURN"
    ],
    "title": [
      "The program is asking if it should use the same volume name for your destination (new) disk"
    ],
    "type": "chapter"
  },
  {
    "publisher": [
      "Press RETURN"
    ],
    "title": [
      "Insert the target disk into disk drive #2"
    ],
    "type": "book"
  },
  {
    "publisher": [
      "Beginner's All-purpose Symbolic Instruction Code"
    ],
    "title": [
      "BASIC A high level (English-like) programming language"
    ],
    "type": "book"
  },
  {
    "note": [
      "Software Computer programs."
    ],
    "type": null
  },
  {
    "location": [
      "Livingston Street, Brooklyn, New York"
    ],
    "note": [
      "11201; or t<j) Charles Tejada, Director, Office of Civil Rights, Department of Education, ,26 Federal Plaza, Room 33-130, New York, New York 10278."
    ],
    "title": [
      "It is the policy of the New York City Board of Education not to discriminate on the basis of race, creed, na¬ tional origin, age, handicapping condition, or sex in its educational programs, activities, and employment policies, as required by law. Inquiries regarding compliance with appropriate laws may be directed to Mercedes Nesfield, Director, Office of Equal Opportunity, 110"
    ],
    "type": null
  }
]
