[
  {
    "container-title": [
      "3) The dismissal of Alcibiades after the trivial defeat of Antiochus at Notium in 407 B.C. (4) The condemnation of the generals after Arginusae in 406 B.C"
    ],
    "note": [
      "and the part played in the affair by Theramenes. (5) The suspicion against Adeimantus of treachery at Aegospotami in 405 B.C."
    ],
    "title": [
      "Roman armies cross the Adriatic. The Romance of History bids the Greeks of the homeland a long farewell. NOTE TO CHAPTER XI—THE “MIDDLE PARTY” AND ITS LEADERS There are five historical puzzles in the period 411-405 B.C., viz: (1) Alcibiades’ attitude to the Oligarchic Revolution of 411 B.C., i.e. his encouragement first, then his rebuff, of the “oligarchs”. (2) The long delay before Alcibiades ventures to return to Athens in 408 B.C. and his hesitation and timidity as he approaches the City"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "incredulity",
        "given": "I.It",
        "particle": "has excited"
      },
      {
        "family": "E. Abbott",
        "particle": "e.g. in"
      },
      {
        "given": "M.-S."
      }
    ],
    "citation-number": [
      "50."
    ],
    "container-title": [
      "But Beloch works out the number of citizens of Mitylene as from six to seven thousand (Bevölkerung",
      "Politik",
      "Busolt, Griech. Gesch. iii"
    ],
    "date": [
      "1000"
    ],
    "editor": [
      {
        "family": "Abbott",
        "given": "So G.F."
      },
      {
        "given": "Thucydides"
      }
    ],
    "note": [
      "It was a “great city” (Diod. xvii. 29) with “many men in it.” (Xen. Hellen, i. 6. 19.) Athens must be credited with the full tally of the slain."
    ],
    "pages": [
      "175,",
      "33",
      "1030,",
      "123",
      "235"
    ],
    "publisher": [
      "M.-S"
    ],
    "title": [
      "The number of the executed is plainly given by Thucydides, iii",
      "note) and Müller-Strübing, who thinks it inserted by a “bloodthirsty interpolator” who for his hatred of democracy has “smuggled it” into the text of Thucydides",
      "convinces nobody” (Beloch, Att",
      "is a wild and wordy writer with one brilliant suggestion about the Congress of Gela in his chief book, Aristophanes und die historische Kritik.) One German, H. Schütz, suggests a confusion here of Greek numerals, between Á (30) and A",
      "Cf",
      "who also thinks the large number certainly exaggerated"
    ],
    "type": "article-journal",
    "volume": [
      "2"
    ]
  },
  {
    "author": [
      {
        "given": "Agathias"
      },
      {
        "family": "Abbott",
        "given": "G.F."
      },
      {
        "given": "Thucydides"
      }
    ],
    "container-title": [
      "Anthol",
      "Cf. Beloch, Att. Pol"
    ],
    "issue": [
      "te 1"
    ],
    "note": [
      "327} The cleruchy to Lesbos: Thuc. iii. 50. An inscription, Hicks and Hill Greek Historical Inscriptions, No. 61,"
    ],
    "pages": [
      "178–179",
      "123"
    ],
    "title": [
      "570",
      "quoted in and discussed by Grote, chap"
    ],
    "type": "article-journal",
    "volume": [
      "vii. 614",
      "1. vol. v",
      "33"
    ]
  },
  {
    "author": [
      {
        "family": "Marcellinus",
        "given": "Vit Thuc"
      }
    ],
    "container-title": [
      "questions the one statement ap. Aulus Gellius (N.A",
      "B. Bury, History of Greece"
    ],
    "editor": [
      {
        "family": "Abbott",
        "given": "G.F."
      }
    ],
    "note": [
      "Few of the “Grotesque school of historians”, as Rogers indignantly calls them, have swallowed the whole of their master’s pleadings for Cleon. But, e.g., Busolt thinks that Thucydides failed in his duty to guard the whole of the Strymon line below the actual city of Amphipolis (Griech."
    ],
    "pages": [
      "169",
      "41",
      "14",
      "23",
      "448",
      "328–334"
    ],
    "title": [
      "25",
      "does his best for Marcellinus by substituting Pangaeus for the plane tree. {462} Grundy, Thucydides",
      "{463} Grundy Thucydides",
      "which sets the historian’s birth in 471 B.C. Gellius’ authority is, it is true, only that of a female antiquarian, one Pamphila of Nero’s time. But Grundy’s argument that Thucydides must have been born some ten years later, as “in the dry climate of Greece men age more rapidly than in the moister climates of North and Middle Europe”, is not a happy one. {464} This last is a good point made by J",
      "For Grote’s defence of Cleon in the matter see chapter liii"
    ],
    "type": "article-journal",
    "volume": [
      "15",
      "v"
    ]
  },
  {
    "container-title": [
      "Gesch. iii"
    ],
    "pages": [
      "1155–1156"
    ],
    "type": "article-journal",
    "volume": [
      "2"
    ]
  },
  {
    "author": [
      {
        "given": "Thucv"
      }
    ],
    "pages": [],
    "title": [
      "61-75. Throughout this section, the paper of W.J.Woodhouse, “The Campaign of Mantinea"
    ],
    "type": null
  },
  {
    "container-title": [
      "Loring, ap. Journal of Hellenic Studies"
    ],
    "date": [
      "1919",
      "1895"
    ],
    "note": [
      "and maps."
    ],
    "pages": [
      "51–84,",
      "85"
    ],
    "title": [
      "Annual of the British School of Athens",
      "and its map have been invaluable. Cf. also the paper by Mr"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "vii",
        "given": "Thuc"
      },
      {
        "family": "Strymon",
        "given": "Neapolis",
        "particle": "on"
      }
    ],
    "container-title": [
      "Cf. Aristophanes, Frogs",
      "Greek Inscriptions",
      "Cf. Busolt, Griech. Gesch. iii"
    ],
    "date": [
      "Aegina"
    ],
    "editor": [
      {
        "family": "Hellen",
        "given": "Xen"
      }
    ],
    "issue": [
      "75)"
    ],
    "pages": [
      "9",
      "1407–1408"
    ],
    "title": [
      "28",
      "Tribute still at Calchedon in 409 B.C"
    ],
    "type": "article-journal",
    "volume": [
      "363",
      "i. 3",
      "2"
    ]
  }
]
