[
  {
    "title": [
      "census, or count, of the U.S. population be made every 10 years, beginning in 1790. The U.S. government has fulfilled this constitutional requirement every 10 years since 1790 during years of war and peace, prosperity and hardship"
    ],
    "type": null
  },
  {
    "title": [
      "The first census, the 1790 census, set the pattern for succeeding"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "B.C.E."
      },
      {
        "given": "B.C.E."
      }
    ],
    "container-title": [
      "ca. 1200 B.C.E. The Trojan War is fought. ca. 740 B.C.E. Homer composes the Odyssey and the Iliad, his epic poems about the Trojan War. ca. 585 B.C.E. Thales of Miletus carries out his research into geometry, marking the beginning of mathematics as a deductive science. ca. 540 B.C.E. Pythagoras of Samos establishes the Pythagorean school of philosophy. ca"
    ],
    "note": [
      "500 B.C.E. Rod numerals are in use in China."
    ],
    "pages": [
      "3000",
      "2400"
    ],
    "title": [
      "Hieroglyphic numerals are in use in Egypt. ca. 2500 B.C.E. Construction of the Great Pyramid of Khufu takes place",
      "An almost complete system of positional notation is in use in Mesopotamia. ca. 1800 B.C.E. The Code of Hammurabi is promulgated. ca. 1650 B.C.E. The Egyptian scribe Ahmes copies what is now known as the Ahmes (or Rhind) papyrus from an earlier version of the same document"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "B.C.E."
      },
      {
        "family": "ca",
        "given": "B.C.E.Socrates",
        "particle": "dies."
      },
      {
        "given": "B.C.E."
      },
      {
        "family": "Alexandria",
        "given": "B.C.E."
      }
    ],
    "container-title": [
      "300 B.C.E. Euclid of Alexandria writes Elements, one of the most influential mathematics books of all time. ca. 260 B.C.E. Aristarchus of Samos discovers a method for computing the ratio of the Earth–Moon distance to the Earth–Sun distance. ca. 230 B.C.E. Eratosthenes of Cyrene computes the circumference of Earth"
    ],
    "editor": [
      {
        "family": "dies",
        "given": "B.C.E.Plato"
      }
    ],
    "pages": [
      "420",
      "399",
      "350",
      "347",
      "332"
    ],
    "title": [
      "Zeno of Elea proposes his philosophical paradoxes",
      "360 B.C.E. Eudoxus, author of the method of exhaustion, carries out his research into mathematics",
      "The Greek mathematician Menaechmus writes an important work on conic sections",
      "Egypt, center of Greek mathematics, is established. ca"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "B.C.E."
      }
    ],
    "citation-number": [
      "206"
    ],
    "title": [
      "The Han dynasty is established; Chinese mathematics flourishes"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "A.D",
        "particle": "ca."
      }
    ],
    "title": [
      "250 Diophantus of Alexandria writes Arithmetica, an important step forward for algebra"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1471"
    ],
    "title": [
      "The German artist Albrecht Dürer is born"
    ],
    "type": null
  },
  {
    "note": [
      "His only work, Artis Analyticae Praxis, is published in 1631."
    ],
    "title": [
      "The English mathematician and astronomer Thomas Harriot dies"
    ],
    "type": null
  },
  {
    "title": [
      "Blaise Pascal manufactures an early mechanical calculator, the Pascaline"
    ],
    "type": null
  },
  {
    "title": [
      "John Graunt, an English businessman and a pioneer in statistics, publishes his research on the London Bills of Mortality"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Newton",
        "given": "Isaac"
      }
    ],
    "title": [
      "a British mathematician and physicist, publishes Philosophiae Naturalis Principia Mathematica, beginning a new era in science"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Halley",
        "given": "Edmund"
      }
    ],
    "location": [
      "Germany"
    ],
    "title": [
      "a British mathematician and astronomer, undertakes a statistical study of the mortality rate in Breslau"
    ],
    "type": null
  },
  {
    "date": [
      "1705"
    ],
    "title": [
      "Thomas Savery, an English engineer and inventor, patents the first steam engine"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "Jacob Bernoulli, a Swiss mathematician, dies."
      }
    ],
    "title": [
      "His major work on probability, Ars Conjectandi, is published in 1713. 1712 The first Newcomen steam engine is installed"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Cramer",
        "given": "Gabriel"
      }
    ],
    "title": [
      "a Swiss mathematician, publishes “Cramer’s rule,” a procedure for solving systems of linear equations"
    ],
    "type": null
  },
  {
    "title": [
      "William Herschel, a German-born British musician and astronomer, discovers Uranus"
    ],
    "type": null
  },
  {
    "editor": [
      {
        "family": "Thompson",
        "given": "Benjamin"
      }
    ],
    "title": [
      "a British physicist, proposes the equivalence of heat and work"
    ],
    "type": null
  },
  {
    "date": [
      "1828"
    ],
    "title": [
      "Nikolay Ivanovich Lobachevsky, a Russian mathematician and “the Copernicus of geometry,” announces his theory of non-Euclidean geometry"
    ],
    "type": null
  },
  {
    "title": [
      "Robert Brown, a Scottish botanist, publishes the first description of Brownian motion in “A Brief Account of Microscopical Observations.” Charles Babbage, a British mathematician and inventor, begins work on his analytical engine, the first attempt at a modern computer"
    ],
    "type": null
  },
  {
    "title": [
      "Janos Bolyai, a Hungarian mathematician, publishes Absolute Science of Space"
    ],
    "type": null
  },
  {
    "title": [
      "The French mathematician Evariste Galois is killed in a duel"
    ],
    "type": null
  },
  {
    "title": [
      "James Prescott Joule publishes his measurement of the mechanical equivalent of heat"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "Bernhard Bolzano, a Czech mathematician and theologian, dies."
      }
    ],
    "title": [
      "His study of infinite sets, Paradoxien des Unendlichen, is published for the first time in 1851"
    ],
    "type": null
  },
  {
    "date": [
      "1851"
    ],
    "title": [
      "Rudolph Clausius, a German mathematician and physicist, publishes his first paper on the theory of heat"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Thomson",
        "given": "William"
      }
    ],
    "date": [
      "1854"
    ],
    "title": [
      "a British scientist, publishes “On the Dynamical Theory of Heat"
    ],
    "type": null
  },
  {
    "title": [
      "George Boole, a British mathematician, publishes Laws of Thought. The mathematics contained therein will make possible the design of computer logic circuits"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1859"
    ],
    "title": [
      "James Clerk Maxwell, a British physicist, proposes a probabilistic model for the distribution of molecular velocities in a gas"
    ],
    "type": null
  },
  {
    "date": [
      "1867"
    ],
    "title": [
      "The Austrian biologist and monk Gregor Mendel publishes his ideas on the theory of heredity in “Versuche über Pflanzenhybriden"
    ],
    "type": null
  },
  {
    "title": [
      "The Canadian Articles of Confederation unify the British colonies of North America. 1871 Otto von Bismarck is appointed first chancellor of the German Empire"
    ],
    "type": null
  },
  {
    "title": [
      "Richard Dedekind, a German mathematician, rigorously establishes the connection between real numbers and the real number line"
    ],
    "type": null
  },
  {
    "title": [
      "The Hollerith tabulator, an important innovation in calculating machines, is installed by the United States Census for use in the 1890 census"
    ],
    "type": null
  },
  {
    "title": [
      "The German mathematician David Hilbert publishes the definitive axiomatic treatment of Euclidean geometry"
    ],
    "type": null
  },
  {
    "container-title": [
      "Chronology"
    ],
    "title": [
      "David Hilbert announces his list of mathematics problems for the 20th century"
    ],
    "type": "article-journal",
    "volume": [
      "195"
    ]
  },
  {
    "title": [
      "The Russian mathematician Andrey Andreyevich Markov begins his research into the theory of probability"
    ],
    "type": null
  },
  {
    "date": [
      "1905"
    ],
    "title": [
      "Henri-Léon Lebesgue, a French mathematician, develops his theory of integration"
    ],
    "type": null
  },
  {
    "title": [
      "Ernst Zermelo, a German mathematician, undertakes the task of axiomatizing set theory"
    ],
    "type": null
  },
  {
    "date": [
      "1906"
    ],
    "title": [
      "Albert Einstein, a German-born American physicist, begins to publish his discoveries in physics"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Smoluchowski",
        "given": "Marian"
      }
    ],
    "title": [
      "a Polish scientist, publishes his insights into Brownian motion"
    ],
    "type": null
  },
  {
    "date": [
      "1910"
    ],
    "title": [
      "The Hardy-Weinberg law, containing ideas fundamental to population genetics, is published"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "Bertrand Russell, a British logician and philosopher, and Alfred North Whitehead"
      }
    ],
    "publisher": [
      "World War I begins"
    ],
    "title": [
      "a British mathematician and philosopher, publish Principia Mathematica, an important work on the foundations of mathematics"
    ],
    "type": "book"
  },
  {
    "publisher": [
      "World War I ends"
    ],
    "title": [
      "Vladimir Ilyich Lenin leads a revolution that results in the founding of the Union of Soviet Socialist Republics"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Fisher",
        "given": "Ronald Aylmer"
      }
    ],
    "title": [
      "a British geneticist and statistician, publishes Genetical Theory of Natural Selection, an important early attempt to express the theory of natural selection in mathematics"
    ],
    "type": null
  },
  {
    "title": [
      "Kurt Gödel, an Austrian-born American mathematician, publishes his incompleteness proof"
    ],
    "type": null
  },
  {
    "date": [
      "1933"
    ],
    "title": [
      "The Differential Analyzer, an important development in analog computers, is developed at Massachusetts Institute of Technology"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Pearson",
        "given": "Karl"
      }
    ],
    "date": [
      "1935"
    ],
    "location": [
      "London"
    ],
    "publisher": [
      "University College"
    ],
    "title": [
      "a British innovator in statistics, retires from"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "literal": "George Horace Gallup, a U.S. statistician, founds"
      }
    ],
    "publisher": [
      "the American Institute of Public Opinion"
    ],
    "type": "book"
  },
  {
    "publisher": [
      "World War II begins"
    ],
    "title": [
      "The British mathematician Alan Turing publishes his insights on the limits of computability"
    ],
    "type": "book"
  },
  {
    "publisher": [
      "World War II ends"
    ],
    "title": [
      "William Edwards Deming joins the United States Census Bureau"
    ],
    "type": "book"
  },
  {
    "container-title": [
      "Chronology"
    ],
    "title": [
      "The Electronic Numerical Integrator and Calculator (ENIAC) computer begins operation at the University of Pennsylvania"
    ],
    "type": "article-journal",
    "volume": [
      "197"
    ]
  },
  {
    "container-title": [
      "marking the beginning of the Information Age"
    ],
    "title": [
      "While working at Bell Telephone Labs in the United States, Claude Shannon publishes “A Mathematical Theory of Communication"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "Bureau of the Census. 1954 FORTRAN (FORmula TRANslator), one of the first high-level computer languages, is introduced"
    ],
    "date": [
      "1956"
    ],
    "title": [
      "The Universal Automatic Computer (UNIVAC I) is installed at the U.S"
    ],
    "type": "chapter"
  },
  {
    "title": [
      "The American Walter Shewhart, innovator in the field of quality control, retires from Bell Telephone Laboratories"
    ],
    "type": null
  },
  {
    "date": [
      "1964"
    ],
    "title": [
      "Olga Oleinik publishes “Discontinuous solutions to nonlinear differential equations,” a milestone in mathematical physics",
      "IBM Corporation introduces the IBM System/360 computer for government agencies and large businesses"
    ],
    "type": null
  },
  {
    "title": [
      "Andrey Nikolayevich Kolmogorov establishes the branch of mathematics now known as Kolmogorov complexity"
    ],
    "type": null
  },
  {
    "note": [
      "APL (A Programming Language) is implemented on the IBM System/360 computer."
    ],
    "type": null
  },
  {
    "title": [
      "The C computer language, developed at Bell Laboratories, is essentially completed"
    ],
    "type": null
  },
  {
    "date": [
      "1977"
    ],
    "title": [
      "The French geophysicist Jean Morlet helps develop a new kind of analysis based on what he calls “wavelets"
    ],
    "type": null
  },
  {
    "title": [
      "Digital Equipment Corporation introduces the VAX computer"
    ],
    "type": null
  },
  {
    "title": [
      "IBM Corporation introduces the IBM personal computer (PC"
    ],
    "type": null
  },
  {
    "date": [
      "1991"
    ],
    "title": [
      "The Belgian mathematician Ingrid Daubechies develops what has become the mathematical foundation for today’s wavelet research"
    ],
    "type": null
  },
  {
    "title": [
      "The Union of Soviet Socialist Republics dissolves into 15 separate nations"
    ],
    "type": null
  },
  {
    "title": [
      "The JAVA computer language is introduced commercially by Sun Microsystems"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Agrawal",
        "given": "Manindra"
      }
    ],
    "container-title": [
      "Chronology"
    ],
    "title": [
      "Neeraj Kayal, and Nitin Saxena create a brief, elegant algorithm to test whether a number is prime, thereby solving an important centuries-old problem"
    ],
    "type": "article-journal",
    "volume": [
      "199"
    ]
  },
  {
    "author": [
      {
        "family": "Best",
        "given": "Joel"
      }
    ],
    "date": [
      "2001"
    ],
    "location": [
      "Berkeley"
    ],
    "publisher": [
      "University of California Press"
    ],
    "title": [
      "Damned Lies and Statistics: Untangling Numbers from the Media, Politicians, and Activists",
      "A critical and creative examination of the uses and abuses of statistics and statistical reasoning"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Borel",
        "given": "Émile"
      }
    ],
    "date": [
      "1962"
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "Dover Publications"
    ],
    "title": [
      "Probabilities and Life",
      "A short, carefully written introduction to probability and its applications"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Boyer",
        "given": "Carl B."
      },
      {
        "family": "Merzbach",
        "given": "Uta C."
      }
    ],
    "date": [
      "1991"
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "John Wiley & Sons"
    ],
    "title": [
      "A History of Mathematics",
      "Boyer was one of the preeminent mathematics historians of the 20th century. This work contains much interesting biographical information. The mathematical information assumes a fairly strong background of the reader"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Bruno",
        "given": "Leonard C."
      }
    ],
    "date": [
      "1999"
    ],
    "location": [
      "Detroit, Mich"
    ],
    "publisher": [
      "U.X.L"
    ],
    "title": [
      "Math and Mathematicians: The History of Mathematics Discoveries around the World"
    ],
    "type": "book",
    "volume": [
      "2"
    ]
  },
  {
    "title": [
      "Despite its name there is little mathematics in this two-volume set. What you will find is a very large number of brief biographies of many individuals who are important in the history of mathematics"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Courant",
        "given": "Richard"
      },
      {
        "family": "Robbins",
        "given": "Herbert"
      }
    ],
    "date": [
      "1941"
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "Oxford University Press"
    ],
    "title": [
      "What Is Mathematics? An Elementary Approach to Ideas and Mathematics",
      "A classic and exhaustive answer to the question posed in the title. Courant was an important and influential 20th-century mathematician"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Cushman",
        "given": "Jean"
      }
    ],
    "date": [
      "1991"
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "Clarion Books"
    ],
    "title": [
      "Do You Want to Bet? Your Chance to Find Out about Probability",
      "A simple and sometimes silly introduction to some of the basic concepts of probability—this is still a good place to begin"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Dewdney",
        "given": "Alexander K."
      }
    ],
    "date": [
      "1993"
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "John Wiley & Sons"
    ],
    "title": [
      "200% of Nothing: An Eye-Opening Tour through the Twists and Turns of Math Abuse and Innumeracy",
      "A critical look at how mathematical reasoning has been abused to distort truth"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Eastaway",
        "given": "Robert"
      },
      {
        "family": "Wyndham",
        "given": "Jeremy"
      }
    ],
    "date": [
      "1998"
    ],
    "location": [
      "New York"
    ],
    "note": [
      "Nineteen lighthearted essays on the mathematics underlying everything from luck to scheduling problems."
    ],
    "publisher": [
      "John Wiley & Sons"
    ],
    "title": [
      "Why Do Buses Come in Threes? The Hidden Mathematics of Everyday Life"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Freudenthal",
        "given": "Hans"
      }
    ],
    "date": [
      "1967"
    ],
    "location": [
      "New York"
    ],
    "note": [
      "some more technical than others)."
    ],
    "publisher": [
      "McGraw-Hill"
    ],
    "title": [
      "Mathematics Observed",
      "A collection of seven survey articles about math topics from computability to geometry to physics"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Gardner",
        "given": "Martin"
      }
    ],
    "date": [
      "2001"
    ],
    "location": [
      "New York"
    ],
    "note": [
      "book contains sections on geometry, algebra, probability, logic, and more."
    ],
    "publisher": [
      "Norton"
    ],
    "title": [
      "The Colossal Book of Mathematics",
      "Martin Gardner had a gift for seeing things mathematically. This “colossal"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Gardner",
        "given": "Martin"
      }
    ],
    "date": [
      "1983"
    ],
    "location": [
      "Buffalo, N.Y"
    ],
    "publisher": [
      "Prometheus Books"
    ],
    "title": [
      "Order and Surprise",
      "A worthwhile contribution to the subject of probability in a highly readable form"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Gigerenzer",
        "given": "Gerd"
      }
    ],
    "date": [
      "2002"
    ],
    "location": [
      "New York"
    ],
    "note": [
      "syndrome (AIDS) counseling to deoxyribonucleic acid (DNA) fingerprinting."
    ],
    "publisher": [
      "Simon & Schuster"
    ],
    "title": [
      "Calculated Risks: How to Know When Numbers Deceive You",
      "A fascinating look at how mathematics is used to gain insight into everything from breast cancer screening to acquired immunodeficiency Further Reading 205"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Guillen",
        "given": "Michael"
      }
    ],
    "date": [
      "1983"
    ],
    "location": [
      "Los Angeles"
    ],
    "publisher": [
      "Jeremy P. Tarcher"
    ],
    "title": [
      "Bridges to Infinity: The Human Side of Mathematics",
      "This book consists of an engaging nontechnical set of essays on mathematical topics, including non-Euclidean geometry, transfinite numbers, and catastrophe theory"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Hoffman",
        "given": "Paul"
      }
    ],
    "date": [
      "1989"
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "Ballantine"
    ],
    "title": [
      "Archimedes’ Revenge: The Joys and Perils of Mathematics",
      "A relaxed, sometimes silly look at an interesting and diverse set of math problems ranging from prime numbers and cryptography to Turing machines and the mathematics of democratic processes"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Kline",
        "given": "Morris"
      }
    ],
    "date": [
      "1985"
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "Dover Publications"
    ],
    "title": [
      "Mathematics for the Nonmathematician",
      "An articulate, not very technical overview of many important mathematical ideas"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Kline",
        "given": "Morris"
      }
    ],
    "date": [
      "1953"
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "Oxford University Press"
    ],
    "title": [
      "Mathematics in Western Culture",
      "An excellent overview of the development of Western mathematics in its cultural context, this book is aimed at an audience with a firm grasp of high-school-level mathematics"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Nahin",
        "given": "Paul J."
      }
    ],
    "date": [
      "2000"
    ],
    "location": [
      "Princeton, N.J"
    ],
    "publisher": [
      "Princeton University Press"
    ],
    "title": [
      "Dueling Idiots and Other Probability Puzzlers",
      "This is a collection of entertaining “puzzlers” analyzed from a mathematical perspective"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Orkin",
        "given": "Michael Can You Win?"
      }
    ],
    "date": [
      "1991"
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "W. H. Freeman"
    ],
    "title": [
      "The Real Odds for Casino Gambling, Sports Betting, and Lotteries",
      "An enlightening, updated look at the first of all applications of the theory of probability"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Packel",
        "given": "Edward W."
      }
    ],
    "date": [
      "1981"
    ],
    "location": [
      "Washington, D.C"
    ],
    "publisher": [
      "Mathematical Association of America"
    ],
    "title": [
      "The Mathematics of Games and Gambling",
      "A good introduction to the mathematics underlying two of humankind’s oldest forms of recreation and disappointment"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Pierce",
        "given": "John R."
      }
    ],
    "date": [
      "1961"
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "Dover Publications"
    ],
    "title": [
      "An Introduction to Information Theory: Symbols, Signals and Noise",
      "Despite the sound of the title, this is not a textbook. Among other topics, Pierce, formerly of Bell Laboratories, describes some of the mathematics involved in measuring the amount of information present in a text—an important application of probability theory"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Salsburg",
        "given": "David"
      }
    ],
    "date": [
      "2001"
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "W. H. Freeman"
    ],
    "title": [
      "The Lady Tasting Tea: How Statistics Revolutionized Science in the Twentieth Century"
    ],
    "type": "book"
  },
  {
    "title": [
      "A very detailed look at the history of statistics and statistical thinking in the 20th century"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Sawyer",
        "given": "Walter W."
      }
    ],
    "date": [
      "1961"
    ],
    "location": [
      "New York"
    ],
    "note": [
      "Absolutely no calculus background is required."
    ],
    "publisher": [
      "Random House"
    ],
    "title": [
      "What Is Calculus About?",
      "A highly readable description of a sometimes-intimidating, historically important subject"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Schiffer",
        "given": "M."
      },
      {
        "family": "Bowden",
        "given": "Leon"
      }
    ],
    "date": [
      "1984"
    ],
    "location": [
      "Washington, D.C"
    ],
    "publisher": [
      "Mathematical Association of America"
    ],
    "title": [
      "The Role of Mathematics in Science"
    ],
    "type": "book"
  },
  {
    "title": [
      "The first few chapters of this book, ostensibly written for high school students, will be accessible to many students; the last few chapters will find a much narrower audience"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Stewart",
        "given": "Ian"
      }
    ],
    "date": [
      "1996"
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "Oxford University Press"
    ],
    "title": [
      "From Here to Infinity",
      "A well-written, very readable overview of several important contemporary ideas in geometry, algebra, computability, chaos, and mathematics in nature"
    ],
    "type": "book"
  },
  {
    "date": [
      "1994"
    ],
    "editor": [
      {
        "family": "Swetz",
        "given": "Frank J."
      }
    ],
    "location": [
      "Chicago"
    ],
    "publisher": [
      "Open Court",
      "Highly recommended"
    ],
    "title": [
      "From Five Fingers to Infinity: A Journey through the History of Mathematics",
      "This is a fascinating, though not especially focused, look at the history of mathematics"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Tabak",
        "given": "John"
      }
    ],
    "date": [
      "2004"
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "Facts On File"
    ],
    "title": [
      "Math and the Laws of Nature. History of Mathematics",
      "More information about the relationships that exist between random processes and the laws of nature"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Thomas",
        "given": "David A."
      }
    ],
    "date": [
      "1988"
    ],
    "location": [
      "New York"
    ],
    "note": [
      "Further Reading 207"
    ],
    "publisher": [
      "Franklin Watts"
    ],
    "title": [
      "Math Projects for Young Scientists",
      "This project-oriented text gives an introduction to several historically important geometry problems"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Weaver",
        "given": "Jefferson H.What Are the Odds?"
      }
    ],
    "date": [
      "2001"
    ],
    "location": [
      "Amherst, N.Y"
    ],
    "publisher": [
      "Prometheus"
    ],
    "title": [
      "The Chances of Extraordinary Events in Everyday Life",
      "A lighthearted treatment of probability and statistics and their applications to romance, death, war, and the chance of becoming a rock star"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Bernoulli",
        "given": "J."
      }
    ],
    "container-title": [
      "The World of Mathematics"
    ],
    "date": [
      "1956"
    ],
    "editor": [
      {
        "family": "Newman",
        "given": "James"
      }
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "Dover Publications"
    ],
    "title": [
      "The Law of Large Numbers",
      "This excerpt contains Jacob Bernoulli’s own description of one of the great discoveries in the history of probability and statistics"
    ],
    "type": "chapter",
    "volume": [
      "3"
    ]
  },
  {
    "author": [
      {
        "family": "Fermat",
        "given": "Pierre de"
      },
      {
        "family": "Pascal",
        "given": "Blaise"
      }
    ],
    "date": [
      "1998"
    ],
    "location": [
      "David (New York"
    ],
    "publisher": [
      "Dover Publications"
    ],
    "title": [
      "The exchange of letters between Pierre de Fermat and Blaise Pascal marks the beginning of the modern theory of probability. These letters have been translated and appear as an appendix in the book Games, Gods and Gambling: A History of Probability and Statistical Ideas by Florence N"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Fisher",
        "given": "R.A."
      }
    ],
    "container-title": [
      "The World of Mathematics"
    ],
    "date": [
      "1956"
    ],
    "editor": [
      {
        "family": "Newman",
        "given": "James R."
      }
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "Dover Publications"
    ],
    "title": [
      "Mathematics of a Lady Tasting Tea",
      "A wonderful, largely nontechnical account of the challenges involved in designing an experiment to test a hypothesis"
    ],
    "type": "chapter",
    "volume": [
      "3"
    ]
  },
  {
    "author": [
      {
        "family": "Graunt",
        "given": "J."
      }
    ],
    "container-title": [
      "The World of Mathematics"
    ],
    "date": [
      "1956"
    ],
    "editor": [
      {
        "family": "Newman",
        "given": "James R."
      }
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "Dover Publications"
    ],
    "title": [
      "Foundations of Vital Statistics",
      "This excerpt from a 1662 paper marks the beginning of the modern theory of statistics. It is still remarkable for its clarity of thought and careful analysis"
    ],
    "type": "chapter",
    "volume": [
      "3"
    ]
  },
  {
    "author": [
      {
        "family": "Halley",
        "given": "Edmund"
      }
    ],
    "container-title": [
      "The World of Mathematics"
    ],
    "date": [
      "1956"
    ],
    "editor": [
      {
        "family": "Newman",
        "given": "James R."
      }
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "Dover Publications"
    ],
    "title": [
      "First Life Insurance Tables",
      "Part of Edmund Halley’s groundbreaking statistical survey of the bills of mortality of Breslau"
    ],
    "type": "chapter",
    "volume": [
      "3"
    ]
  },
  {
    "author": [
      {
        "family": "Hardy",
        "given": "Godfrey H."
      }
    ],
    "container-title": [
      "In this oft-quoted and very brief book Hardy seeks to explain and sometimes justify his life as a mathematician"
    ],
    "date": [
      "1940"
    ],
    "location": [
      "Cambridge, U.K"
    ],
    "publisher": [
      "Cambridge University Press"
    ],
    "title": [
      "A Mathematician’s Apology",
      "Hardy was an excellent mathematician and a good writer"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Laplace",
        "given": "P."
      }
    ],
    "container-title": [
      "The World of Mathematics"
    ],
    "date": [
      "1956"
    ],
    "editor": [
      {
        "family": "Newman",
        "given": "James R."
      }
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "Dover Publications"
    ],
    "title": [
      "Concerning Probability",
      "A nontechnical introduction to some fundamental ideas in the field of probability by one of the great innovators in the field"
    ],
    "type": "chapter",
    "volume": [
      "2"
    ]
  },
  {
    "author": [
      {
        "family": "Earth",
        "given": "Athena"
      },
      {
        "family": "K–12",
        "given": "Space Science",
        "particle": "for"
      }
    ],
    "date": [
      "1999-05-13"
    ],
    "title": [
      "Available on-line",
      "Funded by the National Aeronautics and Space Administration’s (NASA) Public Use of Remote Sensing Data, this site contains many interesting applications of mathematics to the study of natural phenomena"
    ],
    "type": null,
    "url": [
      "http://inspire.ospi.wednet.edu:8001/."
    ]
  },
  {
    "author": [
      {
        "family": "Autenfeld",
        "given": "Robert B."
      }
    ],
    "note": [
      "Available on-line. URL:",
      "iqfnet.org/IQF/Ff4203.pdf. Downloaded June 2, 2003. This is a Further Reading 209"
    ],
    "title": [
      "W. Edwards Deming: The Story of a Truly Remarkable Person"
    ],
    "type": null,
    "url": [
      "http://www."
    ]
  },
  {
    "date": [
      "2003"
    ],
    "note": [
      "org/. Updated on June 2,"
    ],
    "title": [
      "The Eisenhower National Clearinghouse for Mathematics and Science Education. Available on-line",
      "As its name suggests, this site is a “clearinghouse” for a comprehensive set of links to interesting sites in math and science"
    ],
    "type": null,
    "url": [
      "http://www.enc."
    ]
  },
  {
    "author": [
      {
        "family": "Mathematics",
        "given": "Eric Weisstein’s World",
        "particle": "of"
      }
    ],
    "container-title": [
      "The level of presentation varies substantially from topic to topic",
      "Updated on April"
    ],
    "date": [
      "2002"
    ],
    "title": [
      "Available on-line",
      "This site has brief overviews of a great many topics in mathematics"
    ],
    "type": "article-journal",
    "url": [
      "http://mathworld.wolfram.com/."
    ],
    "volume": [
      "10"
    ]
  },
  {
    "author": [
      {
        "family": "Faber",
        "given": "Vance"
      },
      {
        "others": true
      }
    ],
    "date": [
      "2003-06-02"
    ],
    "title": [
      "This is MEGA Mathematics! Available online",
      "Maintained by the Los Alamos National Laboratories, one of the premier scientific establishments in the world, this site has a number of unusual offerings. It is well worth a visit"
    ],
    "type": null,
    "url": [
      "http://www.c3.lanl.gov/mega-math."
    ]
  },
  {
    "author": [
      {
        "family": "Fife",
        "given": "Earl"
      },
      {
        "family": "Archives",
        "given": "Larry Husch Math"
      }
    ],
    "note": [
      "Available on-line. URL:",
      "math.utk.edu/topics/history.html. Updated January 2002. Information on mathematics, mathematicians, and mathematical organizations."
    ],
    "title": [
      "History of Mathematics"
    ],
    "type": null,
    "url": [
      "http://archives."
    ]
  },
  {
    "author": [
      {
        "family": "Frerichs",
        "given": "Ralph R.John Snow Site"
      }
    ],
    "date": [
      "2003-05-08"
    ],
    "title": [
      "Available on-line",
      "This site is associated with the University of California at Los Angeles Department of Epidemiology. It gives an excellent description of John Snow and the cholera outbreak at Broadstreet"
    ],
    "type": null,
    "url": [
      "http://www.ph.ucla.edu/epi/snow.html."
    ]
  },
  {
    "author": [
      {
        "family": "Heinlow",
        "given": "Lance"
      },
      {
        "family": "Pagel",
        "given": "Karen"
      }
    ],
    "container-title": [
      "Updated May"
    ],
    "date": [
      "2003"
    ],
    "note": [
      "Further Reading 211"
    ],
    "title": [
      "Math History.” Online Resource. Available on-line",
      "Online Resource/index.html",
      "Created under the auspices of the American Mathematical Association of Two-Year Colleges, this site is a very extensive collection of links to mathematical and math-related topics"
    ],
    "type": "article-journal",
    "url": [
      "http://www.amatyc.org/"
    ],
    "volume": [
      "14"
    ]
  },
  {
    "author": [
      {
        "family": "Melville",
        "given": "Duncan J.Mesopotamian Mathematics"
      }
    ],
    "container-title": [
      "It contains an extraordinary collection of biographies of mathematicians in different cultures and times. In addition, it provides information about the historical development of certain key mathematical ideas",
      "Updated May"
    ],
    "date": [
      "2003-03-17",
      "2003"
    ],
    "editor": [
      {
        "family": "O’Connor",
        "given": "John L."
      },
      {
        "family": "Robertson",
        "given": "Edmund F."
      }
    ],
    "title": [
      "Available online",
      "This creative site is devoted to many aspects of Mesopotamian mathematics. It also has a link to a “cuneiform calculator,” which can be fun to use",
      "The MacTutor History of Mathematics Archive. Available on-line",
      "This is a valuable resource for anyone interested in learning more about the history of mathematics"
    ],
    "type": "article-journal",
    "url": [
      "http://it.stlawu.edu/ca.dmelvill/mesomath/.",
      "http://www.gap.dcs.st-and.ac.uk/~history/index.html."
    ]
  },
  {
    "date": [
      "2003-04"
    ],
    "pages": [
      "–08"
    ],
    "title": [
      "Probabilistic safety assessment: an analytical tool for assessing nuclear safety. Available on-line",
      "This site, maintained by the French Nuclear Energy Agency, gives an interesting and nontechnical overview of how probability theory can be used to enhance nuclear safety"
    ],
    "type": null,
    "url": [
      "http://www.nea.fr/html/"
    ]
  },
  {
    "author": [
      {
        "family": "Census",
        "given": "United States"
      }
    ],
    "container-title": [
      "Updated June"
    ],
    "date": [
      "2003"
    ],
    "title": [
      "Available on-line",
      "census.gov/",
      "The U.S. Census Bureau produces an astonishing number of detailed statistical reports. This is an excellent source of insight into how statistics is used in practical situations"
    ],
    "type": "article-journal",
    "url": [
      "http://www."
    ],
    "volume": [
      "2"
    ]
  }
]
