[
  {
    "author": [
      {
        "family": "ORGANIZATION",
        "given": "C.O.N.S.O.L.I.D.A.T.I.O.N."
      },
      {
        "family": "Baidu",
        "given": "P.R.E.S.E.N.T.A.T.I.O.N.O.F.F.I.N.A.N.C.I.A.L.S.T.A.T.E.M.E.N.T.S."
      },
      {
        "given": "Inc"
      }
    ],
    "citation-number": [
      "1."
    ],
    "date": [
      "2000"
    ],
    "note": [
      "“Baidu Holdings”) incorporated in the British Virgin Islands."
    ],
    "title": [
      "“Baidu” or the “Company”) was incorporated under the laws of the Cayman Islands on January 18",
      "The Company is the sole shareholder of Baidu Holdings Ltd"
    ],
    "type": null
  },
  {
    "container-title": [
      "As of December"
    ],
    "date": [
      "2011",
      "2000",
      "2010"
    ],
    "director": [
      {
        "family": "Co.",
        "given": "Ltd"
      }
    ],
    "note": [
      "“Baidu Japan”) incorporated under the laws of Japan on December 13, 2006, • Baidu (Hong Kong) Limited (“Baidu HK”) incorporated under the laws of Hong Kong on November 27, 2007, and • Baidu International Technology (Shenzhen) Co., Ltd. (“Baidu International”) incorporated under the laws of the PRC on November 23,"
    ],
    "title": [
      "Baidu Holdings owns the following wholly-owned subsidiaries: • Baidu Online Network Technology (Beijing",
      "Online”) incorporated under the laws of the People’s Republic of China (“PRC”) on January 18",
      "• Baidu Japan Inc"
    ],
    "type": "article-journal",
    "volume": [
      "31"
    ]
  },
  {
    "container-title": [
      "As of December"
    ],
    "date": [
      "2011"
    ],
    "location": [
      "Mobile"
    ],
    "note": [
      "incorporated under the laws of Cayman Islands on January 25, 2011, and • Qunar Cayman Islands Limited (“Qunar”) incorporated under the laws of the Cayman Islands and acquired by Baidu Holdings on July 20, 2011."
    ],
    "title": [
      "Baidu Holdings owns the following majority-owned subsidiaries: • B.D. Mobile Telecommunication Limited(“B.D"
    ],
    "type": "article-journal",
    "volume": [
      "31"
    ]
  },
  {
    "note": [
      "“Baidu China”) incorporated under the laws of the PRC on June 6, 2005, and • Baidu.com Times Technology (Beijing) Co., Ltd. (“Baidu Times”) incorporated under the laws of the PRC on April 19, 2006."
    ],
    "title": [
      "Baidu HK owns the following wholly-owned subsidiaries in the PRC: • Baidu (China) Co., Ltd"
    ],
    "type": null
  },
  {
    "note": [
      "“Hyakudo”) incorporated under the laws of Japan on April 14, 2008, • Baido, Inc. (“Baido”) incorporated under the laws of Japan on April 14, 2008, and"
    ],
    "title": [
      "Baidu Japan has established the following wholly-owned subsidiaries in Japan and the United States of America (“USA”): • Hyakudo Inc"
    ],
    "type": null
  },
  {
    "date": [
      "2010"
    ],
    "title": [
      "• Baidu USA LLC incorporated under the laws of the USA on November 12"
    ],
    "type": null
  },
  {
    "note": [
      "“Baidu Netcom”) incorporated under the laws of the PRC on June 5, 2001, • Beijing Perusal Technology Co., Ltd. (“Beijing Perusal”) incorporated under the laws of the PRC on June 6, 2006, • Beijing BaiduPay Science and Technology Co., Ltd. (“BaiduPay”) incorporated under the laws of the PRC on February 27, 2008, and"
    ],
    "title": [
      "As of December 31, 2011, the Company also effectively controls the following variable interest entities (“VIE”) through Baidu Online: • Beijing Baidu Netcom Science Technology Co., Ltd"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Co",
        "given": "Baidu H.R.Consulting"
      }
    ],
    "date": [
      "2010"
    ],
    "note": [
      "“Baidu HR”) incorporated under the laws of the PRC on December 28,"
    ],
    "title": [
      "Ltd"
    ],
    "type": null
  }
]
