[
  {
    "citation-number": [
      "4a"
    ],
    "note": [
      "Mailing address (room, apt., suite no. and street, or P.O. box) 5a Street address (if different) (Do not enter a P.O. box."
    ],
    "type": null
  },
  {
    "location": [
      "Florida, Georgia, Maine, Maryland, Massachusetts, New Hampshire, New Jersey, New York, North Carolina, Ohio, Pennsylvania",
      "Vermont, Virginia, West Virginia 859-669-5760 Illinois, Indiana, Kentucky, Michigan 215-516-3990 Alabama, Alaska, Arizona, Arkansas, California, Colorado, Hawaii, Idaho, Iowa, Kansas, Louisiana, Minnesota, Mississippi, Missouri, Montana, Nebraska, Nevada, New Mexico, North Dakota, Oklahoma, Oregon, Puerto Rico, South Dakota, Tennessee, Texas, Utah, Washington, Wisconsin, Wyoming"
    ],
    "note": [
      "215-516-3990 No legal residence or principal place of business"
    ],
    "publisher": [
      "Rhode Island, South Carolina"
    ],
    "title": [
      "Fax-TIN Number Applicable State 631-447-8960 Connecticut, Delaware, District of Columbia"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Cincinnati",
        "given": "O.H.P.O."
      }
    ],
    "genre": [
      "P.O. 660264"
    ],
    "location": [
      "Atlanta, GA Illinois, Indiana, Kentucky, Maine, Maryland, 30348-5703 Massachusetts, Michigan, New Hampshire, New Jersey, New York, North Carolina, Ohio, Pennsylvania",
      "Vermont, Virginia, West Virginia, Wisconsin Ogden, UT",
      "Alabama, Alaska, Arizona, Arkansas, 84201-0005 Dallas, TX California, Colorado, Florida, Georgia, 75266-0264 Hawaii, Idaho, Iowa, Kansas, Louisiana, Minnesota, Mississippi, Missouri, Montana, Nebraska, Nevada, New Mexico, North Dakota, Oklahoma, Oregon",
      "Tennessee, Texas, Utah, Washington, Wyoming Philadelphia, PA"
    ],
    "note": [
      "P.O. 80106 No legal residence or principal place of 19255-0005 Cincinnati, OH business 45280-0006"
    ],
    "publisher": [
      "Rhode Island, South Carolina",
      "South Dakota"
    ],
    "title": [
      "105703 Connecticut, Delaware, District of Columbia, 45999-0005"
    ],
    "type": null
  },
  {
    "publisher": [
      "Maximum Payment Delay Applicable States"
    ],
    "type": "book"
  },
  {
    "location": [
      "Colorado, Hawaii, Illinois, Massachusetts, Michigan, Minnesota, Missouri, Montana, Nevada Next Regular Payday Delaware, Idaho, Indiana, Iowa, Kansas, Louisiana, Maine, Maryland, New Jersey, New York, North Carolina, North Dakota, Oklahoma, Pennsylvania"
    ],
    "note": [
      "Puerto Rico, Rhode Island,"
    ],
    "title": [
      "Maximum Payment Delay Applicable States Immediately California"
    ],
    "type": null
  },
  {
    "title": [
      "Number of Years to Hold Applicable States"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1"
    ],
    "location": [
      "Alabama, Alaska, Arizona, Arkansas, Colorado",
      "Florida, Georgia, Hawaii, Idaho, Indiana, Kansas, Louisiana, Maine, Michigan, Minnesota, Montana, Nebraska, Nevada, New Hampshire, New Jersey, New Mexico, Ohio, Oklahoma",
      "Tennessee, Utah, Virginia, Washington, West Virginia, Wisconsin, Wyoming"
    ],
    "publisher": [
      "District of Columbia",
      "Rhode Island, South Carolina, South Dakota"
    ],
    "type": "book"
  },
  {
    "citation-number": [
      "2"
    ],
    "container-title": [
      "North Carolina, North Dakota"
    ],
    "location": [
      "Vermont"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "3"
    ],
    "location": [
      "California, Connecticut, Iowa, Maryland, Massachusetts, New York, Oregon, Pennsylvania, Texas"
    ],
    "type": null
  }
]
