[
  {
    "note": [
      "6 Diodorus Siculus, V.31."
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Tacitus",
        "given": "Germania"
      }
    ],
    "citation-number": [
      "7"
    ],
    "date": [
      "1948"
    ],
    "pages": [
      "104"
    ],
    "publisher": [
      "Penguin Classics"
    ],
    "title": [
      "4, The Agricola and the Germania"
    ],
    "translator": [
      {
        "family": "Mattingly",
        "given": "H."
      },
      {
        "family": "S.A. Handford",
        "particle": "revised"
      }
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Herodotus",
        "given": "FV46"
      },
      {
        "family": "Grene",
        "given": "D."
      }
    ],
    "citation-number": [
      "8"
    ],
    "note": [
      "9 Tacitus, Agricola, 11."
    ],
    "pages": [
      "47"
    ],
    "title": [
      "Readings in the Classical Historians"
    ],
    "type": null
  },
  {
    "note": [
      "10 Diodorus Siculus, V.31. 11 Diodorus Siculus, V.33."
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "Ammianus Marcellinus, XV.12, trans. W. Hamilton"
      }
    ],
    "citation-number": [
      "12"
    ],
    "container-title": [
      "C. O'Rahilly"
    ],
    "pages": [
      "604–605",
      "202"
    ],
    "title": [
      "Readings in the Classical Historians",
      "13 Tain Bo Cualnge, trans"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Tierney",
        "given": "J.J."
      }
    ],
    "citation-number": [
      "14"
    ],
    "container-title": [
      "Proceedings of the Royal Irish Academy"
    ],
    "date": [
      "1960"
    ],
    "issue": [
      "5"
    ],
    "pages": [
      "269"
    ],
    "title": [
      "The Celtic Ethnography of Posidonius"
    ],
    "type": "article-journal",
    "volume": [
      "C"
    ]
  },
  {
    "author": [
      {
        "family": "Green",
        "given": "Miranda J."
      }
    ],
    "citation-number": [
      "15"
    ],
    "pages": [
      "211"
    ],
    "title": [
      "Dictionary of Celtic Myth and Legend"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1"
    ],
    "container-title": [
      "Michael Grant's Readings in the Classical Historians"
    ],
    "pages": [
      "201–202"
    ],
    "title": [
      "Book VI, sections 13-14 and 16"
    ],
    "translator": [
      {
        "family": "Wiseman",
        "given": "A."
      },
      {
        "family": "Wiseman",
        "given": "P."
      }
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "2"
    ],
    "container-title": [
      "Diodorus Siculus"
    ],
    "pages": [
      "31"
    ],
    "type": "chapter",
    "volume": [
      "V"
    ]
  },
  {
    "citation-number": [
      "3"
    ],
    "container-title": [
      "Celtic Heritage"
    ],
    "pages": [
      "157"
    ],
    "title": [
      "Ancient Laws of Wales, London, 1841, quoted in Alwyn Rees and Brinley Rees"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "T.D. Kendrick",
        "given": "Quoted",
        "particle": "in"
      }
    ],
    "citation-number": [
      "4"
    ],
    "date": [
      "1928"
    ],
    "location": [
      "London"
    ],
    "pages": [
      "59"
    ],
    "title": [
      "The Druids"
    ],
    "type": null
  },
  {
    "citation-number": [
      "5"
    ],
    "date": [
      "1994"
    ],
    "location": [
      "London"
    ],
    "publisher": [
      "Blandford Press"
    ],
    "title": [
      "The Celtic Druids' Year",
      "THREE"
    ],
    "type": "book"
  },
  {
    "container-title": [
      "Celtic Heritage"
    ],
    "pages": [
      "314"
    ],
    "title": [
      "Notes 1 Alwyn Rees and Brinley Rees"
    ],
    "type": "article-journal"
  },
  {
    "citation-number": [
      "2"
    ],
    "container-title": [
      "Celtic Heritage"
    ],
    "pages": [
      "317"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "3"
    ],
    "container-title": [
      "New Hampshire 03275, USA. 4 Ecclesiastical History of the English Nation"
    ],
    "edition": [
      "Everyman"
    ],
    "location": [
      "Dent"
    ],
    "pages": [
      "6"
    ],
    "title": [
      "The Journal of the New England Antiquities Research Association is published from 305 Academy Road, Pembroke"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "5"
    ],
    "date": [
      "1979"
    ],
    "location": [
      "Perth"
    ],
    "note": [
      "reprinted by Melven Press,"
    ],
    "title": [
      "Quoted in the Introduction to Alexander Mackenzie, History of the Highland Clearances, Inverness, 1883"
    ],
    "type": null
  },
  {
    "citation-number": [
      "6"
    ],
    "pages": [
      "1–2"
    ],
    "title": [
      "History of the Highland Clearances"
    ],
    "type": null
  },
  {
    "citation-number": [
      "7"
    ],
    "container-title": [
      "Edinburgh and London"
    ],
    "date": [
      "1945"
    ],
    "genre": [
      "several reprints."
    ],
    "title": [
      "Clan information is taken from The Scottish Tartans, Johnston and Bacon"
    ],
    "type": "article-journal"
  },
  {
    "citation-number": [
      "8"
    ],
    "date": [
      "1997-09-20"
    ],
    "location": [
      "Vermont, USA"
    ],
    "note": [
      "letter published in The Burlington Free Press,"
    ],
    "title": [
      "Introduction to The Secret Rose, Dublin, 1897, 9 Published by Premier Magazines Ltd., Haymarket House, 1 Oxenden Street, London SW1Y 4EE. 10 Amanda May, of WilJiston"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Chief",
        "given": "B.R.O.D.D.E."
      },
      {
        "family": "Brodie",
        "given": "Brodie",
        "particle": "of"
      },
      {
        "family": "seat",
        "particle": "clan"
      },
      {
        "family": "Castle",
        "given": "Brodie"
      },
      {
        "given": "Forres"
      }
    ],
    "container-title": [
      "CAMPBELL OF LOCHOW Chief: Duke of Argyll"
    ],
    "note": [
      "patronymic: Mac Cailein Mor; clan seats: Inveraray Castle, Argyll and Ardchonnel Castle, Loch Awe; slogan: Cruachan; plant: wild myrtle; memorials: Kilmun Kirk; pipe music: Argyll's Salute and The Campbells Are Coming; tartan: green and black ground, blue horizontal hatch, white piping. CAMPBELL OF BREADALBANE Chief: Earl of Breadalbane; patronymic: 244 KINGDOMS OF THE CELTS Mac Chailein 'ic Dhonnachaidh; clan seat: Kilchurn Castle, Loch Awe; slogan: Cruachan; plant: wild myrtle; tartan: green and black ground, yellow and black piping."
    ],
    "title": [
      "Morayshire; plant: periwinkle; memorials: Kirk of Dyke, Moray; tartan: green and black ground, blue Crosshatch, red and yellow piping. BRUCE Chief: Earl of Elgin; patronymic: The Bruce; clan seats: Clackmannan Tower, Alloa and Broomhall, Fife; tryst: Lochmabenstone, Annandale; plant: rosemary; tartan: grey and red, green Crosshatch, white piping. BUCHANAN Chief: Buchanan of that Ilk; clan seat: Buchanan Castle, Drymen; slogan: Clare Innis; plant: bilberry; memorials: Clare Injiis, in Loch Lomond; tartan: red, green and yellow Crosshatch, black and white piping. CAMERON Chief: Cameron of Lochiel; patronymic: Mac Dhomnuil Duibh; clan seat: Achnacarry, Spean Bridge; slogan: Chlanna nan Con; plant: oak; pipe music: The Camerons' Gathering and Pibroch of Donnuil Dubh; tartan: red ground, grey and green Crosshatch, white piping"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Chief",
        "given": "C.A.M.P.B.E.L.L.O.F.C.A.W.D.O.R."
      }
    ],
    "note": [
      "DOUGLAS Chief: Douglas of Douglas; patronymic: The Douglas; clan seats: Douglas Castle, Lanarkshire and Tantallon Castle, East Lothian; memorials: St. Bryde's Kirk, Douglas; music: Dumbarton's Drums; tartan: green ground, navy blue crosshatching, white and double white piping. DRUMMOND Chief: Earl of Perth; clan seats: Castle Drummond, Crieff and Stobhall, Perthshire; slogan: Gang Warily; plant: holly; pipe music: The Duke of Perth's March; tartan: red ground, fine blue and grey Crosshatch, white piping. DUNDAS Chief: Dundas of Dundas; clan seats: Dundas Castle, South Queensferry and Inchgarvie, Firth of Forth; plant: bilberry; tartan: blue and green ground, double yellow piping. ELLIOT Chief: Elliot of Stobs; clan seats: Redheugh, Roxburghshire; Larriston Tower; and Gilnockie Tower; tartan: sky blue ground, narrow black crosshatch, red piping. ERSKINE Chief: Earl of Mar and Kellie; clan seats: Alloa Tower, Clackmannan and Erskine, Renfrewshire; plant: red rose; tartan: red and green crosshatch, double red piping. FARQUHARSON Chief: Farquharson of Invercauld; patronymic: Mac Fhionnlaidh; clan seats: Invercauld House and Braemar Castle, Aberdeenshire; slogan: Cam na Cuimhne; plant: scots fir; tartan: green and sky blue Crosshatch, yellow and red piping, fine double black piping."
    ],
    "title": [
      "Earl of Cawdor; clan seat: Cawdor Castle, Nairnshire; plant: wiJd myrtle; memorials: Barevon Kirk; tartan: green, sky blue and blue crosshatching, red and sky blue piping. CH1SHOLM Chief: Chisholm of Chisholm; patronymic: An Siosalach (The Chisholm); clan seats: Erchless Castle, and Comer, Strathglass; plant: fern; pipe music: The Chisholm's Salute and Chisholm's March; tartan: red ground, blue and yellow crosshatching, double white piping. COLQUHOUN Chief: Colquhoun of Luss; clan seats: Rossdhu, Luss, Dunbartonshire and Luss Barony, Dunbartonshire; tryst and slogan: Cnoc Ealachan; plant: hazel; pipe music: The Colquhouns' March and The Colquhouns' Gathering; tartan: blue and green ground, white, red and double black piping. CRAWFURD Chief: Crawfurd of Auchinames; clan seat: Auchinames, Lanarkshire; plant: boxwood; tartan: green and mulberry red ground, mulberry red and double white piping. CUMMING Chief: Cumming of AJtyre; clan seats: Alryre, Forres; Duxdargue Castle and Inverallochy Castle, both by Fraserburgh; plant: cummin; tartan: red and green fine Crosshatch, black and sky blue piping. CUNNINGHAM Chief: Cunningham of Kilmaurs; clan seat: Kilmaurs, Ayrshire; tartan: red and black Crosshatch, white and double red piping. DAVIDSON Chief: Davidson of that Ilk or Tulloch; clan seats: Tulloch Castle, Dingwall and Cantray, Inverness; plant: cranberry; pipe music: Tulloch's Salute; tartan: light green and dark green ground, red and black piping"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Chief",
        "given": "J.O.H.N.S.T.O.N."
      }
    ],
    "note": [
      "MACALISTAIR Chief: Mac Alistair of the Loup; patronymic: Mac lain Duibh; clan seat: Menstrie Castle, Stirling; plant: ling heather; tartan: red ground, very narrow green Crosshatch, white piping. MACARTHUR Chief: Mac Arthur of Tirrcladdich; patronymic: Mac ic Artair; clan seat: Tirracladdich on Loch Awe, Argyll; slogan: Eisd! O Eisd; plant: wild thyme; tartan: green ground, black Crosshatch, yellow and black piping. MACALJLAY Chief: Macaulay of Ardincaple; clan seat: Ardincaple Castle, Row, Dunbartonshire; plant: scots fir; tartan: red ground, quadruple grey Crosshatch, green squares, white and black piping. MACBAIN Chief: Mac Bain of that Ilk; clan seat: Kinchyle, Inverness; tryst: Kinchyle; plant: boxwood; memorials: Dunlichiry Kirk; tartan: red ground, narrow purple Crosshatch, green, white and black piping. MACCALLUM (MALCOLM) Chief: Malcolm of Poltalloch; clan seat: Poltalloch, Argyll; plant: rowan; tartan: light green and dark green crosshatch, purple squares, black and white piping. MACDONALD Chief: Lord Macdonald; patronymic: Mac Dhomnuill; clan seats: Dunscaith Castle, Skye; ArmadaJe Castle, Skye; and Ostaig House, Skye; tryst: Dun Donald; slogan: Fraoch Eilean; plant: heather; memorials: Iona; pipe music: Macdonald's Salute and March of the Macdonalds; tartan: light green and dark green Crosshatch, dark blue squares, black and double red piping. MACDOUGALL Chief: MacDougall of MacDougall and Dunollie; patronymic: Mac Dhughaill; clan seats: Dunollie Castle, Oban and Gylen Castle, Kerrera, Argyll; slogan: Buaidh no bas; plant: bell heather; pipe music: DunolJie Castle and MacDougaU's Salute; tartan: red ground, narrow green and purple Crosshatch, green squares, double white piping. APPENDIX: THE PRINCIPAL SCOTTISH CLANS 247"
    ],
    "title": [
      "Johnston of that Ilk and Annandale; clan seat: Lochwood Tower, Dumfries; plant: red hawthorn; tartan: green ground, dark green Crosshatch, small blue squares, yellow and triple black piping. KENNEDY Chief: Marquess of Ailsa; clan seats: Cassilis House, Maybole and Culzean Castle, Ayrshire; plant: oak; tartan: green ground, narrow blue Crosshatch, red, yellow and triple black piping. LAMONT Chief: Lamont of that Ilk; patronymic: Mac Laomuinn; clan seats: Ardlamont, Argyll and Castle Toward; plant: crab apple; pipe music: Lamont's Welcome; tartan: dark blue ground, dark green Crosshatch, small light green squares, white and double black piping. LESLIE Chief: Earl of Rothies; clan seats: Leslie Castle, Aberdeenshire; Rothes Castle, Moray; Ballinbreich Castle, Fife; and Leslie-on-Leven, Fife; plant: rue; tartan: green ground, blue squares, narrow black Crosshatch, red and white piping. LINDSAY Chief: Earl of Crawford; patronymic: Le Lindesay; clan seats: Balcaxres, Colinsburgh; Ochteruterstruther Castle, Fife; and Finhaven Castle, Angus; plant: linden; memorials: Crawford Priory, Fife; tartan: green and blue ground, red and mulberry red Crosshatch, double black piping"
    ],
    "type": null
  },
  {
    "editor": [
      {
        "given": "M.A.C.L.E.N.N.A.N."
      }
    ],
    "note": [
      "MACLEAN Chief: Maclean of Duart; patronymic: Mac ill Eathain; clan seat: Duart Castle, Mull; slogan: Fear eile airson Eachuinn; plant: crowberry; tartan: red ground,",
      "MACPHERSON Chief: Macpherson of Cluny; patronymic: Mac Mhuirich; clan seat: Ciuny-in-Badenoch, Kingussie; tryst: Lochan Ovie, Creag Dhu; slogan: Creag Dhubh; plant: white heather; pipe music: Cluny Macpherson's Salute and Macpherson's March; tartan: red and blue crosshatch, black and white piping. MACRAE Chief: Macrae; patronymic: Mac Rath; clan seat: Inverinate, Inverness; slogan: Sgur Urain; plant: club moss; memorials: Kintail, Auld Kirk; pipe music: The Macraes' March; tartan: red ground, narrow triple green and double blue Crosshatch, white and double blue piping. MENZIES (pronounced Men-ghees) Chief: Menzies of that Ilk; patronymic: Am Meinnearach; clan seat: Castle Menzies, Weem, Aberfeldy; tryst: The Rock of Weem; slogan: Geal is Dearg a Suas; plant: Menzies heath; memorials: Auld Kirk, Weem; pipe music: The Menzies' Salute and Menzies' March; tartan: salmon red ground, narrow white Crosshatch and white double piping. MORRISON Chief: Morrison of Barvas and Duneystein; patronymic: Mac Hulle Mhoire; clan seats: Dunetstein Castle, Isle of Lewis and Dun of Pabbay of Tarbert in Harris; tryst: Duneystein; slogan: Duneystein; plant: driftweed; tartan: green ground, blue and narrow black Crosshatch, red and black piping. MUNRO Chief: Munro of Foulis; patronymic: Tighearna Folais; clan seat: Foulis Castle, Evanton, Ross; tryst: Foulis Castle; slogan: Caisteal Folais na Theine; plant: common club moss; pipe music: Munro's Salute and Munro's March; tartan: red ground, narrow green and blue Crosshatch, blue and white piping. APPENDIX: THE PRENCIPAJ SCOTTISH CLANS 249"
    ],
    "title": [
      "green and purple Crosshatch, black, double sky blue and double white piping",
      "Chief: Logan of Drumderfit; patronymic: Ghilinnein; clan seat: Drumderfit, Ross; rryst: Druic na Claven, Kintail; slogan: Druim nan deur; plant: furze; tartan: green ground, narrow black Crosshatch, purple squares, white and quadruple red piping. MACLEOD Chief: MacLeod of MacLeod; patronymic: MacLeoid; clan seat: Dunvegan Castle, Skye; plant: juniper; memorials: Rodill, in Harris; pipe music: MacLeod's Salute and MacLeod's Rowing Salute; tartan: green ground, narrow black Crosshatch, blue squares, yellow and red piping. MACLEOD OF LEWIS Clan seat: Stornoway Castle, Lewis and Assynt, Ross; plant: red whortleberry; tartan: yellow ground, triple grey Crosshatch, black squares, red and double yellow piping. MACMLLLAN Chief: Macmillan of Macmillan; patronymic: Mac Mhaoilean Mor a Cnaip; clan seat: Knapdale, Argyllshire; tryst: Macmillan's Cross, Knapdale; plant: holly; memorials: Resby Cnaip; tartan: dark green ground, light green, yellow and red Crosshatch, black piping. MACNEIL Chief: The MacNeiJ of Barra; patronymic: Mac Neill; clan seat: Kismull Castle, Isle of Barra; slogan: Buaidh no Bas; plant: dryas; tartan: green ground, grey, dark blue and narrow black Crosshatch, white and yellow piping"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "TEXTS",
        "given": "C.L.A.S.S.I.C.A.L."
      },
      {
        "family": "Grant",
        "given": "T.R.A.N.S.L.A.T.I.O.N.S."
      },
      {
        "given": "M."
      }
    ],
    "date": [
      "1956"
    ],
    "location": [
      "Rome, Harmondsworth"
    ],
    "publisher": [
      "Penguin"
    ],
    "title": [
      "Tacitus: The Annals of Imperial"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Grant",
        "given": "M."
      }
    ],
    "date": [
      "1992"
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "Macmillan"
    ],
    "title": [
      "Readings in the Classical Historians"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Graves",
        "given": "R."
      }
    ],
    "date": [
      "1957"
    ],
    "location": [
      "Harmondsworth"
    ],
    "publisher": [
      "Penguin"
    ],
    "title": [
      "Suetonius: The Twelve Caesars"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Handford",
        "given": "S.A."
      },
      {
        "family": "Lempriere",
        "given": "J."
      }
    ],
    "date": [
      "1951",
      "XXXX"
    ],
    "location": [
      "Harmondsworth",
      "London"
    ],
    "publisher": [
      "Penguin",
      "Rourledge"
    ],
    "title": [
      "Caesar: The Conquest of Gaul",
      "A Classical Dictionary"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Mattingly",
        "given": "H."
      },
      {
        "family": "Selincourt",
        "given": "A.de"
      },
      {
        "given": "Livy"
      },
      {
        "family": "Selincourt",
        "given": "A.de"
      },
      {
        "given": "Livy"
      },
      {
        "family": "Stevenson",
        "given": "J."
      }
    ],
    "container-title": [
      "1954 VERNACULAR TEXTS AND TRANSLATIONS, MEDIAEVAL TEXTS Baines, K., Sir Thomas Malory: Le Morte d'Arthur",
      "Jane"
    ],
    "date": [
      "1948",
      "1965",
      "1960",
      "1965",
      "1903",
      "1870",
      "1961"
    ],
    "edition": [
      "revised S.A"
    ],
    "location": [
      "Handford, Harmondsworth",
      "Harmondsworth",
      "Harmondsworth",
      "Books XXI-XXX, Harmondsworth",
      "London and New York",
      "New York"
    ],
    "publisher": [
      "Penguin",
      "Penguin",
      "Penguin",
      "Penguin",
      "Dent",
      "Bramhall House"
    ],
    "title": [
      "Tacitus: The Agricola and The Germania",
      "Scott-Kilvert, I., Plutarch: The Makers of Rome, Nine Lives by Plutarch",
      "The History of Rome from its Foundation, Books l-V",
      "The History of Rome from its Foundation",
      "Bede's Ecclesiastical History of the English Nation, revised L.C"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Bromwich",
        "given": "R."
      }
    ],
    "date": [
      "1976"
    ],
    "location": [
      "Cardiff",
      "worth"
    ],
    "note": [
      "LlanLlltud, Gantz, }.,The Mabinogion, H arm on ds"
    ],
    "publisher": [
      "Penguin"
    ],
    "title": [
      "Trioedd Ynys Prydem: The Welsh Triads"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Gantz",
        "given": "J."
      },
      {
        "family": "Myths",
        "given": "Early Irish"
      },
      {
        "family": "Sagas",
        "given": "Harmondsworth"
      },
      {
        "given": "Penguin"
      },
      {
        "family": "Gantz",
        "given": "J."
      }
    ],
    "date": [
      "1981",
      "1995"
    ],
    "location": [
      "Harmondsworth"
    ],
    "publisher": [
      "Penguin"
    ],
    "title": [
      "Tales of Cu Chulaind: Irish Heroic Myths"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Jones",
        "given": "G."
      },
      {
        "family": "Jones",
        "given": "T."
      }
    ],
    "date": [
      "1948",
      "1991"
    ],
    "genre": [
      "revised 1974"
    ],
    "location": [
      "London",
      "Kibler, W.W., Chretien de Troyes",
      "Harmondsworth"
    ],
    "publisher": [
      "Dent",
      "Arthurian Romances",
      "Penguin"
    ],
    "title": [
      "The Mabinogion"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Kinsella",
        "given": "T."
      },
      {
        "family": "Bryce",
        "given": "D."
      },
      {
        "family": "O'Faolain",
        "given": "E."
      }
    ],
    "date": [
      "1969",
      "1985",
      "1954"
    ],
    "location": [
      "Dublin",
      "Oxford"
    ],
    "note": [
      "Rhys, E., Sir Thomas Malory: The Noble History of King Arthur, London and Newcastle upon Tyne: Walter Scott, n.d."
    ],
    "publisher": [
      "Oxford University Press",
      "Oxford University Press"
    ],
    "title": [
      "The Tain",
      "Luzel, F.M., Celtic Folk-Tales from Armorica",
      "Lampeter: Llanerch Enterprises",
      "Irish Sagas and Folk Tales"
    ],
    "translator": [
      {
        "literal": "trans."
      }
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Thorpe",
        "given": "L."
      },
      {
        "family": "Monmouth",
        "given": "Geoffrey",
        "particle": "of"
      },
      {
        "family": "Tolkien",
        "given": "J.R.R."
      },
      {
        "family": "Gordon",
        "given": "E.V."
      }
    ],
    "container-title": [
      "CELTIC LANGUAGE Anwyl, J.B., Spurrell's English-Welsh, Welsh-English Dictionary"
    ],
    "date": [
      "1966",
      "1967",
      "1934"
    ],
    "location": [
      "Harmondsworth",
      "Oxford",
      "Carmarthen"
    ],
    "publisher": [
      "Penguin",
      "Oxford University Press",
      "Spurrell"
    ],
    "title": [
      "The History of the Kings of Britain",
      "Sir Gawain and the Green Knight"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Bhaldraithe",
        "given": "T.de"
      },
      {
        "family": "Dictionary",
        "given": "English-Irish"
      }
    ],
    "container-title": [
      "Gearrfhocloir Gaeilge-Bearla"
    ],
    "date": [
      "1959",
      "1981"
    ],
    "editor": [
      {
        "family": "Donaill",
        "given": "O."
      },
      {
        "given": "N."
      }
    ],
    "location": [
      "Dublin"
    ],
    "note": [
      "Profus an Morryd), Gerlyver Kernewek Kemmyn, Seaton: Kesva an Taves Kernewek / The Cornish Language Board, 1984"
    ],
    "producer": [
      {
        "family": "George",
        "given": "K."
      }
    ],
    "publisher": [
      "An Roinn Oideachais / Department of Education"
    ],
    "title": [
      "Dublin: Oifig an tSolathair / Office of Procurement"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Gillies",
        "given": "H.C."
      },
      {
        "family": "Gregor",
        "given": "D.B."
      },
      {
        "given": "Celtic"
      }
    ],
    "date": [
      "1902",
      "1980"
    ],
    "location": [
      "London",
      "Cambridge and New York"
    ],
    "publisher": [
      "D. Nurt",
      "Oleander Press"
    ],
    "title": [
      "The Elements of Gaelic Grammar",
      "A Comparative Study"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Hemon",
        "given": "R."
      }
    ],
    "date": [
      "1978"
    ],
    "location": [
      "Brest"
    ],
    "publisher": [
      "AI Liamm"
    ],
    "title": [
      "Nouveau Dictionnaire Breton-Francais"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Lewis",
        "given": "H."
      }
    ],
    "date": [
      "1960"
    ],
    "location": [
      "London and Glasgow"
    ],
    "pages": [
      "– 1969"
    ],
    "publisher": [
      "Collins"
    ],
    "title": [
      "Welsh Dictionary"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "MacFarlane",
        "given": "M."
      }
    ],
    "date": [
      "1953",
      "1923"
    ],
    "editor": [
      {
        "family": "Williams",
        "given": "R."
      },
      {
        "family": "Cymraeg",
        "given": "Llawlyfr Gramadeg"
      },
      {
        "family": "Gwersi",
        "given": "Gyda"
      }
    ],
    "location": [
      "Stirling",
      "Wrexham"
    ],
    "publisher": [
      "Eneas Mackay",
      "Hughes a'i Fab/Hughes & Son"
    ],
    "title": [
      "Gaelic-English Dictionary"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Ashe",
        "given": "G."
      },
      {
        "family": "Bain",
        "given": "G."
      }
    ],
    "date": [
      "1968",
      "1951"
    ],
    "location": [
      "London",
      "London"
    ],
    "publisher": [
      "Pall Mall Press",
      "William Maclellan"
    ],
    "title": [
      "The Quest for Arthur's Britain",
      "Celtic Art - the Methods of Construction"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Berleth",
        "given": "R."
      },
      {
        "family": "Berresford Ellis",
        "given": "P."
      },
      {
        "family": "Bord",
        "given": "J."
      },
      {
        "given": "C."
      },
      {
        "family": "Burl",
        "given": "A."
      }
    ],
    "container-title": [
      "The Irish World"
    ],
    "date": [
      "1978",
      "1987",
      "1978",
      "1978",
      "1976",
      "1949"
    ],
    "editor": [
      {
        "family": "Breffny",
        "given": "B.de"
      }
    ],
    "location": [
      "New York",
      "London",
      "London",
      "London and New York",
      "London and New Haven",
      "Princeton"
    ],
    "note": [
      "Campbell, J., The Hero with a Thousand Faces,"
    ],
    "publisher": [
      "Knopf",
      "Routledge and Kegan Paul",
      "Larimer New Dimensions",
      "Harry N. Abrams",
      "Yale University Press",
      "Princeton University Press"
    ],
    "title": [
      "The Twilight Lords: An Irish Chronicle",
      "A Dictionary of Irish Mythology",
      "A Guide to Ancient Sites in Britain",
      "The Stone Circles of the British hies"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Campbell",
        "given": "N."
      }
    ],
    "date": [
      "1963"
    ],
    "location": [
      "Oxford"
    ],
    "publisher": [
      "Mowbray"
    ],
    "title": [
      "Pageant of Saints"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Cavendish",
        "given": "R."
      },
      {
        "family": "Churchill",
        "given": "W."
      }
    ],
    "date": [
      "1978",
      "1956"
    ],
    "location": [
      "London",
      "New York"
    ],
    "publisher": [
      "Weidenfeld and Nicolson",
      "Dodd, Mead"
    ],
    "title": [
      "King Arthur and the Grail",
      "A History of the English Speaking Peoples"
    ],
    "type": "book",
    "volume": [
      "1"
    ]
  },
  {
    "author": [
      {
        "family": "Clark",
        "given": "G."
      },
      {
        "family": "Piggort",
        "given": "S."
      },
      {
        "family": "Clayton",
        "given": "P."
      },
      {
        "family": "Cornell",
        "given": "T.J."
      },
      {
        "family": "Davies",
        "given": "J."
      },
      {
        "family": "Dillon",
        "given": "M."
      },
      {
        "family": "Chadwick",
        "given": "N."
      },
      {
        "family": "Duckert",
        "given": "E."
      }
    ],
    "container-title": [
      "Treasures of Early Irish Art",
      "The Environment of Early Man in the British Isles",
      "Historical Atlas of Britain"
    ],
    "date": [
      "1965",
      "1976",
      "1977",
      "1995",
      "1990",
      "1967",
      "1959",
      "1975",
      "1981",
      "1990"
    ],
    "editor": [
      {
        "family": "Cone",
        "given": "P."
      },
      {
        "family": "Falkus",
        "given": "M."
      },
      {
        "family": "Gillingham",
        "given": "J."
      }
    ],
    "location": [
      "New York",
      "London",
      "New York",
      "London and New York",
      "London",
      "London",
      "London and Glasgow",
      "Evans, J.G",
      "Cardiff",
      "London",
      "London"
    ],
    "publisher": [
      "Knopf",
      "Weidenfeld and Nicolson",
      "Metropolitan Museum of Art",
      "Routledge",
      "Allen Lane Penguin",
      "Weidenfeld and Nicolson",
      "Norton",
      "Paul Elek",
      "Kingfisher",
      "Thames and Hudson"
    ],
    "title": [
      "Prehistoric Societies",
      "Archaeological Sites of Britain",
      "The Beginnings of Rome",
      "Hanes Cymru IA History of Wales",
      "The Celtic Realms",
      "The Wandering Saints of the Early Middle Ages",
      "Gimbutas, M., The Language of the Goddess"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Graves",
        "given": "R."
      }
    ],
    "date": [
      "1948",
      "1992"
    ],
    "location": [
      "London",
      "Green, M.J",
      "London"
    ],
    "publisher": [
      "Faber",
      "Thames and Hudson"
    ],
    "title": [
      "The White Goddess",
      "Dictionary of Celtic Myth and Legend"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Green",
        "given": "M.J."
      }
    ],
    "date": [
      "1996"
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "George Braziller"
    ],
    "title": [
      "Celtic Goddesses"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Herm",
        "given": "G."
      }
    ],
    "date": [
      "1976"
    ],
    "location": [
      "London"
    ],
    "publisher": [
      "Weidenfeld and Nicolson"
    ],
    "title": [
      "The Celts"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Hole",
        "given": "C."
      }
    ],
    "date": [
      "1965"
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "Barrows"
    ],
    "title": [
      "Saints in Folklore"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Jenkins",
        "given": "E."
      }
    ],
    "date": [
      "1975"
    ],
    "location": [
      "London"
    ],
    "publisher": [
      "Michael Joseph"
    ],
    "title": [
      "The Mystery of King Arthur"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Jones",
        "given": "K."
      },
      {
        "family": "Keller",
        "given": "W."
      }
    ],
    "date": [
      "1991",
      "1974"
    ],
    "location": [
      "Glastonbury",
      "Henderson, London"
    ],
    "publisher": [
      "Ariadne",
      "Jonathan Cape"
    ],
    "title": [
      "The Ancient British Goddess",
      "The Etruscans"
    ],
    "translator": [
      {
        "family": "Henderson",
        "given": "A."
      },
      {
        "given": "E."
      }
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Kjng",
        "given": "J."
      }
    ],
    "date": [
      "1994"
    ],
    "location": [
      "London"
    ],
    "publisher": [
      "Blandford Press"
    ],
    "title": [
      "The Celtic Druids' Year"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Lansdale",
        "given": "M."
      },
      {
        "family": "Scotland",
        "given": "Edinburgh"
      },
      {
        "family": "Coates",
        "given": "Henry T."
      }
    ],
    "date": [
      "1901"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Mackenzie",
        "given": "A."
      }
    ],
    "date": [
      "1979"
    ],
    "publisher": [
      "Melven Press"
    ],
    "title": [
      "A History of the Highland Clearances, Inverness and Perth: 1883"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "MacManus",
        "given": "S."
      },
      {
        "family": "Masson",
        "given": "G."
      }
    ],
    "container-title": [
      "Shamanism and the Bardic Mysteries in Britain and Ireland"
    ],
    "date": [
      "1921",
      "1973",
      "1991"
    ],
    "editor": [
      {
        "family": "Matthews",
        "given": "J."
      },
      {
        "given": "Taliesin"
      }
    ],
    "location": [
      "New York",
      "London",
      "London"
    ],
    "publisher": [
      "Devin-Adair",
      "Thames and Hudson",
      "Aquarian"
    ],
    "title": [
      "The Story of the Irish Race",
      "A Concise History of Republican Rome"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Moran",
        "given": "Cardinal"
      }
    ],
    "date": [
      "1903",
      "1977"
    ],
    "editor": [
      {
        "family": "Nordenfolk",
        "given": "C."
      },
      {
        "given": "Celtic"
      },
      {
        "family": "Painting",
        "given": "Anglo-Saxon"
      }
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "George BrazLUer"
    ],
    "title": [
      "Irish Saints in Great Britain, Callan: Sisters of Mercy"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Piggott",
        "given": "S."
      }
    ],
    "date": [
      "1965"
    ],
    "location": [
      "Edinburgh"
    ],
    "publisher": [
      "Edinburgh University Press"
    ],
    "title": [
      "Ancient Europe"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Powell",
        "given": "T.G.E."
      }
    ],
    "date": [
      "1958"
    ],
    "location": [
      "London"
    ],
    "publisher": [
      "Thames and Hudson"
    ],
    "title": [
      "The Celts"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Rees",
        "given": "A."
      },
      {
        "family": "Rees",
        "given": "B."
      }
    ],
    "date": [
      "1961"
    ],
    "location": [
      "London"
    ],
    "publisher": [
      "Thames and Hudson"
    ],
    "title": [
      "Celtic Heritage - Ancient Tradition in Ireland and Wales"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Ross",
        "given": "A."
      }
    ],
    "date": [
      "1970",
      "1979",
      "1979"
    ],
    "editor": [
      {
        "family": "Squire",
        "given": "C."
      },
      {
        "family": "Myth",
        "given": "Celtic"
      },
      {
        "given": "Legend"
      }
    ],
    "location": [
      "London",
      "London",
      "New York"
    ],
    "publisher": [
      "Batsford",
      "Thames and Hudson",
      "Poetry and Romance",
      "Bell"
    ],
    "title": [
      "Everyday Life of the Pagan Celts",
      "Scullard, H.H., Roman Britain - Outpost of the Empire"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Thom",
        "given": "A."
      }
    ],
    "date": [
      "1967"
    ],
    "location": [
      "Oxford"
    ],
    "publisher": [
      "Oxford University Press"
    ],
    "title": [
      "Megalithic Sites in Britain"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Tolstoy",
        "given": "N."
      }
    ],
    "container-title": [
      "Muir's Historical Atlas, Ancient and Classical"
    ],
    "date": [
      "1985",
      "1938"
    ],
    "editor": [
      {
        "literal": "Treharne, R.F. {ed., posthumously) and Fullard, H. (ed."
      }
    ],
    "location": [
      "London",
      "London"
    ],
    "publisher": [
      "Hodder and Stoughton",
      "Muir"
    ],
    "title": [
      "The Quest for Merlin"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Webster",
        "given": "G."
      }
    ],
    "date": [
      "1994",
      "1979"
    ],
    "location": [
      "New York",
      "Young, C.R",
      "England, Philadelphia"
    ],
    "publisher": [
      "Barnes and Noble",
      "The Royal Forests of Medieval",
      "University of Pennsylvania Press"
    ],
    "title": [
      "The Roman Imperial Army"
    ],
    "type": "book"
  }
]
