[
  {
    "date": [
      "1893"
    ],
    "location": [
      "New York Chichester"
    ],
    "publisher": [
      "Columbia University Press New York Columbia University Press Publishers Since",
      "West Sussex cup.columbia.edu"
    ],
    "type": "book"
  },
  {
    "date": [
      "1969"
    ],
    "location": [
      "New York"
    ],
    "note": [
      "and Rules for Radicals: A Practical"
    ],
    "publisher": [
      "Vintage"
    ],
    "title": [
      "Saul Alinsky’s vision of democratic, grassroots democracy catalyzed by “leaders” is developed in his Reveille for Radicals"
    ],
    "type": null
  },
  {
    "date": [
      "1971"
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "Random House"
    ],
    "title": [
      "Primer for Realistic Radicals"
    ],
    "type": "book"
  },
  {
    "container-title": [
      "The Community Organizing 184 Y Afterword Tradition of Saul Alinsky"
    ],
    "date": [
      "1989"
    ],
    "editor": [
      {
        "family": "Aaron Schutz",
        "particle": "ed."
      },
      {
        "family": "Miller",
        "given": "Mike"
      }
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "Knopf"
    ],
    "title": [
      "His biography is well told by Sanford D. Horwitt in Let Them Call Me Rebel: Saul Alinsky, His Life and Legacy",
      "and the continuing resonance of his model of leadership is surveyed in People Power"
    ],
    "type": "chapter"
  },
  {
    "date": [
      "2015"
    ],
    "location": [
      "Nashville"
    ],
    "note": [
      "see Sheldon Wolin, Fugitive Democracy, and Other Essays"
    ],
    "publisher": [
      "Vanderbilt University Press"
    ],
    "title": [
      "On the fleeting nature of genuine democracy, and I would add democratic charisma"
    ],
    "type": null
  },
  {
    "container-title": [
      "New York Times"
    ],
    "date": [
      "2016",
      "2015-05-04"
    ],
    "location": [
      "Princeton"
    ],
    "publisher": [
      "Princeton University Press"
    ],
    "title": [
      "On the charisma of the Twitter personalities identified with Black Lives Matter, see Jay Caspian Kang, “ ‘Our Demand Is Simple: Stop Killing Us’: How a Group of Black Social Media Activists Built the Nation’s First 21st-Century Civil Rights Movement"
    ],
    "type": "article-journal"
  },
  {
    "date": [
      "2004",
      "2005"
    ],
    "location": [
      "London",
      "New York"
    ],
    "note": [
      "has also informed my thinking on these issues."
    ],
    "publisher": [
      "Verso",
      "Fordham University Press"
    ],
    "title": [
      "Judith Butler offers suggestive comments on representing the human in her discussion of Emmanuel Levinas included in Precarious Life: The Powers of Mourning and Violence",
      "but the discussion of self-reflection and formation in Giving an Account of Oneself"
    ],
    "type": null
  },
  {
    "container-title": [
      "see Ethics: An Essay on the Understanding of Evil",
      "and Being and Event"
    ],
    "date": [
      "1969",
      "1998",
      "2003",
      "2012",
      "2001",
      "2007"
    ],
    "location": [
      "Pittsburgh",
      "Pittsburgh",
      "Stanford",
      "London",
      "London",
      "London",
      "Stanford"
    ],
    "pages": [
      "185"
    ],
    "publisher": [
      "Duquesne University Press",
      "Duquesne University Press",
      "Stanford University Press",
      "Continuum",
      "Verso",
      "Continuum",
      "Stanford Afterword Z"
    ],
    "title": [
      "Levinas himself is indispensable, particularly Totality and Infinity: An Essay on Exteriority",
      "but see also his Otherwise Than Being, or, Beyond Essence, where language becomes central",
      "Although the Jewish Levinas and the Catholic Michel Henry may seem far apart, Henry is also deeply concerned with shedding ideological distortion in order to reveal the human—now as self rather than other. See I Am the Truth: Toward a Philosophy of Christianity",
      "and, for a more practical intervention, Barbarism",
      "Alain Badiou’s reflections on responsiveness to the (charismatic?) event as constitutive of the human are also most useful",
      "I would read Badiou’s Saint Paul: The Foundation of Universalism"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Siegfried Kracauer",
        "particle": "see also"
      }
    ],
    "container-title": [
      "Lenin and Philosophy, and Other Essays"
    ],
    "date": [
      "1971",
      "1964",
      "1995"
    ],
    "location": [
      "New York",
      "Boston",
      "Cambridge"
    ],
    "note": [
      "but MacIntyre neglects to consider 186 Y Afterword how media are essential to mediating tradition: Whose Justice?"
    ],
    "pages": [
      "121–176"
    ],
    "publisher": [
      "Monthly Review Press",
      "Beacon",
      "Harvard University Press"
    ],
    "title": [
      "beyond the state: “Ideology and Ideological State Apparatuses",
      "Herbert Marcuse is a particularly perceptive, though underappreciated, critic of mediation for its role circulating ideology. See, most famously, One-Dimensional Man",
      "The Mass Ornament: Weimar Essays",
      "From a diachronic direction, Alasdair MacIntyre offers the classic philosophical defense of tradition, a key component of what I call mediation"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "The Archive and the Repertoire: Performing Cultural Memory in the Americas"
    ],
    "date": [
      "1988",
      "2004",
      "2003"
    ],
    "location": [
      "Notre Dame",
      "Princeton",
      "Durham"
    ],
    "publisher": [
      "University of Notre Dame Press",
      "Princeton University Press",
      "Duke University Press"
    ],
    "title": [
      "Which Rationality?",
      "See also Jeffrey Stout’s development of tradition—again, neglecting media—in his Democracy and Tradition",
      "Diana Taylor compellingly argues that it is essential to include performance repertoires in any consideration of tradition, moving the focus away from texts and institutions"
    ],
    "type": "chapter"
  },
  {
    "date": [
      "2010"
    ],
    "location": [
      "Oxford",
      "Bryan Garsten, Saving Persuasion"
    ],
    "note": [
      "A Defense of Rhetoric and Judgment (Cambridge: Harvard University Press, 2009); Jacques Rancière, The Emancipated Spectator (London: Verso, 2009); and especially Jean-Claude Monod, Qu’est-ce qu-un chef"
    ],
    "publisher": [
      "Oxford University Press"
    ],
    "title": [
      "Political theorists have recently begun taking a serious interest in the role of performance, rhetoric, and spectatorship in the context of a democratic polity. This has produced some exceptionally interesting work: Jeffrey E. Green, The Eyes of the People: Democracy in an Age of Spectatorship"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "démocratie?",
        "particle": "en"
      }
    ],
    "date": [
      "2012",
      "2001",
      "2004",
      "1989"
    ],
    "location": [
      "Paris",
      "Princeton",
      "New York",
      "Princeton"
    ],
    "note": [
      "offers useful background on the Greek context. The Socratic texts I have Afterword Z 187 found most helpful are the Symposium, Gorgias, Phaedrus, and the Apology. On Moses’s speech impediment, see Jeffry H. Tigay, “ ‘Heavy of Mouth’ and ‘Heavy of Tongue’: On Moses’ Speech Difficulty,”"
    ],
    "publisher": [
      "Seuil",
      "Princeton University Press",
      "Penguin",
      "Princeton University Press"
    ],
    "title": [
      "Politiques du charisme",
      "which also attempts to develop an account of democratic charisma, though with less attention to questions of mediation. The political implications of Socrates’s thought, and the Socratic impulse toward self-reflection and critique, are richly developed by Dana Villa in Socratic Citizenship",
      "Cornel West also develops the democratic implications of the Socratic throughout his work; see, for example, Democracy Matters: Winning the Fight Against Imperialism",
      "Josiah Ober’s Mass and Elite in Democratic Athens: Rhetoric, Ideology, and the Power of the People"
    ],
    "type": null
  },
  {
    "container-title": [
      "Bulletin of the American Schools of Oriental Research",
      "Grand Street",
      "American Literary History",
      "Monist"
    ],
    "date": [
      "1978",
      "1985",
      "1986",
      "1967",
      "1960",
      "2015",
      "2015",
      "2014",
      "1979"
    ],
    "issue": [
      "2",
      "3",
      "3"
    ],
    "location": [
      "New York",
      "New York",
      "Philadelphia",
      "New York",
      "New York"
    ],
    "note": [
      "Charles Johnson’s Dreamer: A Novel (New York: Scribner, 1998) draws on a wide variety of biographical information about King; see especially David J. Garrow, Bearing the Cross: Martin Luther King, Jr., and the Southern Christian Leadership Conference 188 Y Afterword"
    ],
    "pages": [
      "57–67",
      "86–106",
      "487–522",
      "331–350"
    ],
    "publisher": [
      "Basic",
      "Vintage",
      "Lippincott",
      "Harper",
      "Penguin"
    ],
    "title": [
      "Michael Walzer’s classic account of Moses and the Exodus narrative is found in Exodus and Revolution",
      "Edward Said’s response is found in “Michael Walzer’s Exodus and Revolution: A Canaanite Reading",
      "Sigmund Freud’s iconoclastic reading of Moses grapples with, but also unfortunately tries to answer, the question of his identity: Moses and Monotheism",
      "Bible quotations are from the New Revised Standard Version. Harper Lee’s To Kill a Mockingbird",
      "has attracted a fair amount of scholarly attention, and Go Set a Watchman",
      "certainly will as well. One recent analysis that addresses both and highlights the interest in a “queer” reading of the texts is Gregory Jay, “Queer Children and Representative Men: Harper Lee, Racial Liberalism, and the Dilemma of To Kill a Mockingbird",
      "For a chatty and frustrating journalistic account of Lee’s later life, see Marja Mills, The Mockingbird Next Door: Life with Harper Lee",
      "John McDowell develops an account of goodness as that which comes naturally when distortions are removed, building on Socrates, in “Virtue and Reason"
    ],
    "type": "article-journal",
    "volume": [
      "231",
      "5",
      "27",
      "62"
    ]
  },
  {
    "container-title": [
      "The Time Is Always Now: Black Thought and the Transformation of US Democracy"
    ],
    "date": [
      "1986",
      "2008",
      "2005",
      "2013"
    ],
    "location": [
      "New York",
      "Cambridge",
      "Bloomington",
      "New York"
    ],
    "note": [
      "On the overdetermination of black charisma and how to resist that overdetermination, see Nicole R. Fleetwood, Troubling Vision: Performance, Visuality, and Blackness (Chicago: University of Chicago Press, 2011)."
    ],
    "publisher": [
      "Morrow",
      "Harvard University Press",
      "Indiana University Press",
      "Oxford University Press"
    ],
    "title": [
      "It is also interesting to compare studies of King’s oratory, such as Jonathan Rieder, The Word of the Lord Is Upon Me: The Righteous Performance of Martin Luther King, Jr",
      "Rudolph Byrd is a careful reader of Johnson and reflects extensively on Dreamer in Charles Johnson’s Novels: Writing the American Palimpsest",
      "Nicholas Bromell’s reflections on the centrality of dignity to African American political thought put King’s democratic potential in a new light"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "in his earlier collection of short stories, The Lone Ranger and Tonto Fistfight in Heaven"
    ],
    "date": [
      "1995"
    ],
    "location": [
      "New York",
      "New York"
    ],
    "publisher": [
      "Atlantic Monthly Press",
      "Atlantic Monthly"
    ],
    "title": [
      "The characters from Sherman Alexie’s Reservation Blues",
      "also appear, with fascinating differences"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "Press"
      },
      {
        "family": "C. Stephen Jaeger",
        "particle": "see"
      }
    ],
    "container-title": [
      "Roll Music"
    ],
    "date": [
      "1993",
      "2009",
      "1975",
      "2012"
    ],
    "editor": [
      {
        "family": "Nancy J. Peterson",
        "particle": "ed."
      }
    ],
    "location": [
      "Jackson",
      "New York",
      "Philadelphia"
    ],
    "note": [
      "Alexander Nehamas’s reflections on beauty are the best recent philosophical work on the topic and significantly influence how I approach it: Only a Promise of Happiness: The Place of Beauty in a World of Art (Princeton: Afterword Z 189"
    ],
    "publisher": [
      "University Press of Mississippi",
      "Dutton",
      "University of Pennsylvania Press"
    ],
    "title": [
      "Alexie’s own reflections on these characters are collected in Conversations with Sherman Alexie",
      "Greil Marcus’s smart discussion of Robert Johnson is found in Mystery Train: Imagines of America in Rock ‘n",
      "For an alternative account of charisma and beauty, one I would generally associate with authoritarian charisma",
      "Enchantment: On Charisma and the Sublime in the Arts of the West"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "Cinema and the Structure of U.S. Antagonisms"
    ],
    "date": [
      "2007",
      "1999",
      "2010"
    ],
    "editor": [
      {
        "family": "Frank B. Wilderson",
        "given": "Red",
        "suffix": "III"
      },
      {
        "family": "White"
      },
      {
        "given": "Black"
      }
    ],
    "location": [
      "Princeton",
      "Durham"
    ],
    "publisher": [
      "Princeton University Press",
      "Princeton University Press",
      "Duke University Press"
    ],
    "title": [
      "but Elaine Scarry’s work is also indispensable: On Beauty and Being Just",
      "The linkages between settler colonialism and antiblack racism are fruitfully explored"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "Represent and Destroy: Rationalizing Violence in the New Racial Capitalism"
    ],
    "date": [
      "2006",
      "2011"
    ],
    "location": [
      "Cambridge",
      "Minneapolis"
    ],
    "publisher": [
      "Harvard University Press",
      "University of Minnesota Press"
    ],
    "title": [
      "Cultural devastation with particular reference to Indian communities is rigorously explored by Jonathan Lear in Radical Hope: Ethics in the Face of Cultural Devastation",
      "It would be remiss not to mention Jodi Melamed’s persuasive account of how multicultural literature is so quickly sucked into the racist-capitalist vortex—suggesting just how fleeting literary moments of democratic charisma are"
    ],
    "type": "chapter"
  },
  {
    "date": [
      "2011"
    ],
    "location": [
      "Stanford"
    ],
    "publisher": [
      "Stanford University Press",
      "and Black Natural Law"
    ],
    "title": [
      "This book may seem rather different from my last two books: The Problem with Grace: Reconfiguring Political Theology"
    ],
    "type": "book"
  },
  {
    "date": [
      "2016"
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "Oxford University Press"
    ],
    "title": [
      "The Problem with"
    ],
    "type": "book"
  }
]
