[
  {
    "author": [
      {
        "literal": "Chapter 1 OF MEDICINE."
      },
      {
        "family": "MAO",
        "given": "Excerpt",
        "particle": "from"
      },
      {
        "family": "Steven G. Potkin",
        "given": "Schizo- Result Of Serum L.D.In Healthy Young People",
        "particle": "by Wilphrenia by"
      },
      {
        "family": "Cannon",
        "given": "H.Eleanor"
      },
      {
        "family": "G. Z",
        "given": "Dennis L.",
        "particle": "liams"
      },
      {
        "family": "M",
        "given": "Widdowson G."
      },
      {
        "family": "Individual Char-Murphy",
        "given": "Penton J.",
        "particle": "from"
      },
      {
        "family": "Are Paranoid Schizo-",
        "given": "Richard Jed Wyatt",
        "particle": "from"
      },
      {
        "family": "MEDICINE",
        "given": "N.E.W.E.N.G.L.A.N.D.J.O.U.R.N.A.L.O.F."
      },
      {
        "family": "Bruce Petrie",
        "particle": "by"
      },
      {
        "family": "J",
        "given": "Sidney"
      },
      {
        "family": "Ann E. Hagerman",
        "particle": "by"
      },
      {
        "family": "L",
        "given": "Ralph"
      },
      {
        "family": "Ann E. Hagerman",
        "particle": "by"
      },
      {
        "family": "AGRICULTURAL",
        "given": "Ralph Mesocotyl J.O.U.R.N.A.L.O.F."
      },
      {
        "family": "High-Performance Liquid Chromato-",
        "given": "F.O.O.D.L.Nicholson",
        "particle": "from"
      }
    ],
    "container-title": [
      "acter of Variation in Time-Series Studies of Healthy People: II. phrenics Biologically Different From Other Schizophrenics? Differences in Values for Clinical Chemical Analytes in Serum from THE",
      "maric Acid In Corn Seedlings”",
      "Published by American Chemical Society, graphic Determination of Hydroxycinnamic Acids in the © 1982",
      "from Investigation on Relationship Maize Mesocotyl. JOURNAL OF AGRICULTURAL AND Between Intracellu-Lar Calcium And Blood Pressure by Paul FOOD CHEMISTRY. Published by American Chemical Erne, Peter Bolli, Ernst Bürgisser, Fritz R. Bühler from Cor-Society, © 1982",
      "58)“Average Human Blood Pres- relation Of Platelet Calcium With Blood Pressure from NEW sure Calculation” by Paul Erne, Peter Bolli, Ernst Bürgisser, ENGLAND JOURNAL OF MEDICINE. Published by Mas-Fritz R. Bühler from Correlation Of Platelet Calcium sachusetts Medical Society"
    ],
    "date": [
      "1961",
      "1978",
      "1978",
      "1984",
      "71)Excerpt",
      "1984"
    ],
    "editor": [
      {
        "family": "A. M. Barclay",
        "particle": "by"
      },
      {
        "family": "M",
        "given": "R.M."
      }
    ],
    "note": [
      "With Blood Pressure. NEW ENGLAND JOURNAL OF MEDICINE. Copyright © 1984 by Massachusetts Medical So- Unit III ciety. Used by permission of Massachusetts Medical Society, (4) Excerpt From Brain-To-Brain Interface Allows Transmisp. 231. sion of Tactile And Motor Information Between Rats by Duke Chapter 7 Medicine News and Communications, Scientific Reports 3, (32) “Early Study Of The Relationship Between Diet” by 1319. Copyright © Feb 28, 2013 by Duke University Health Yerushalmy J, Hilleboe H. E from Fat in the Diet And Mor- System. Used by Permission of Duke University Health tality From Heart Disease. NEW YORK STATE JOURNAL System,"
    ],
    "pages": [
      "266 46",
      "12",
      "14",
      "279",
      "284",
      "69",
      "284",
      "225",
      "310",
      "447"
    ],
    "publisher": [
      "from Basic Books",
      "CHEMISTRY. Published by American Association for Clinical Chemistry, Inc",
      "Published by Blackwell Publishing Ltd, Ltd"
    ],
    "title": [
      "Copyright © 1957 by The Medical Society (1) Excerpt from LOUIS PASTEUR: THE STORY OF HIS of the State of New York. Used by permission of The Medi-MAJOR DISCOVERIES by Jacques Nicolle. Published by cal Society of the State of New York",
      "Among Demographic Groups, by Age And Sex from CLINICAL Published by Massachusetts Medical Society, ©",
      "49)“Gender Determination Chapter 2 of Fetus from Heart Rate",
      "Segalowitz (33) “Sorbus Aucuparia",
      "from Use of Fetal Heart Rate, Other Perinatal and Maternal Crawford from Seedling Emergence in the Rowan (Sor- Factors as Predictors of sex. Copyright © 1980 by Ammons bus Aucuparia) From an Altitudinal Gradient. JOURNAL Scientific, Ltd. Used by permission of Ammons Scientific, OF ECOLOGY",
      "50)“Measurement of The Concentration of Cou-©",
      "Nicholson from High-Performance Liquid Chromatographic Chapter 6 (41) Determination of Hydroxycinnamic Acids in the Maize “Question on Ferulic Acid",
      "CHEMISTRY"
    ],
    "type": "article-journal"
  }
]
