[
  {
    "container-title": [
      "Chapter 4: Printer Setup Figure 4-1: The Main Window of the Printer Configuration Tool. Figure 4-2: Set the Print Queue Name and Description. Figure 4-3: Select the Print Queue Type. Figure 4-4: Select a Printer Manufacturer and Model. Figure"
    ],
    "title": [
      "Chapter 3: 3X Window System Setup Figure 3-1: A Typical Raster-Scan Display. Figure 3-2: Main Window from redhat-config-xfree86. Figure 3-3: You Can Configure the Monitor and the Video Card from the Advanced Tab. Figure 3-4: Configuring the Monitor in redhat-config-xfree86. Figure 3-5: Configuring the Video Card in redhat-config-xfree86. Figure 3-6: Selecting a Specific XFree86 Driver for Your Video Card. Figure 3-7: Completing X Configuration with redhat-config-xfree86. Figure 3-8: Warning Message from xvidtune. Figure 3-9: Adjust ModeLine Parameters from the Main Window of xvidtune. Figure 3-10: Adjusting Display Settings from GNOME or KDE"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "4-5:"
    ],
    "container-title": [
      "Figure 4-7: Managing Printers through the CUPS Web Interface. Figure 4-8: The CUPS Architecture"
    ],
    "title": [
      "Finish Creating the New Print Queue. Figure 4-6: Accessing the CUPS Web Interface at Port 631"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "Figure 6-3: Classes of IP Addresses. Figure 6-4: A Routing Device Allows Packet Exchange between Two Networks. Figure 6-5: Part of the Internet Domain-Name Hierarchy. Figure 6-6: Configuring a TCP/IP Network with the Red Hat Network Configuration Tool"
    ],
    "title": [
      "Figure 5-1: Sound Card Detected by redhat-config-soundcard Tool. Figure 5-2: The GNOME CD Player Playing a Track from an Audio CD. Figure 5-3: Selecting a Specific Audio Track to Play with the CD Player. Chapter 6: Network Setup Figure 6-1: The OSI Seven-Layer Reference Model of Networking. Figure 6-2: A Simplified Four-Layer TCP/IP Networking Model"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "Chapter 9: GUI Desktops Figure 9-1: Graphical Login Screen Managed by gdm. Figure 9-2: Switching to KDE by Using the Desktop Switching Tool. Figure 9-3: Switching to GNOME for the Current Session Only. Figure 9-4: Graphical Login Screen Managed by kdm. Figure 9-5: The Initial GNOME Desktop, with the Default Session File. Figure 9-6: Accessing the Main Menu in GNOME. Figure 9-7"
    ],
    "note": [
      "The Initial KDE Desktop. Figure 9-8: Viewing the Main Menu in KDE. Figure"
    ],
    "title": [
      "Chapter 7: Red Hat Linux Basics Figure 7-1: Graphical Login Screen in Red Hat Linux. Figure 7-2: Initial GNOME Desktop. Figure 7-3: The Linux File System Provides a Unified View of Storage That May Span Multiple Drives. Figure 7-4: A Typical Linux Pathname. Figure 7-5: My Home Directory, as It Appears in Nautilus"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "9-9:"
    ],
    "container-title": [
      "Figure 10-3: Main Window of Ximian Evolution. Figure 10-4: Keeping Track of Appointments in Evolution's Calendar. Figure 10-5: Preparing Documents in OpenOffice.org Writer. Figure 10-6: Preparing Spreadsheets Using OpenOffice.org Calc"
    ],
    "title": [
      "Customizing the Desktop Background with KDE Control Center. Chapter 10: Red Hat Linux Applications and Utilities Figure 10-1: Editing Several Files with gedit. Figure 10-2: Setting Up Evolution for the First Time"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "Figure 11-2: The Initial Window That the X Version of GNU Emacs Displays. Figure 11-3: GNU Emacs Displays the Online Tutorial After You Press C-h t. Figure 11-4: GNU Emacs Displays the Key Bindings in a Split Window After You Press C-h b. Figure 11-5: Output of the man zless Command in a Terminal Window. Figure 11-6: Output of the man satview Command in a Terminal Window. Figure 11-7: Displaying HTML Version of Sample DocBook in a Web Browser. Figure 11-8: Chunked HTML Version of DocBook"
    ],
    "title": [
      "Figure 10-7: Preparing Briefing Packages in OpenOffice.org Impress. Figure 10-8: The GNOME Calculator. Figure 10-9: The Initial Windows Displayed by the GIMP. Figure 10-10: Opening an Image with the GIMP. Figure 10-11: A Sample Drawing That xfig Displays. Figure 10-12: Running Gnuplot in a Terminal Window. Figure 10-13: Plotting sin(x) in Gnuplot. Figure 10-14: A 3D Plot of the World in Gnuplot. Figure 10-15: Ghostscript Displaying a PostScript File. Figure 10-16: KGhostview Displaying a PostScript File. Chapter 11: Text Processing Figure 11-1: A File Displayed in a Full-Screen Text Window by the vi Editor"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "Figure 12-6: System Settings Icons. Figure 12-7: Mounting Devices on the Red Hat Linux File System. Figure 12-8: Mounting a DOS/Windows FAT Partition on the /dosc Directory. Figure 12-9: Naming Convention for the Floppy Disk Drive in Red Hat Linux. Chapter 13: Internet Connection Setup Figure 13-1: Connecting to the Internet Using DSL. Figure 13-2: Typical Residential DSL Connection. Figure 13-3: Connecting a LAN to Internet through a NAT Router and DSL Modem. Figure 13-4: High-Speed Internet Access over the Cable TV Network. Figure 13-5: Splitting the Cable TV Signal between the TV and the Cable Modem"
    ],
    "title": [
      "Chapter 12: Basic System Administration Figure 12-1: Providing the Root Password for GUI Tools That Need Root Privileges. Figure 12-2: Red Hat User Manager Window. Figure 12-3: Entering Information for a New User. Figure 12-4: Meaning of Fields in a Typical /etc/passwd Entry. Figure 12-5: The Initial Start Here Window, After You Double-Click the Start Here Icon on the Desktop"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "Figure 13-9: The Format of a PPP Frame. Figure 13-10: Configuring a New Modem Connection. Figure 13-11: Click Activate in the Network Configuration Dialog Box to Establish the PPP Connection"
    ],
    "title": [
      "Figure 13-6: Sharing a Cable Modem Internet Connection with Several PCs in a LAN. Figure 13-7: Connecting a Mixed Wired and Wireless Ethernet LAN to the Internet. Figure 13-8: Sending Digital Data over a Modem"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "Figure 21-3: Information about Disk Space Required to Install a Package Group. Figure 21-4: Playing MP3 Music with XMMS. Figure 21-5: Creating a New Account with the Red Hat Network"
    ],
    "title": [
      "Chapter 21: Software Installation and Update Figure 21-1: The Main Window of the Package Management Utility. Figure 21-2: Viewing a Package Group's Detailed Contents"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "Figure 22-6: A More Complete Internet Firewall Includes a Perimeter Network and Bastion Hosts. Figure 22-7: A Proxy Server Lets Internal Hosts Access Internet Servers. Figure 22-8: Setting the Security Level with a GUI Tool. Figure 22-9: Simplified View of the iptables Processing Chains"
    ],
    "title": [
      "Chapter 22: System and Network Security Figure 22-1: An Organization-wide Framework for Computer Security. Figure 22-2: Bob and Alice Can Communicate Securely with Public-Key Encryption. Figure 22-3: Alice Can Digitally Sign Her Message So That Bob Can Tell It's Really from Her. Figure 22-4: Packet Filtering with a Screening Router Provides a Simple Firewall. Figure 22-5: A Dual-Homed Host Can Act as an Internet Firewall"
    ],
    "type": "chapter"
  }
]
