[
  {
    "source": [
      "The Flavian Emperors"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Gallus"
      }
    ],
    "title": [
      "70–26 b.c.): a leading poet of the late Republic, and first Roman governor of Egypt. Gauls: the people of modern France and surrounding regions"
    ],
    "type": null
  },
  {
    "title": [
      "Gracchi (Tiberius and Gaius Sempronius Gracchus, 163–133 and 154–121 b.c.): social reformers who both fell foul of the Senate"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Hadrian"
      }
    ],
    "note": [
      "Vesuvius in a.d. 79."
    ],
    "title": [
      "76–138): the fourteenth emperor (ruled a.d. 117–138). Hannibal: the great Carthaginian commander in the Second Punic War (218–201 b.c.). Herculaneum: after Pompeii, the most important town destroyed by the eruption of Mt"
    ],
    "type": null
  },
  {
    "note": [
      "Horace (Quintus Horatius Flaccus, 65–8 b.c.): a leading poet of the Augustan age."
    ],
    "title": [
      "Historia Augusta: the Augustan History is a thoroughly unreliable collection of biographies of 2nd- and 3rd-century emperors and usurpers, of uncertain date and authorship. The citations from it should be regarded with particular skepticism"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Josephus"
      }
    ],
    "note": [
      "Justinian (Flavius Petrus Sabbatius Justinianus, a.d. 482/483–565): ruler of the eastern empire (ruled 527–565), who commissioned the compilation of the corpus iuris civilis, the most significant and influential"
    ],
    "title": [
      "37–after 100): author of the Jewish Wars and Jewish Antiquities"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Maecenas"
      }
    ],
    "title": [
      "70–8 b.c.): a close friend and political advisor to Augustus and patron to Vergil and Horace"
    ],
    "type": null
  },
  {
    "note": [
      "Marcus Aurelius (Marcus Aurelius Antoninus Augustus, a.d. 121–180): Stoic philosopher and emperor (ruled a.d. 161–180)."
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Marius"
      }
    ],
    "title": [
      "157–86 b.c.): a leading military and political figure in the late 2nd and early 1st centuries b.c"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Martial"
      }
    ],
    "note": [
      "Mithridates (134–63 b.c.): Mithridates VI (ruled 120–63 b.c.) of Pontus in modern Turkey, Rome’s most dangerous foreign enemy in the 1st century b.c."
    ],
    "title": [
      "40–c. 101): a prolific writer of epigrams. Master of the Cavalry/magister equitum: the second-in-command to a dictator"
    ],
    "type": null
  },
  {
    "note": [
      "Nero (Lucius Domitius Ahenobarbus, a.d. 37–68): the fifth emperor (ruled a.d. 54–68)."
    ],
    "type": null
  },
  {
    "note": [
      "Nerva (Marcus Cocceius Nerva, a.d. 30–98): the twelfth emperor (ruled a.d. 96–98). Numa Pompilius: Rome’s second king. Octavian: see Augustus."
    ],
    "type": null
  },
  {
    "note": [
      "Otho (Marcus Salvius Otho, a.d. 32–69): the seventh emperor (ruled a.d. 69)."
    ],
    "type": null
  },
  {
    "container-title": [
      "Petronius (? Petronius Arbiter, probably Neronian): the author of the Satyricon, a satirical novel. Plebeians/plebs: the lower class of Roman citizens. Pliny the Elder (Gaius Plinius Secundus"
    ],
    "note": [
      "a.d. 23–79): author of the Natural History, an endlessly fascinating encyclopedia, conveying (by Pliny’s computation) twenty thousand facts."
    ],
    "title": [
      "Ovid (Publius Ovidius Naso, 43 b.c.–a.d. 18?): author of the Metamorphoses and many other immortal poems. Palatine: with the Capitoline, the most important of Rome’s hills. Parthia: the Parthian empire, which extended over much of the area from the Mediterranean to India and was a serious threat to Rome’s eastern possessions. Patricians: the Roman aristocracy"
    ],
    "type": "chapter"
  },
  {
    "title": [
      "Pliny the Younger (Gaius Plinius Caecilius Secundus, a.d. ?62–?113): nephew and adopted son of Pliny the Elder, whom he declined to"
    ],
    "type": null
  }
]
