[
  {
    "date": [
      "1991"
    ],
    "location": [
      "Cambridge"
    ],
    "note": [
      "with further accounts in The Cambridge History of China"
    ],
    "publisher": [
      "Cambridge University Press"
    ],
    "title": [
      "FURTHER READING A very good summary of the history of the wako may be found in Volume IV of The Cambridge History of Japan"
    ],
    "type": null
  },
  {
    "date": [
      "1975"
    ],
    "note": [
      "Cambridge University Press, Cambridge, 1988), especially Volume VII (The Ming Dynasty Part 1",
      "Detailed descriptions of the appearance and tactics of the wako are in Joshua A. Fogel, Sagacious Monks and"
    ],
    "pages": [
      "490–505"
    ],
    "title": [
      "The standard work on Japanese piracy against the Ming is Kwan-wai So, Japanese Piracy in Ming China during the 16th Century"
    ],
    "type": null
  },
  {
    "citation-number": [
      "62"
    ],
    "container-title": [
      "The key the settlements that made up the domain of the Murakami family of article in English on the Murakami navy is Peter D",
      "Monumenta Nipponica",
      "Monumenta Nipponica",
      "Transactions of the Korea Branch of the Royal Asiatic Society"
    ],
    "date": [
      "2005",
      "1967",
      "1973",
      "1940"
    ],
    "location": [
      "Tokyo"
    ],
    "note": [
      "Shapinsky, 'Japanese Noshima, from a painting from Pirates and Sea Tenure in the Sixteenth Century Seto Inland Sea: the Noshima Murakami Navy A Case Study of the Murakami Kaizoku', a paper presented at Seascapes, Museum in Miyakubo."
    ],
    "pages": [
      "463–91,",
      "260–77,",
      "10–23,"
    ],
    "title": [
      "Bloodthirsty Warriors: Chinese Views ofJapan in the Ming-Qing Period (Norwalk CT 2002) , from which many of my quotations come. Thomas Nelson's 'Slavery in Medieval Japan'",
      "deals with this sensitive subject. The authority on the wako raids on Korea is Benjamin Hazard, who has produced several articles, including 'The Formative Years of the Wako 1223-63'",
      "and the entry on wako in the Encyclopaedia ofJapan. Hazard's article 'The Creation of the Korean avy during the Koryo Period'",
      "has details of pirate raids on Japan. The Japanese point of view (coloured by 1930s nationalism) is provided in English by Yosaburo Takegoshi in The Story of the Wako: Japanese Pioneers in the Southern Region",
      "Fujiwara Sumitomo's Blacksmiths in action in one of revolt is found in Wayne Farris, Heavenly Warriors (Harvard 1992"
    ],
    "type": "article-journal",
    "volume": [
      "59",
      "22",
      "48"
    ]
  },
  {
    "author": [
      {
        "family": "in",
        "particle": "a conference held"
      }
    ],
    "container-title": [
      "Far Eastern Quarterly",
      "History Today"
    ],
    "date": [
      "2003",
      "1955",
      "1983-09"
    ],
    "note": [
      "Kierman and John Fairbank, Chinese Ways in the Murakami followers, from Warfare (Harvard 1974). The story of the English encounter with the wako a painting in the Noshima is told in full in Cyril Wild (ed.), Purchas His Pilgrimes in Japan (London Murakami Navy Museum"
    ],
    "pages": [
      "489–503",
      "33–38"
    ],
    "title": [
      "The text is available on the internet. Chinese naval activity is related in Lo Jung-pan, 'The Emergence of China as a Sea Power in the Late Sung and Early Yuan Periods'",
      "The use made by the Yuan dynasty of Chinese pirates is related in Tien Ju-Kang, 'Mongol Rulers and Chinese Pirates'",
      "A full account of the pacification of Fishing, a peaceful activity of Xu Hai appears in Frank A"
    ],
    "type": "article-journal",
    "volume": [
      "14"
    ]
  },
  {
    "author": [
      {
        "given": "Kerr"
      }
    ],
    "container-title": [
      "The Journal ofJapanese Studies"
    ],
    "date": [
      "1938",
      "2000",
      "2006"
    ],
    "edition": [
      "revised"
    ],
    "note": [
      "There are two recently published Japanese works on the Murakami navy: Sengoku Suigun to Murakami Ichizoku (Tokyo 2005) and Kaizoku no Shima (Tokyo 2002). The career of Qi Jiguang is covered in Ray Huang, 1587: A lear ofNo Significance (Yale 1981) . For more on ships and their armaments see my books in Osprey's New Vanguard series concerned with"
    ],
    "pages": [
      "367–92"
    ],
    "title": [
      "a series of extracts referring to Japan from the original Hakluytus in Miyakubo. Posthumus or Purchas His Pilgrimes; Contayning a History of the World in Sea Voyages and Lande Travells by Englishmen and others By Samuel Purchas BD. Piracy in the Ryukyus is covered briefly in George H",
      "Okinawa: The History of an Island People",
      "and in Thomas Nelson, 'Japan in the Life of Early Ryukyu'"
    ],
    "type": "article-journal",
    "volume": [
      "32"
    ]
  }
]
