[
  {
    "container-title": [
      "He lives and works in Northern Ireland with his wife Katie, hiding from the world in the middle of nowhere. A BLACK LIBRARY PUBLICATION After Desh’ea first published in Tales of Heresy, copyright © 2009, Games Workshop Ltd"
    ],
    "title": [
      "MATTHEW FARRER lives in Australia, and is a member of the Canberra Speculative Fiction Guild. He has been writing since his teens, and has a number of novels and short stories to his name, including the popular Shira Calpurnia novels for the Black Library. Aaron Dembski-Bowden AARON DEMBSKI-BOWDEN has written several novels for Black Library, including the Night Lords series, the Space Marine Battles book Helsreach, The Emperor’s Gift and the New York Times bestselling The First Heretic for the Horus Heresy"
    ],
    "type": "chapter"
  },
  {
    "publisher": [
      "Games Workshop Ltd"
    ],
    "title": [
      "Lord of the Red Sands copyright © 2013, Games Workshop Ltd. Butcher’s Nails first published as an audio drama, copyright © 2012"
    ],
    "type": "book"
  },
  {
    "container-title": [
      "published in 2013 by Black Library, Games Workshop Ltd., Willow Road, Nottingham, NG7 2WS, UK Cover illustration by Neil Roberts"
    ],
    "edition": [
      "This"
    ],
    "type": "chapter"
  },
  {
    "date": [
      "2013"
    ],
    "title": [
      "© Games Workshop Limited 2009",
      "All rights reserved"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "Black Library, the Black Library logo"
      }
    ],
    "container-title": [
      "TM and/or © Games Workshop Ltd 2000-2013"
    ],
    "note": [
      "variably registered in the UK and other countries around the world. All rights reserved."
    ],
    "title": [
      "The Horus Heresy, The Horus Heresy logo, The Horus Heresy eye device, Space Marine Battles, the Space Marine Battles logo, Warhammer 40,000, the Warhammer 40,000 logo, Games Workshop, the Games Workshop logo and all associated brands, names, characters, illustrations and images from the Warhammer 40,000 universe are either ®"
    ],
    "type": "chapter"
  },
  {
    "note": [
      "electronic, mechanical, photocopying, recording or otherwise except as expressly permitted under license from the publisher."
    ],
    "title": [
      "A CIP record for this book is available from the British Library. ISBN: 978-1-78251-016-1 No part of this publication may be reproduced, stored in a retrieval system, or transmitted in any form or by any means"
    ],
    "type": null
  },
  {
    "note": [
      "Willow Road, Lenton, Nottingham, NG7 2WS, United Kingdom (“Black Library”); and"
    ],
    "title": [
      "www.games-workshop.com eBook license This license is made between: Games Workshop Limited t/a Black Library"
    ],
    "type": null
  }
]
