[
  {
    "container-title": [
      "field guidance collecting data from memory, 55 USA Patriot Act of 2001",
      "Federal Rules of Evidence"
    ],
    "note": [
      "79-80 preserving records, 280 FOIA (Freedom of Information Act), 30 deterrence of cyberterrorism, 277-280 Folder Options (Windows XP), 164 emergency disclosures by communications Folder Options box (Windows XP), 122 providers, 272-273 follow-up, hacker incidents, 201 nationwide search warrants for e-mail, 276 forensic preparation, 45 pen register,",
      "269 memory dump files, 56-59 authority to intercept voice order of volatility, 56 communications in computer hacking identifying network devices, 54-55 investigations, 269 imaging hard drives, 59-61 Cable Act, 271-272 preparing operating systems for data communications of computer trespasses, collection, 45 interception, 275-276 auditing and logging procedures, 46, 49, cybersecurity forensic capabilities, 280 51 defense to civil actions relating to centralized logging, 51-52 preserving records, 280 enabling auditing and logging on deterrence of cyberterrorism, 277-280 Windows, 47-49"
    ],
    "pages": [
      "273–275",
      "281–288 61–63"
    ],
    "title": [
      "Federal Crime Code, disclosure of computer pen register, 273-275 information, 37-38 subpoenas for electronic evidence, federal laws, 38 270-271 Computer Abuse Amendments Act trap and trace statute, 273-275 of 1994, 42-43 voice-mail communications, 270 Computer Fraud and Abuse Act File Allocation Table. See FAT of 1986, 39-42 file program (TCT), 147 USA Patriot Act of 2001, 43-44, 269 file sharing, evidence quarantine and authority to intercept voice containment, 160 communications in computer hacking configuring Windows, 161-162 investigations, 269 disabling file and print sharing, 167 Cable Act, 271-272 Windows XP, 162-167 communications of computer trespasses, File Sharing Properties tab (Windows XP), 165 interception, 275-276 First Responder’s Manual (U.S. Department of cybersecurity forensic capabilities, 280 Energy), 21 defense to civil actions relating to floppy disks",
      "business continuity and contingency subpoenas for electronic evidence, 270-271 planning, 63 trap and trace statute, 273-275 IT contingency-planning process, 63-68 voice-mail communications, 270 chain-of-custody for evidence collection"
    ],
    "type": "article-journal",
    "volume": [
      "61-62, 123"
    ]
  },
  {
    "date": [
      "1994"
    ],
    "genre": [
      "Web cache evidence,"
    ],
    "pages": [
      "127–128",
      "42–43",
      "128–129"
    ],
    "title": [
      "law enforcement continued locating federal laws, 38 e-mail evidence, 124-125 Computer Abuse Amendments Act of Web browser history evidence"
    ],
    "type": null
  },
  {
    "collection-title": [
      "data collection for operating systems"
    ],
    "date": [
      "2001"
    ],
    "pages": [
      "269–280",
      "46"
    ],
    "title": [
      "Computer Fraud and Abuse Act of 1986, Windows swap files, 121-122 39-42 log files USA Patriot Act of"
    ],
    "type": null,
    "volume": [
      "43-44"
    ]
  },
  {
    "author": [
      {
        "given": "F.O.I.A."
      }
    ],
    "genre": [
      "Constitution, logging procedures 28-30,"
    ],
    "note": [
      "138-139 centralized logging, 51-52 information sharing issues, 33-34 preparing operating systems for data"
    ],
    "title": [
      "30 monitoring for intrusion, 9 Fourth Amendment of the U.S"
    ],
    "type": null
  }
]
