[
  {
    "author": [
      {
        "family": "Tsuzaki",
        "given": "S."
      },
      {
        "family": "Grady",
        "given": "M."
      },
      {
        "family": "Omar",
        "given": "M.K."
      },
      {
        "family": "Chayen",
        "given": "M.J."
      }
    ],
    "citation-number": [
      "107"
    ],
    "container-title": [
      "E. and T.L.Markey: The Scandinavian Languages 48, 155 Plotkin, V.Ï.: T h e Dynamics of the English Phonological System 20",
      "Meaning in M a y a n Languages 76"
    ],
    "editor": [
      {
        "given": "L."
      },
      {
        "given": "SImre"
      },
      {
        "family": "Edmonson",
        "given": "M.S."
      }
    ],
    "location": [
      "Sala, M",
      "Hodge, C.T"
    ],
    "note": [
      "ed.): Afroasiatic 25, 164 Lupas, L.: Phonologie d u Grec attique 74 FF/ 48, 165 Miko, F.: T h e Generative Structure of the Slovak Sentence 38, 166 Hensey, F.G.:'The Sociolinguistics o f the Brazilian-Uruguayan Border 34, 167 Wolf, P.de: The Noun-Class System o f Proto-Benue-Congo 58, 168 Atkinson, J.C.: T h e T w o Forms o f Subject Inversion in M o d e r n French 37 FF/ 24, 170 Detering, K.: Automatische Erzeugung e n g -lischer Sätze 32, 173 Schroten, J . : Concerning the Deep Structures of Spanish Reflexive Sentences 36, 182 Jensen, F . and T.A.Lathrop: The Syntax o f the O l d Spanish Subjunctive 28, 184 Iliescu, M . : Le Frioulan 129 FF/ 80, 185 Defromont, H.J.: Les Constructions perfectives d u verbe anglais contemporain 65 FF/ 42, 189 Hayon, Y . : Rélativization in Hebrew 72, 194 Donaldson, W.D.: French Reflexive Verbs 58 F F / 38, 195 Vasiliu, E. and S.Golopentia-Eretescu: The Transformational Syntax of Romanian 58, 196 Wells, R.A.: Dictionaries and the Authoritarian Tradition 32, 204 Gertner, M.H.: The Morphology of the Modern French Verb 68 FF/ 44, 211 Householder, F.W. and G.Nagy: Greek 30, 221 Rensch, K.H.M.: Nordkalabrischer Sprachatlas anhand der Parabel v o m verlorenen Sohn 60, 227 Moody, M.D.: A Classification a n d Analysis of \"Noun + De + Noun\" Constructions in French 98 FF/ 64,"
    ],
    "pages": [
      "160"
    ],
    "title": [
      "English Influence on Mexican Spanish in Détroit 25,-108 Steiner, R.J.s Two Centuriès of Spanish and English Bilingual Lexicography, 1590-1800 23,-109 Glover, B.R.: A History of Six Spanish Verbs Meaning \"To Take, Seize, Grasp\" 24,-110 Binh, D.T.i A Tagmemic Comparison of the Structure of English and Vietnamese Sentences 68,-111 Carlton, C.: Descriptive Syntax of the Old English Charters 48,-112",
      ": Syntax and Semantics of the English Verb Phrase 14,-113 IsaSenko, A. and H.-J.Schadlicht A Model of Standard German Intonation 21,-114 Nash, R.i Turkish Intonation 56,-115 Haudricourt, A. et A.Juilland: Essai pour une histoire structurale du phonStisme français 38 FF/ 25,-116 Rosenberg, S.N.: Modem French Ce 55 FF/ 36,-119 Rallides, C.: The Tense Aspect System of the Spanish Verb as used in Cultivated Bogota Spanish 18>-120 Redfern, J.: A Lexical Study of Raeto-Romance and Contiguous Italian Dialect Areas 28;-121 Newton, B.: Cypriot Greek 58,-124 Millward, C.M.: Imperative Constructions in Old English 15,-125.Nilsen, D.L.F.: English Adverbials 38,-126 Hough, G.A., 3rd: Structures of Modification in Contemporary American English 22;T 127 Matteson, E. et al:'Comparative Studies in Amerindian Languages 75,-128 Abdel-Malek, Z.N.: The Closed-List Classes of Colloquial Egyptian Arabic 50,-129 Sroka, K.A.: The Syntax of English Phrasal Verbs 42,-130 Logan, H.M.: The Dialect of the Life of Saint Katherine 68,-132 Seaman, P.D.: Modern Greek and American English in Contact 90,-133 Wingo, E.O.: Latin Punctuation in the Classical Age 50,-134 BenkS",
      "The Hungarian Language 72,-136 Wyatt, J.L.t A Computer Validated Portuguese to English Transformational Grammar 96,-137 sotiropoulos, D.: Noun Morphology of Modern Demotic Greek 38,-138 Xelly, R.C.: A Descriptive Analysis of Gascon 92,50 FF/60,-13$ Bahnick, K.R.: The Determination of Stages in the Historical Development of the Germanic Languages by Morphological Criteria 48,-140 Gardner, F.F.: An Analysis of Syntactic Patterns of Old English 22,-janua linguarum Series Practica Dfl 141 Gething, T.W.: Aspects of Meaning in Thai Nominals 32, 142",
      "Phonétique et phonologie du Judéo-Espagnol de Bucarest 89 FF/ 58, 146 Bouma, L.: The Semantics o f the Modal Auxiliaries in Contemporary German 36, 147 Jochnowitz, G.s Dialect Boundaries and the Question of Franco-Provençal 77 FF/ 50, 148 Moessner, L.: Automatische syntaktische Analyse englischer nominaler Gruppen 30, 149 Sciarone, A.G.: La Place de l'adjectif e n Italien moderne 46 FF/ 30, 150 Furnée, E.J.s Die wichtigsten konsonantischen Erscheinungen des Vorgriechischen 96, 153 Hemphill, G.: A Mathematical Grammar of English 24, 154 Haugen",
      ": T h e Acquisition o f Egyptian Arabic as a Native Language 64, 162",
      ": The Phonetics o f M o d e r n Hebrew 16, 163"
    ],
    "type": "chapter"
  }
]
