[
  {
    "container-title": [
      "Trans. Amer. Math. Soc"
    ],
    "date": [
      "1946"
    ],
    "note": [
      "or to P. Samuel \"Algebre Locale,\" Mem. Sci. Math."
    ],
    "pages": [
      "54–106,"
    ],
    "title": [
      "t For these extensions we refer the reader to the paper of I. S. Cohen \"On the structure and ideal theory of complete local rings"
    ],
    "type": "article-journal",
    "volume": [
      "59"
    ]
  },
  {
    "date": [
      "1953"
    ],
    "issue": [
      "123"
    ],
    "location": [
      "Paris"
    ],
    "publisher": [
      "Geddes"
    ],
    "title": [
      "t The method of proof given in the text is due to A"
    ],
    "type": "book",
    "volume": []
  },
  {
    "author": [
      {
        "family": "See W. Krull",
        "particle": "t"
      }
    ],
    "container-title": [
      "l.jilr d. reine u. angew. Math"
    ],
    "date": [
      "1953"
    ],
    "note": [
      "or unpublished notes of O. Zariski."
    ],
    "title": [
      "Zur Theorie der kommutativen Integritatsbereiche"
    ],
    "type": "article-journal",
    "volume": [
      "v. 192"
    ]
  },
  {
    "author": [
      {
        "family": "See P. Samuel",
        "particle": "t"
      },
      {
        "family": "Locale",
        "given": "Algebre"
      },
      {
        "family": "V",
        "given": "Ch"
      },
      {
        "given": "Paris"
      }
    ],
    "date": [
      "1953"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "II See M. Nagata"
      }
    ],
    "container-title": [
      "Mem. Coil. Sci. Univ. Kyoto, Ser. A",
      "Nagoya Math. l"
    ],
    "date": [
      "1958",
      "1955"
    ],
    "pages": [
      "83–85",
      "111–113"
    ],
    "publisher": [
      "and"
    ],
    "title": [
      "An example of a normal local ring which is analytically reducible",
      "An example of a normal local ring which is analytically ramified"
    ],
    "type": "article-journal",
    "volume": [
      "31",
      "9"
    ]
  },
  {
    "author": [
      {
        "family": "Functions",
        "given": "Abelian"
      },
      {
        "given": "KELLEy/S.R.I.N.I.V.A.S.A.N."
      }
    ],
    "container-title": [
      "117 SERRE. Algebraic Groups and Class 91 BEARDON. On the Geometry of Discrete Fields"
    ],
    "edition": [
      "2nd"
    ],
    "pages": [
      "116"
    ],
    "title": [
      "Measure and 90 BR0NDSTED. An Introduction to Convex Integral"
    ],
    "type": "chapter",
    "volume": [
      "I. Polytopes"
    ]
  },
  {
    "author": [
      {
        "given": "Groups"
      }
    ],
    "publisher": [
      "Analysis Now"
    ],
    "title": [
      "118 PEDERSEN"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "given": "R.O.T.M.A.N."
      },
      {
        "given": "R.O.S.E.N.B.E.R.G."
      },
      {
        "given": "R.O.T.M.A.N."
      },
      {
        "literal": "LANG. Cyclotomic Fields I and II. Theory of Groups."
      },
      {
        "given": "R.A.T.C.L.I.F.F.E."
      },
      {
        "given": "Z.I.E.G.L.E.R."
      }
    ],
    "citation-number": [
      "119"
    ],
    "container-title": [
      "Mathematical Sketchbook. 120 ZIEMER. Weakly Differentiable Functions",
      "Theory of Complex Functions. Hyperbolic Manifolds. Readings in Mathematics ISO EISEN BUD. Commutative Algebra 123 EBBINGHAUs/HERMES et a!. Numbers. with a View Toward Algebraic Readings in Mathematics Geometry. 124 DUBROVIN/FoMENKO/NoVIKOV. Modem 151 SILVERMAN. Advanced Topics in Geometry-Methods and Applications. the Arithmetic of Elliptic Curves. Part III",
      "126 BOREL. Linear Algebraic Groups. 154 BROWN/PEARCY. An Introduction to 127 MASSEY. A Basic Course in Algebraic Analysis. Topology. ISS KASSEL. Quantum Groups. 128 RAUCH. Partial Differential Equations. 156 KECHRIS. Classical Descriptive Set 129 FULTON/HARRIS. Representation Theory: Theory. A First Course. 157 MALLIA VIN. Integration and Readings in Mathematics Probability. 130 DODSON/POSTON. Tensor Geometry. 158 ROMAN. Field Theory. 131 LAM. A First Course in Noncommutative 159 CONWAY. Functions of One Rings. Complex Variable II. 132 BEAROON. Iteration of Rational Functions. 160 LANG. Differential and Riemannian 133 HARRIS. Algebraic Geometry: A First Manifolds. Course. 161 BORWEIN/ERDEL YI. Polynomials and 134 ROMAN. Coding and Information Theory. Polynomial Inequalities. 135 ROMAN. Advanced Linear Algebra. 162 ALPERIN/BELL. Groups and 136 ADKINS/WEINTRAUB. Algebra: An Representations. Approach via Module Theory. 163 DIXON/MoRTIMER. Permutation 137 AXLERlBoUROONlRAMEY. Harmonic Groups. Function Theory. 164 NATHANSON. Additive Number Theory: 138 COHEN. A Course in Computational The Classical Bases. Algebraic Number Theory. 165 NATHANSON. Additive Number Theory: 139 BREOON. Topology and Geometry. Inverse Problems and the Geometry of 140 AUBIN. Optima and Equilibria. An Sumsets. Introduction to Nonlinear Analysis. 166 SHARPE. Differential Geometry: Canan' 141 BECKERIWEISPFENNING/KREDEL. Grobner Generalization of Klein's Erlangen Bases. A Computational Approach to Program. Commutative Algebra. 167 MORANDI. Field and Galois Theory. 142 LANG. Real and Functional Analysis. 168 EWALD. Combinatorial Convexity ·and",
      "Algebraic Geometry. 143 OOOB. Measure Theory. 169 BHATIA. Matrix Analysis. 144 DENNIS/FARB. Noncommutative 170 BREDON. Sheaf Theory",
      "Algebra. 171 PETERSEN. Riemannian Geometry. 145 VICK. Homology Theory. An 172 REMMERT. Classical Topics in Comple~ Introduction to Algebraic Topology. Function Theory",
      "Bounded Variation"
    ],
    "edition": [
      "4th ed. Combined 2nd",
      "3rd",
      "2nd",
      "2nd"
    ],
    "pages": [
      "147",
      "149",
      "152"
    ],
    "title": [
      "An Introduction to Algebraic 146 BRIDGES. Computability: A Topology",
      "Algebraic K-Theory Sobolev Spaces and Functions of and Its Applications",
      "An Introduction to the 121",
      "Foundations of 122 REMMERT",
      "Lectures on Polytopes. 125 BERENSTEIN/GAY. Complex Variables: An 153 FuLTON. Algebraic Topology: A Introduction. First Course"
    ],
    "type": "article-journal",
    "volume": [
      "148"
    ]
  }
]
