[
  {
    "author": [
      {
        "literal": "A. Apple Communications H. Dumpling 64 SSM-AIO-II Serial I. Dumpling GX SSM-ASIO J. Fingerprint* Parallel Versacard Serial Grappler+ B. Apple lie Serial Port K. Grafstar C. Apple Centronics Parallel Grappler Apple Parallel Orange Apricorn Parallel Spies Nicepriont/Super-MX Epson APL L. Grappler Serial Graphicard Pretty Print Microsystems MSE 1022 M. Mountain Comp Parallel Microtek RV-611C N. Mountain Comp Serial MPC-AP-80 O. Micro Buffer II MPC-AP-Graph P. Apricorn Serial Omnigraph MPC AP-SIO Printer Pro MPC Graphwriter Printerface Q. PKASOorPKASO/U Printmax R. Quadram-Apic SSM-Appic S. K-T"
      }
    ],
    "container-title": [
      "Parallel Tymac SSM-AIO-II Parallel Versacard Parallel SSM-APIO Wizard-IPI T. Apple Super Serial Wizard-BPO Fingerprint+ Serial D. Apple Serial Microtek SV-622C E. CCS 7720 Parallel Videx PSIO Serial F. CCS 7728 Parallel U"
    ],
    "note": [
      "MBIVIP Printermate Y. Apple Firmware (GS"
    ],
    "source": [
      "Videx Uniprint G. Dispatcher V. Fingerprint Dual-Comm Plus W. TranstarPics Franklin Dual Port X."
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "team",
        "given": "The Read T.V.Roll"
      },
      {
        "family": "Savain",
        "given": "Louis X."
      },
      {
        "family": "S",
        "given": "Thomas"
      }
    ],
    "note": [
      "manual pre paration, product design, and testing; Cathy Johnson edited the manual, and assisted in product testing and the editing of the data files; Tim Nixon designed the game graphics; Marilyn Marr created the drawings for the manual."
    ],
    "title": [
      "DeBry programmed the Apple version in FORTH and assembly languages; James Densmore programmed the IBM version in FORTH and assembly languages; Julie Baumgartner served as product manager, wrote many of the data files, and aided in the product's design; Faye Schwartz assisted in writing the data files"
    ],
    "type": null
  }
]
