[
  {
    "author": [
      {
        "family": "parade",
        "particle": "a"
      }
    ],
    "date": [
      "907/452-1105"
    ],
    "note": [
      "dance, theater, opera, and the visual arts over the last 2 weeks in late July (July 18–Aug 1, 2004)."
    ],
    "title": [
      "The Fairbanks Summer Arts Festival, held on the University of Alaska Fairbanks campus (& 907/474-8869; www.fsaf.org), brings artists of international reputation for workshops and performances in music"
    ],
    "type": null
  },
  {
    "title": [
      "The Tanana Valley State Fair (& 907/452-3750; www.tananavalleyfair.org), in early August, shows off the area’s agricultural production, arts and crafts, businesses, and entertainment, and includes rides, competitive exhibits and a rodeo"
    ],
    "type": null
  },
  {
    "note": [
      "mostly at Creamer’s Field (see “Special Places,” later)."
    ],
    "title": [
      "The last week of August, Friends of Creamer’s Field (& 907/459-7307) hosts an annual Sandhill Crane Festival, with nature walks, lectures, and other activities"
    ],
    "type": null
  },
  {
    "pages": [
      "907 474–6830"
    ],
    "title": [
      "The BP Top of the World Classic, Nov 18–21, 2004, brings NCAA Division I basketball teams to the University of Alaska–Fairbanks for a weekend tournament"
    ],
    "type": null,
    "url": [
      "www.towc.com)."
    ]
  },
  {
    "author": [
      {
        "family": "FACTS",
        "given": "F.A.S.T."
      }
    ],
    "container-title": [
      "Hospital Iliuliuk Family and Health Services"
    ],
    "note": [
      "offers clinic services."
    ],
    "pages": [
      "907 581–1202"
    ],
    "title": [
      "Unalaska/Dutch Harbor Bank Key Bank is attached to the Alaska Commercial Store and has an ATM"
    ],
    "type": "chapter"
  },
  {
    "pages": [
      "907 581–5060"
    ],
    "title": [
      "Internet Access Free at the public library"
    ],
    "type": null
  },
  {
    "title": [
      "Police Unalaska Department of Public Safety (& 907/581-1233) is just above the bridge on the Unalaska side"
    ],
    "type": null
  },
  {
    "title": [
      "Taxes Sales tax is 3%; the total tax on rooms is 8%"
    ],
    "type": null
  },
  {
    "note": [
      "Stampede Rent-A-Car, 302 E. Front St. (& 800/354-4606 or"
    ],
    "title": [
      "Several local car-rental agencies operate in town; the visitor center maintains a list, with rates"
    ],
    "type": null
  },
  {
    "citation-number": [
      "907/443-3838),"
    ],
    "note": [
      "below). FAST FACTS: Nome Bank Wells Fargo, with an ATM, is at 250 Front St."
    ],
    "title": [
      "charges $90 to $115 for SUVs and vans. The same people operate the Aurora Inn (see “Where to Stay"
    ],
    "type": null
  },
  {
    "pages": [
      "907 443–3311"
    ],
    "title": [
      "Hospital Norton Sound Regional is at 5th Avenue and Bering Street"
    ],
    "type": null
  },
  {
    "pages": [
      "907 443–6626"
    ],
    "title": [
      "Internet Access Nome Public Library is at 200 Front St"
    ],
    "type": null
  },
  {
    "title": [
      "Police At Bering Street and 4th Avenue (& 907/443-7766). Post Office At Front Street and Federal Way"
    ],
    "type": null
  },
  {
    "title": [
      "Taxes The sales tax is 4%; the tax on rooms totals 8%"
    ],
    "type": null
  },
  {
    "title": [
      "Alcohol The sale of alcohol is illegal in Barrow and importation for personal use in your luggage is limited and controlled by a permit system. If it’s an issue, call ahead to the Barrow Alcohol Delivery Site (& 907/852-2337) or the Office of the Mayor (& 907/852-5211). Bootlegging is a serious crime"
    ],
    "type": null
  },
  {
    "container-title": [
      "Hospital Samuel Simmonds Memorial Hospital is at 1296 Agvik St"
    ],
    "pages": [
      "852–4611"
    ],
    "title": [
      "Bank Wells Fargo is at 1078 Kiogak St., with an ATM"
    ],
    "type": "chapter",
    "volume": [
      "907"
    ]
  },
  {
    "title": [
      "Internet Access Free at the Tuzzy Library, at the Inupiat Heritage Center in Browerville"
    ],
    "type": null
  },
  {
    "pages": [
      "907 852–6111"
    ],
    "title": [
      "Police Contact the borough Department of Public Safety, 1068 Kiogak St"
    ],
    "type": null
  },
  {
    "location": [
      "London Rome Washington, D.C"
    ],
    "title": [
      "FROMMER’S® IRREVERENT GUIDES Amsterdam Los Angeles San Francisco Boston Manhattan Seattle & Portland Chicago New Orleans Vancouver Las Vegas Paris Walt Disney World®"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Bed",
        "given": "T.H.E.U.N.O.F.F.I.C.I.A.L.G.U.I.D.E.S.®"
      },
      {
        "given": "Breakfasts"
      },
      {
        "family": "Southwest",
        "given": "Country"
      }
    ],
    "container-title": [
      "Maui World’s Best Diving Vacations SPECIAL-INTEREST TITLES Frommer’s Adventure Guide to Australia & Frommer’s France’s Best Bed & Breakfasts and New Zealand Country Inns Frommer’s Adventure Guide to Central America Frommer’s Gay & Lesbian Europe Frommer’s Adventure Guide to India & Pakistan Frommer’s Italy’s Best Bed & Breakfasts and Frommer’s Adventure Guide to South America Country Inns Frommer’s Adventure Guide to Southeast Asia Frommer’s Road Atlas Britain Frommer’s Adventure Guide to Southern Africa Frommer’s Road Atlas Europe Frommer’s Britain’s Best Bed & Breakfasts and Frommer’s Road Atlas France Country Inns The New York Times’ Guide to Unforgettable Frommer’s Caribbean Hideaways Weekends Frommer’s Exploring America by RV Places Rated Almanac Frommer’s Fly Safe, Fly Smart Retirement Places Rated"
    ],
    "location": [
      "London Washington, D.C"
    ],
    "title": [
      "South Central Mexio’s Best Beach Resorts Inns in: Plains Mid-Atlantic with Kids California U.S.A. Mini Las Vegas Great Lakes States Beyond Disney Mini-Mickey Mid-Atlantic Branson, Missouri New England & New York with New England California with Kids Kids Northwest Central Italy New Orleans Rockies Chicago New York City Southeast Cruises Paris Southwest Disneyland® San Francisco Best RV & Tent Campgrounds in: Florida with Kids Skiing & Snowboarding in the West California & the West Golf Vacations in the Eastern U.S. Southeast with Kids Florida & the Southeast Great Smoky & Blue Ridge Region Walt Disney World® Great Lakes States Inside Disney Walt Disney World® for Mid-Atlantic Hawaii Grown-ups Northeast Las Vegas Walt Disney World® with Kids Northwest & Central Plains"
    ],
    "type": "chapter"
  },
  {
    "publisher": [
      "AOL Keyword:Travel"
    ],
    "title": [
      "Travelocity,® Travelocity.com® and the Travelocity skyline logo are trademarks and/or service marks of Travelocity.com LP. © 2003 Travelocity.com LP.All rights reserved"
    ],
    "type": "book"
  }
]
