[
  {
    "publisher": [
      "England's Golden Age"
    ],
    "type": "book"
  },
  {
    "note": [
      "Sviatoslav the Great"
    ],
    "title": [
      "The greatest influence on the Jewish racial constitution during the Middle Ages was not White intermixture, however. The conversion of the Khazars, a Hunnic tribe from Central Asia, to Judaism in the eighth century changed substantially the racial basis of the Jewish populations of Eastern Europe"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Slavery",
        "given": "White"
      }
    ],
    "type": null
  },
  {
    "note": [
      "Examples are Carl (Karl, Charles) and Earl."
    ],
    "title": [
      "In addition to these numerous compound names, there are several very common onesyllable Germanic names"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "or Latin (L.), are: Agatha (G.), Agnes (G.), Alexander and Alexandra (G.), Andrew and Andrea (G.), Anthony and Antonia (L.), August and Augustine (L.), Barbara (G.), Beatrice (L.), Berneice (G.), Cecil and Cecelia (L.), Clara (L.), Claude and Claudia (L.), Constance (L.), Cornelius and Cornelia (L.), Den(n)is and Denise (G.), Diana (L.), Eugene and Eugenia (G.), Florence (L.), George and Georgia (G.), Grace (L.), Gregory (G.), Helen -- also Elaine, Eleanor, Ellen, Nell (G.), Irene (G.), Julius and Julia (L.), Katherine -- also Catherine, Cathy, Kate, Kitty (G.), Laurence and Laura (L.), Margaret --"
      }
    ],
    "editor": [
      {
        "family": "Marguerite",
        "particle": "also"
      },
      {
        "family": "Margot",
        "given": "Gretchen"
      },
      {
        "family": "Greta",
        "given": "Madge"
      },
      {
        "family": "Meg",
        "given": "Marjorie"
      },
      {
        "family": "Rita",
        "given": "Martin"
      },
      {
        "family": "Nicholas",
        "given": "Patrick"
      },
      {
        "given": "Patricia"
      }
    ],
    "note": [
      "Phil(l)ip (G.), Phyllis (G.), Priscilla (L.), Rhoda (G.), Sophia (G.), Stella (L.), Sylvia (L.), Theodore and Dorothy (G.), Timothy (G.), Ursula (L.), Valerie (L.), Victor and Victoria (L.), Vincent (L.), and Virginia (L.)."
    ],
    "title": [
      "A few such names stemming from either Greek (G"
    ],
    "type": null
  },
  {
    "title": [
      "In the year of culmination -- 1848 -- the Jews unveiled a new weapon in their age-old"
    ],
    "type": null
  },
  {
    "title": [
      "war against European man, and this time it was an entirely Jewish weapon: Karl Marx (1818-83), the descendant of a long line of rabbis and Talmudic scholars, published his Communist Manifesto"
    ],
    "type": null
  },
  {
    "title": [
      "From Atoms to the Stars"
    ],
    "type": null
  },
  {
    "note": [
      "Democracy on the March"
    ],
    "title": [
      "Other White pioneers -- the Russian, Konstantin Tsiolkovsky; the German, Hermann Oberth; the American, Robert Goddard -- gave us the modern rocket engine and the dream of using it to explore the macroscopic world of interplanetary and interstellar space"
    ],
    "type": null
  },
  {
    "container-title": [
      "Democracy in Russia"
    ],
    "title": [
      "It is said that the Treaty of Versailles ending the First World War was the cause of the Second World War. The most likely cause of a Third World War will be the Balfour Declaration"
    ],
    "type": "article-journal"
  }
]
