[
  {
    "pages": [
      "– 668 –"
    ],
    "title": [
      "Stuttgart in the 19th century Stuttgartim19.Jahrhundert"
    ],
    "type": null
  },
  {
    "pages": [
      "– 670 –"
    ],
    "title": [
      "Stuttgart in the 19th century Stuttgartim19.Jahrhundert"
    ],
    "type": null
  },
  {
    "date": [
      "1973"
    ],
    "note": [
      "the derMittedes19.Jahrhunderts, new design proposals and how denderzeitigenZustand(1973), these fit into the existing dieNeuplanungenunddieEinbuilding fabric. passungderselbenindiebestehendeBausubstanzgezeigt."
    ],
    "title": [
      "direct comparison was shown FürjedenStandorthabeichin for each location with respect direkterGegenüberstellunganto its historical development handvonPlänenundModellen since the mid-19th century, its diehistorischeEntwicklungseit present condition"
    ],
    "type": null
  },
  {
    "pages": [
      "– 713 –"
    ],
    "title": [
      "Viewed from pedestrian level AusderFußgängerebene"
    ],
    "type": null
  },
  {
    "pages": [
      "– 760 –"
    ],
    "title": [
      "The elements with which the house was conceived. The cell can be employed in settlement and single constructions"
    ],
    "type": null
  },
  {
    "pages": [
      "– 764 –"
    ],
    "title": [
      "Ground floor and nursery ErdgeschoßundKinderzimmer"
    ],
    "type": null
  },
  {
    "pages": [
      "– 807 –"
    ],
    "title": [
      "Development of the Bebauungder inner residential street innerenWohnstraße The perimeter development DieRandbebauung"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "at the Graben by Gabriele haben:derPeterskircheamGra-Montani and Johann Lukas benvonGabrieleMontaniund von Hildebrandt"
      }
    ],
    "date": [
      "1701"
    ],
    "note": [
      "St. JohannLukasvonHildebrandt Charles' Church at Karlsplatz (1701-33), der Karlskirche am by Johann Bernhard Fischer Karlsplatz von Johann Bernvon Erlach (1715-37) and the hardFischervonErlach(1715-Church at Steinhof by Otto 37)undderKircheamSteinhof Wagner (1904-07). vonOttoWagner(1904-07)."
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "St"
      }
    ],
    "pages": [
      "– 824 –"
    ],
    "title": [
      "Peter's Church in Vienna PeterskircheinWien"
    ],
    "type": null
  },
  {
    "pages": [
      "– 828 –"
    ],
    "title": [
      "Church at Steinhof in Vienna, KircheamSteinhofinWien, spatial setting Rauminszenieerung"
    ],
    "type": null
  },
  {
    "pages": [
      "– 839 –"
    ],
    "title": [
      "How the base of the canopy WiedieBasisderVordachroof pillars and the solid pillar stützenunddiemassivenSäuplinths meet the steps lenfüßeaufderTreppelanden"
    ],
    "type": null
  },
  {
    "pages": [
      "– 846 –"
    ],
    "title": [
      "Model of Kolbeinsson House ModellvonHausKolbeinsson"
    ],
    "type": null
  },
  {
    "container-title": [
      "Schlafebenevorgelagert"
    ],
    "title": [
      "A large pergola is set in front EinegroßePergolamitBlick of the upper sleeping area, with überdasweiteTalistderoberen views across the wide valley"
    ],
    "type": "article-journal"
  },
  {
    "pages": [
      "– 853 –"
    ],
    "title": [
      "What a shame this concept Schade,dassdiesesKonzept only became wastepaper! Makulaturblieb!"
    ],
    "type": null
  },
  {
    "pages": [
      "– 866 – – 867 –"
    ],
    "title": [
      "Interventions in the landscape"
    ],
    "type": null
  },
  {
    "container-title": [
      "Who wishes to Bedeutung.Werwillsichzusei"
    ],
    "pages": [
      "879 –"
    ],
    "title": [
      "The second skin, the dress, DiezweiteHaut,dasKleid, and the third, the walls, the und die dritte, dieWände, das house, have similar sense and Haus,habenähnlichenSinnund significance"
    ],
    "type": "chapter"
  },
  {
    "pages": [
      "– 894 –"
    ],
    "title": [
      "This is the silent and Diesistdiestilleundkraftinvigorating gratification of the spendende Genugtuung des architectural artist. Whilst he Baukünstlers.Zwararbeiteter may work for a client, the house füreinenBauherrn.Dochdas"
    ],
    "type": null
  },
  {
    "container-title": [
      "Bibliotheken,mitdenenwirunsereWohnzimmerausstatten"
    ],
    "pages": [
      "– 896 – 898 –"
    ],
    "title": [
      "Our general cultural plane is Unserallgemeineskulturelreflected in our buildings, not lesNiveauspiegeltsichinunseonly in the libraries with which ren Bauten, nicht nur in den we endow our living rooms"
    ],
    "type": "article-journal"
  },
  {
    "container-title": [
      "in its Gesamtgefügeszuunterwerfen form, provide a formal response und in ihrer Gestalt eine forto spatial defaults. male Antwort auf die räumlichenVorgabenzuleisten"
    ],
    "title": [
      "ations of technical, construc- undnichtalleinnachtechnisch tional and economic import. konstruktiven und ökonomischenGesichtspunkten. VII The architecture of the VII Die Architektur der town: Every urban redesign Stadt:JedeNeuplanunginder must bow to the orderliness of StadthatsichderOrdnungdes the overall structure and"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "PlanungenfürdieZukunft"
    ],
    "pages": [
      "– 909 –"
    ],
    "title": [
      "IX Proper evaluation of our IX Die richtigeWertschäthistorical legacy filters the ex- zungdesgeschichtlichenErbes periences of the past to the filtertdieErfahrungenderVerbenefit of the plans for the gangenheit zum Gewinn der future"
    ],
    "type": "article-journal"
  },
  {
    "date": [
      "1973"
    ],
    "title": [
      "Lecture tour of 25 schools of Vortragsreisedurch25Archiarchitecture in the USA tekturschulenindenUSA"
    ],
    "type": null
  }
]
