[
  {
    "author": [
      {
        "family": "Facts",
        "given": "T.E.L.E.N.A.T.I.O.N./Market"
      },
      {
        "family": "Advertising",
        "given": "Inc U.S.Air Force Academy VentureOne Corporation Television Bureau",
        "particle": "of"
      },
      {
        "family": "Citizenship",
        "given": "Inc U.S.Census Bureau Veronis Suhler Stevenson Tempe Daily News U.S."
      },
      {
        "family": "Vital",
        "given": "Immigration Services"
      },
      {
        "family": "United States The AMATYC Review U.S. Congress",
        "given": "Health Statistics Texas Comptroller",
        "particle": "of Public Accounts U.S. Coast Guard Vital Statistics of the"
      },
      {
        "family": "Printing Wall Street Journal The American Freshman U.S",
        "given": "Joint Committee",
        "particle": "on"
      }
    ],
    "container-title": [
      "Department of Housing and Urban Women and Cardiovascular Disease The Detection of Psychiatric Illness by Development Hospitalizations Questionnaire U.S. Department of Justice Women Physicians Congress The Earth: Structure, Composition and U.S. Energy Information Administration Women’s Health Initiative Evolution U.S. Environmental Protection Agency WONDER database The Economic Journal U.S. Geological Survey World Almanac The History of Statistics U.S. News & World Report World Factbook The Journal of Arachnology U.S. Postal Service World Series Overview The Lancet U.S. Public Health Service Year-End Shipment Statistics The Lawyer Statistical Report U.S. Religious Landscape Survey Zogby International The Lobster Almanac U.S. Women’s Open Zogby International Poll PART",
      "Department of Energy Western Journal of Medicine The Business Journal U.S"
    ],
    "title": [
      "Department of Agriculture Washington University School of Medicine The American Statistician U.S. Department of Commerce Weatherwise The Bowker Annual Library and Book Trade U.S. Department of Education Weekly Retail Gasoline and Diesel Prices Almanac U.S",
      "Department of Health and Human Wichita Eagle The Design and Analysis of Factorial Services Wikipedia Experiments U.S"
    ],
    "type": "article-journal"
  },
  {
    "title": [
      "In the paper “Multiprocess the researchers’ paper, provides Performance Analysis: A Case Study” weight data for the process"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Engineering",
        "given": "Quality"
      },
      {
        "family": "Pearn",
        "given": "W."
      },
      {
        "given": "K."
      }
    ],
    "container-title": [
      "In this chapter, you will study"
    ],
    "issue": [
      "1"
    ],
    "location": [
      "Taiwan"
    ],
    "note": [
      "you will use these weight data to The following table, adapted from determine process capability."
    ],
    "pages": [
      "1–8 ,"
    ],
    "title": [
      "Chen inferences for population standard investigated a rubber-edge deviations. In the Case Study manufacturing process at Bopro, a Discussion at the end of the chapter, company located in Taipei"
    ],
    "type": "article-journal",
    "volume": [
      "10"
    ]
  },
  {
    "container-title": [
      "in physics at the University of methods. The reputation of Japan’s goods changed from Wyoming in 1921, a master’s degree in physics and math- definitely shoddy to amazingly excellent over the next two ematics at the University of Colorado in 1924, and a doc"
    ],
    "note": [
      "decades as the businessmen of Japan implemented Demtorate in mathematical physics at Yale University in 1928. ing’s teachings."
    ],
    "title": [
      "William Edwards Deming was born on October 14, 1900, capacity that Deming transformed industry in Japan. Demin Sioux City, Iowa. Shortly after his birth, his father se- ing began his long association with Japanese businesses cured homestead land and moved the family first to Cody, in 1947 when the U.S. War Department engaged him to Wyoming, and then to Powell, Wyoming. instruct Japanese industrialists in statistical quality control Deming obtained a B.S"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "PCBs"
      },
      {
        "given": "Pelicans"
      },
      {
        "family": "A. C",
        "particle": "analyzed by"
      }
    ],
    "citation-number": [
      "15.36"
    ],
    "container-title": [
      "Schumacher’s Forest Mensuration (New In a study by R. W. Risebrough titled “Effects of Environmen",
      "Proceedings of the article “Transforming Both Sides of a Tree” (The American the 6th Berkeley Symposium on Mathematics and Statistics"
    ],
    "date": [
      "1935"
    ],
    "editor": [
      {
        "family": "Bruce",
        "given": "C."
      },
      {
        "family": "X",
        "given": "F."
      }
    ],
    "issue": [
      "tician, Vol. 48"
    ],
    "location": [
      "York"
    ],
    "note": [
      "The data are provided on the University of California Press,",
      "60 Anacapa peli- WeissStats CD."
    ],
    "pages": [
      "307–312",
      "443–463 ,"
    ],
    "publisher": [
      "McGraw-Hill"
    ],
    "title": [
      "Polychlorinated biphenyls (PCBs), at breast height, in inches, for 70 shortleaf pines was reported industrial pollutants, are a great danger to natural ecosystems",
      "Akinson in tal Pollutants Upon Animals Other Than Man"
    ],
    "type": "article-journal",
    "volume": []
  },
  {
    "container-title": [
      "1933, Fisher became Galton Professor of Eugenics lation of data on manurial field trials and weather records"
    ],
    "note": [
      "at University College in London and, in 1943, Balfour Pro-Fisher’s work at Rothamsted during the next 15 years fessor of Genetics at Cambridge. In 1952, he was knighted."
    ],
    "title": [
      "Ronald Fisher was born on February 17, 1890, in London, act tests of significance for small samples, and maximum-England, a surviving twin in a family of eight children; likelihood solutions. He developed experimental designs to his father was a prominent auctioneer. Fisher graduated address issues in biological research, such as small samfrom Cambridge in 1912 with degrees in mathematics and ples, variable materials, and fluctuating environments. physics. Fisher has been described as “slight, bearded, elo-From 1912 to 1919, Fisher worked at an investment quent, reactionary, and quirkish; genial to his disciples and house, did farm chores in Canada, and taught high school. hostile to his dissenters.” He was also a prolific writer—In 1919, he took a position as a statistician at Rothamsted over a span of 50 years, he wrote an average of one paper Experimental Station in Harpenden, West Hertford, Eng- every 2 months! land. His charge was to sort and reassess a 66-year accumu"
    ],
    "type": "chapter"
  },
  {
    "note": [
      "He died in 1962 in Adelaide, tant contributions to analysis of variance (ANOVA), ex- Australia. This page intentionally left blank Appendixes"
    ],
    "title": [
      "earned him the reputation as the leading statistician of his Fisher “retired” in 1959, moved to Australia, and spent the day and as a top-ranking geneticist. It was there, in 1925, last 3 years of his life working at the Division of Mathematthat he published Statistics for Research Workers, a book ical Statistics of the Commonwealth Scientific and Industhat remained in print for 50 years. Fisher made impor- trial Research Organization"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "b"
      }
    ],
    "note": [
      "but No. 1 draft picks in the NBA since 1947 who are other than smaller than 0.951), the achieved margin of error will exceed the U.S. nationals. specified 0.01."
    ],
    "title": [
      "Being other than a U.S. national reduced by 7813. c. Population proportion. It is the proportion of the population of d. If the observed value of p turns out to be larger than 0.049"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "vi",
        "given": "Photo Credits",
        "particle": "p."
      },
      {
        "family": "Weiss",
        "given": "Carol"
      },
      {
        "family": "top)",
        "given": "Marie C.Fields/Shutterstock"
      },
      {
        "given": "Images"
      },
      {
        "family": "Cavanaugh/epa/Corbis",
        "given": "Mathhew"
      },
      {
        "family": "Mandujano/iStockphoto",
        "given": "Luis Sandoval"
      },
      {
        "family": "Sandoval",
        "given": "Luis"
      },
      {
        "family": "Quigley/Shutterstock",
        "given": "Cheryl Ann"
      },
      {
        "family": "Prior/Shutterstock",
        "given": "Sean"
      },
      {
        "given": "Scape/Dreamstime"
      }
    ],
    "collection-title": [
      "Romulus/Horizon/The Kobal Collection; Shutterstock",
      "top), Romulus/Horizon/The Kobal Collection"
    ],
    "container-title": [
      "Library of Congress Prints and Photographs Division No",
      "International Statistical Institute (ISI), Den Haag",
      "Mathhew Cavanaugh/EPA/Corbis",
      "Library of Congress Prints and Photographs Division Mandujano/iStockphoto",
      "Manchan/Getty Images; from the American Statistical Association",
      "top), Manchan/Getty Images",
      "bottom), Courtesy of Dreamstime",
      "top), Sean Prior/Shutterstock",
      "bottom), North Wind Images",
      "Monkey Business (top), Yuri Arcurs/Shutterstock",
      "bottom), Photo Researchers, Images/Shutterstock",
      "top), Holmes Garden Photos/Alamy",
      "Yuri Arcurs/Dreamstime",
      "Mary Evans Picture Library/ (bottom), Library of Congress Prints and Photographs Division Alamy",
      "bottom), Newscom"
    ],
    "date": [
      "Marie C",
      "bottom",
      "2005"
    ],
    "editor": [
      {
        "family": "Bales/Newscom",
        "given": "Scott"
      },
      {
        "family": "Reinke/AP",
        "given": "Ed"
      },
      {
        "family": "Arcurs/Shutterstock",
        "given": "Yuri"
      },
      {
        "family": "Images",
        "given": "Ed Reinke/A.P."
      }
    ],
    "genre": [
      "Library of [LC 32691];"
    ],
    "issue": [
      "86"
    ],
    "location": [
      "The Netherlands",
      "Berkeley"
    ],
    "note": [
      "bottom), Copyright C 2005 ISI Newsletter",
      "top), Christopher Images/Shutterstock;",
      "bottom), Reprinted with permission",
      "top), Kurhan/Shutterstock; North Wind Picture Archives/Alamy;",
      "bottom), Pearson;",
      "top), S oleg/ Congress Prints and Photographs Division [LC-USZ62-64037]."
    ],
    "pages": [
      "2,",
      "320",
      "322,",
      "4,",
      "6,",
      "357",
      "31",
      "31 357",
      "– 62–5877 34,",
      "36,",
      "358,",
      "87,",
      "430,",
      "88,",
      "431,",
      "– 62–64036 89,",
      "432,",
      "128,",
      "142",
      "509,",
      "142",
      "510,",
      "511,",
      "144, 543",
      "543",
      "199,",
      "209,",
      "544,",
      "210,",
      "211,",
      "578",
      "578",
      "214,",
      "231,",
      "580,",
      "625",
      "241,",
      "625",
      "251,",
      "252,",
      "628,",
      "666",
      "253,",
      "666",
      "668,",
      "713, 295",
      "295",
      "714,",
      "715,",
      "758,",
      "759,",
      "296, 320"
    ],
    "publisher": [
      "Frank Cancellare/Bettmann/Corbis",
      "Sports Illustrated/Getty Fields/Shutterstock",
      "PCN Photography/Corbis",
      "University of California",
      "Christopher Halloran/Shutterstock",
      "Department of Statistics",
      "Monkey Business",
      "Monkey Business Images/Shutterstock; Halloran/Shutterstock",
      "Courtesy of RTI International",
      "Sovfoto/Eastfoto",
      "Monkey Business Images/Dreamstime",
      "Picture Archives/Alamy",
      "Monkey Business Images/Shutterstock",
      "Inc",
      "Kurhan/Shutterstock",
      "Holmes Garden",
      "Yuri Arcurs/Dreamstime",
      "Kelly Ricci",
      "Kelly Ricci"
    ],
    "translator": [
      {
        "family": "Institute",
        "given": "The W.Edwards Deming"
      }
    ],
    "type": "article-journal",
    "url": [
      "http://isi.cbs.nl/Nlet/NLet052.htm;"
    ],
    "volume": [
      "29",
      "2"
    ]
  }
]
