[
  {
    "author": [
      {
        "given": "Classe"
      }
    ],
    "citation-number": [
      "7."
    ],
    "title": [
      "Heptandria, Siebenmäuvige"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Ordn"
      }
    ],
    "citation-number": [
      "1."
    ],
    "genre": [
      "8."
    ],
    "publisher": [
      "Classe. Octandria, Achtmävnige"
    ],
    "title": [
      "Monogynia, Cinweibige: Aesculus, Roßkastanie. Trientalis, Sternblume"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Ordn"
      }
    ],
    "citation-number": [
      "1."
    ],
    "container-title": [
      "Epilobium, Weidmch, Angeführte Gattung« nach dem Systeme von LinnL"
    ],
    "director": [
      {
        "family": "Einweibige",
        "given": "Acer"
      },
      {
        "family": "BaUamodendron",
        "given": "Ahorn"
      },
      {
        "family": "Daphne",
        "given": "Balsamban«"
      },
      {
        "given": "Seidelbast"
      }
    ],
    "pages": [
      "135"
    ],
    "title": [
      "Monogynia"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "Classe"
      }
    ],
    "citation-number": [
      "11."
    ],
    "title": [
      "Dodecandria, Zwölfmännige"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Ordn"
      }
    ],
    "citation-number": [
      "1."
    ],
    "location": [
      "Einweibige"
    ],
    "publisher": [
      "Asarum, Haselwurz"
    ],
    "title": [
      "Monogynia"
    ],
    "type": "book"
  },
  {
    "director": [
      {
        "literal": "Canella, Zimmtbaum. Garcinia, Mangostane. Isonandra, Gutta-Percha-Baum. Lythrum, Weidenröschen. Pcganum, Harmelkraut. Portulaca, Portulak. Rhizophora, Wurzelbaum. 2. Ordn. Digynia, Zweiweibige: Agrimonia, Odermennig. 3. Ordn. Trigynia, Dreiweibige: Euphorbia, Wolfsmilch. Reseda, Wau."
      }
    ],
    "note": [
      "4. Ordn. PotygyQia, Bielweiti-e: Sempervivum, Hauslaut. 136 Zweiter Anhang."
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Classe"
      }
    ],
    "citation-number": [
      "18."
    ],
    "title": [
      "Polyadelphia, Dielbrüderige"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1."
    ],
    "director": [
      {
        "family": "Decandria",
        "given": "Ordn"
      },
      {
        "family": "Zehnmännige",
        "given": "Theobroma"
      },
      {
        "given": "Caeao"
      }
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Ordn"
      }
    ],
    "citation-number": [
      "2."
    ],
    "title": [
      "Icosandria, Zwanzigmännige: Citrus, Citrone"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Ordn"
      }
    ],
    "citation-number": [
      "3."
    ],
    "note": [
      "Melaleuca, Caseputbaum, 138 Zweiter Anhang."
    ],
    "title": [
      "Polyandria, Bielmännige: Hypericum, Iohannsskrant"
    ],
    "type": null
  },
  {
    "container-title": [
      "Aloe"
    ],
    "pages": [
      "1"
    ],
    "type": "article-journal",
    "volume": [
      "11. L. VI"
    ]
  },
  {
    "author": [
      {
        "given": "A."
      }
    ],
    "container-title": [
      "L"
    ],
    "pages": [
      "2"
    ],
    "title": [
      "Alopecurus 7"
    ],
    "type": "article-journal",
    "volume": [
      "III"
    ]
  },
  {
    "author": [
      {
        "family": "V",
        "given": "L."
      },
      {
        "family": "X",
        "given": "L."
      },
      {
        "family": "X",
        "given": "L."
      },
      {
        "family": "X",
        "given": "L."
      },
      {
        "family": "XXIIl",
        "given": "L."
      }
    ],
    "container-title": [
      "Abies",
      "Acer",
      "L. I",
      "Adansonia",
      "Agrimonia",
      "Apium",
      "Apocyneae",
      "Areca",
      "Butomus",
      "Cactus",
      "Canna",
      "Ballota",
      "Castanea",
      "Borassos",
      "Botrychium",
      "Cbara",
      "Cbelidoniam",
      "Chrysanthemum",
      "Cycadeae",
      "Cydonia",
      "Cichorium",
      "Cinnamomum",
      "Colutea",
      "Compositae",
      "Convallaria"
    ],
    "date": [
      "Amaranthaceae 32",
      "Amentaceae 30",
      "Agaveae 15",
      "2",
      "Araliaceae 56",
      "Butomaceae 10",
      "Cacteae 69"
    ],
    "issue": [
      "illea 40. L. XIX, 2. Ampelideae 55. Aconitum 61. L. XIII, 2 Ampelopsis 55. L. V, 1. Acorns 23. L. VI",
      "61. L. XIII, 5. Anacardiaceae 82. Adoxa 58. L. VIII, 3. Anacardium 82. L. IX, 1. Aesculus 77. L. VII, 1. Anagallis 52. L. V, 1. Aethusa 54. L. V, 2. Anchusa 48. L. V, 1. Agapanthus 11. L. VI, 1. Anemone 61. L. XIII, 5. Agaricus 3. L. XXIV, 7. Anetbum 54. L. V, 2. Agave 15. L. VI, 1. Anona 61. L. XIII",
      "emis 40. L. XIX, 2. Aizoon 69. L. XII, 4. Anthericum 11. L. VI, 1. Ajoga 47. L. XIV, 1. Anthoxantbum 7. L. II, 2. Alchemilla 93. L. IV, 1. Anthriscus 54. L. V, 2. Alfbnsia 25. L. XXI, 6. Antiaris 31. L. XXI, 7. Algae 1. Antirrhinum 51. L. XIV, 2. Alisma 8. L. VI",
      "tolochia 36. L. XX, 3. Bryonia 68. L. XXI, 8. Aristolochi eae 36. Buettneriaceae 71. Anneria 37. L. V, 5. Burseraceae 82. Arnica 40. L. XIX",
      "ia 40. L. XIX, 2. Buxus 80. L. XXI, 4. Artocarpus 31. L. XXI, 1. Arutn 23. L. XXI, 7. C. Arnndo 7. L. III, 2. Asarom 36. L. XI",
      "odelus 11. L. VI, 1. Calla 23. L. XXI, 7. Aspidium 6. L. XXIV, 2. Callitrichineae 29. Asplenium 6. L. XXIV, 2. Caltba 61. L. XIII, 5. Aster 40. L. XIX, 2. Camellia 73. L. XVI, 6. Asteroideae 40. Campanula 41. L. V, 1. Astragalus 95. L. XVII, 3. Campanulaceae 41. Atriplex 32. L. XXIII, 1. Camphora 34. L. IX, 1. Atropa 50. L. V, 1. Canella 74. L. XI",
      "31. L. XXII, 5. Ca nneae 19. Cantharellus 3. L. XXIV",
      "63. L. XIII, 1. Balsamifl uae 30. Capsella 63. L. XV, 1. Baisami neae 87. Capsicum 50. L. V, 1. Balsamodendron 82. L. VIII, 1. Cardamine 63. L. XV, 2. Bambusa 7. L. VI, 1. Carduus 40. L. XIX, 1. Belli« 40. L. XIX, 2 Carex 8. L. XXI, 3. Berberideae 61. Carica 68. L. XXII, 9. Berberis 61. L. VI, 1. Carlina 40. L. XIX, 1. Beta 32. L. V, 2. Carpinus 30. L. XXI, 7. Betonica 47. L. XIV, 1. Carthamus 40. L. XIX, 1. Betula 30. L. XXI, 7. Carum 54. L. V, 2. Betulaceae 30. Caryophylleae 70. Bidens 40. L. XXI, 1. Caryophyllus 91. L. XII, 1. Bignonia 51. L. XIV, 2 Cassia 95",
      "aelis 42. L. V, 1. Borrago 48. L. V, 1. Cerastium 70",
      "6. L. XXIV, 2. Brassica 63. L. XV, 2. Cerbera 45. L. V, 1. Briza 7. L. III, 2. Cereus 69. L. XII, 1. Bromelia 16. L. VI, 1. Ceroxylon 25. L. XXIII, 1. Cetraria 1. L. XXIV, 6. Cucumis 68. L. XXI, 8. Cbaeropbyllum 54. L. V, 2. Cucurbita 68. L. XXI, 8. Chamaeropa 25. L. XXIIl",
      "araceae 1. Cupressus 26. L. XXI, 8. Cheirandlos 63. L. XV",
      "enopodeae 32. Cuscuta 49. L. V, 2. Cbenopodium 32. L. V, 2. Cyatbea 6. L. XXIV",
      "us 95. L. XVII, 3. Citrus 75. L. XVIII, 1. Cladonia 2. L. XXIV, 6. ClaVaria 3. L. XXIV, 7. D. Clematis 61. L. XIII, 5. Dactylis 7. L. III, 2. Clusiaceae 74. Daphne 35. L. VIII, L Cnicus 40. L. XIX, 3. Daphnoideae 35. Cocblearia 63. L. XV, 1. Datura 50. L. V, 1. Cocos 25. L. XXI, 6. Daucus 54. L. V, 2. Coffea 42. L. V, 1. Delphinium 61. L. XIII",
      "51. L. XIV"
    ],
    "note": [
      "Chrysosplenium 58. L. X, 2 Cyclamen 52 L. V, 1. Cicboraceae 40.",
      "Cicuta 54. L. V, 2. Cynareae 40. Cincbona 42. L. V, 1. Cynoglossum 48. L. V, 1. Cinchonaceae 42. Cynosurus 7.",
      "Cistineae 65» Cypripedium 17. L. XX, 2 Cistus 65.",
      "Coffeaceae 42. Dianthus 70. L. X, 2. Colchicum 11.",
      "Confervaceae 1. Dioscoreae 12. Coniferae 26. Diosmeae 83. Conium 54. L. V, 2. Diospyros 52.",
      "Di psaceae 39."
    ],
    "pages": [
      "6",
      "1",
      "1",
      "5",
      "4",
      "4",
      "2",
      "1",
      "1",
      "7",
      "2",
      "2",
      "2",
      "2",
      "1",
      "2",
      "1",
      "2",
      "1",
      "2",
      "7",
      "2",
      "6",
      "1"
    ],
    "title": [
      "Acantbaceae 51. Amary llideae 15",
      "Ace rin eae 77. Amomum 18",
      "A m y gdaleae 94",
      "A n onacea e 61",
      "Alismaceae 8",
      "142 Register",
      "Aroid eae 23",
      "Aaclepiadeae 45",
      "A uran tiaceae 75",
      "Cap parid eae 63",
      "1. Bignoni aceae 51",
      "4",
      "1. Ceratophylleae 28",
      "Cucurbi taceae 68",
      "Cu puliferae 30",
      "Diatom eae 1",
      "2"
    ],
    "type": "article-journal",
    "volume": [
      "26. L. XXI, 8. Alsine 70. L. X, 3. Abietineae 26. Altbaea 71. L. XVI, 6. Acacia 96. L. XVI",
      "77. L. VIII",
      "54",
      "45. Alkanna 48. L. V, 1. Aquilegia 61. L. XIII, 4. Allium 11. L. VI, 1. Araceäe 23. Ainus 30. L. XXI",
      "25. L. XXII, 6. Ceratonia 95. L. XXIII, 3. Boswellia 82",
      "40. L. XIX",
      "25. Cbrysocoma 40. L. XIX, 2. Cycas 25. L. XXII",
      "92. L. XII",
      "40. L. XIX, 1. Cynara 40. L. XIX",
      "L. III",
      "34. L. XXIII, 1. Cyperaceae 8. Cirsium 40. L. XIX, 1. Cyperus 8. L. III",
      "L. VI, 3. Diatoma 1. L. XXIV, 5. Colocasia 23. L. XXI",
      "40. Dionaea 66. L. X, 1. Conferva 1. L. XXIV, 5. Dioscorea 12. L. XXII",
      "11. L. VI"
    ]
  },
  {
    "author": [
      {
        "family": "XXIIl",
        "given": "L."
      },
      {
        "family": "V",
        "given": "L."
      },
      {
        "family": "X",
        "given": "L."
      },
      {
        "family": "X",
        "given": "L."
      },
      {
        "literal": "L. Mandragora 50. L. V"
      },
      {
        "family": "I",
        "given": "L."
      }
    ],
    "container-title": [
      "Dipsacus",
      "Echinops",
      "Crataegus",
      "Equisetum",
      "Ericaceae",
      "Erythroxyleae",
      "Euphraaia",
      "Herniaria",
      "Holens",
      "Galan thus",
      "Galeobdolon",
      "Galieae",
      "I* Gentianeae",
      "Jasininum",
      "Gladiolus",
      "Majorana",
      "Labiatae",
      "Laminaria",
      "Lamium",
      "Larix",
      "Leucojam",
      "More ae",
      "Listera",
      "Muscari",
      "Lonicera",
      "Lorantbaceae",
      "Lotus",
      "Papyrus",
      "Narcissns",
      "Petroselinuin",
      "j. Phleum",
      "j. Phyteuma"
    ],
    "date": [
      "Crassulacea’e 57",
      "Jasmineae 44",
      "Jatropha 80",
      "Maranta 19",
      "Musaceae 20"
    ],
    "issue": [
      "ium 48. L. V",
      "40. L. XIX, 1. Elaeis 25. L. XXI, 6. Crocus 14. L. III, 1. Epilobium 89. L. VIII, 1. Cruciferae 63. Epipactis 17. L. XX, 1. Cucabalus 70. L. X, 3. Equisetaceae 5",
      "iza 95. L. XVII, 3. Erigeron 40. L. XIX, 2. Gnapbalium 40. L. XIX, 3. Eriophorum 8. L. III, 1. Gomphrena 32. L. V, 1. Erodium 84. L. XVI, 2/ Goasypium 71. L. XVI, 6. Ervum 95. L. XVII, 3. Gramineae 7. Erysiphe 3. L. XXIV, 7. Gratiola 51. L. II, 1. Erysiinum 63. L. XV, 2. Guajacuin 83. L. X, 1. Erythraea 46",
      "sophila 76. L. X, 2. Erythroxylon 77. L. X, 3. Eopatoriaceae 40. Eupalorium 40. L. XIX, 1. H. Euphorbia 80. L. XXI, 1. Haematococcus 1. L. XXIV, 5». Euphorbiaceae 80. Haematoxylon 95",
      "alorageae 89. Evonymus 79. L. V, 1. Hedera 56. L. V, 1. Hedysarum 95. L. XVII, 3. F. Helianthemum 65. L. XIII, 1. Helianthus 40. L. XIX, 3. Fagopyrum 33. L. VIII, 3. Heliotropium 48. L. V, 1. Fagua 30. L. XXI, 7. Helleborus 61. L. XIII, 5. Ferula 54. L. V, 2. Helminthochortos 1. L. XXIV„ 5. Festoca 7. L. III, 2. Helvella 1. L. XXIV, 7. Ficus 31. L. XXIII",
      "ieracium 40. L. XIX, 1. Fragaria 93. L. XII, 3. Hippocastaneae 78. Fraxinus 44. L. XXIII, 2. Hippomane 80. L. XXI, 8. Fritillaria 11. L. VI, 1. Hippopbae 35. L, XXII",
      "olosteum 70. L. III, 3. Focus 1. L. XXIV, 5. Hordeum 7. L. XXIII, 1. Fumaria 62 L. XVII, 1. Hottonia 52. L. V, 1. Fumariaceae 62. Humulus 31. L. XXII, 5. Fungi 3. Hyacinthes 11. L. VI, 1. Hydrocharideae 13. v Hydrocharis 13. L. XXII, 8. Hydrophylleae 48. Galactodendron 31. L. XXII, 1. Hymenaca 95",
      "yoscyamus 50. L. V, 1. Galeopsis 47. L. XIV",
      "ypericum 74. L. XVIII, 3. Galium 42. L. IV, 1. Hyphomycetes 3. Garcinia 74. L. XXIII, 1. Hyssopus 47. L. XIV, 1. Gasteromycetes 3. Geniata 95. L. XVII, 3. Gentiana 46. L. V",
      "oma 47. L. XIV, 1. Illiciuin 61. L. XIII, 5. Register. 145 Impatiens 87. L. V, 1. Lupinus 95 L. XVII, 3. Indigosera 95. L. XVII, 3. Luzula 11. L. VI, 1. Inula 40. L. XIX, 2. Lychnis 70. L. X, 4. Jonidium 67. L. V, 1. Lycopodiaceae 6. Ipomaea 49. L. V, 1. L}copodium 6. L. XXIV, 2. lrideae 14. Lycopus 47. L. II, 1. Iris 14. L. III, 1. Lysimacbia 52. L. V, 1. Isatis 63. L.XV, 1. Lythrarieae 90. Isonamlra 52. L. XI, 1. Lytbrum 90. L. XI, 1. Juglandea e 81. Jnglans 81. L. XXI, 7. ML. Juncaceae 11. Maba 52. L. XXII, 6. Juncagineae 9. Magnolia 61. L. XIII, 3. Juncus 11. L. VI, 1. Mag n oliaceae 61. Jungermannia 4. L. XXIV",
      "ot 80. L. XXI, 7. Lactiica 40. L. XIX",
      "antia 4. L. XXIV",
      "raea 51. L. XIV, 2. Mauritia 25. L. XXII, 6. Lathyrus 95. L. XVII, 3. Medicago 95. L. XVII, 3. Lanrineae 34. Melaleuca 91. L. XVIII, 3. Laurus 34. L. IX, 1. Melainpynim 51. L. XIV, 2. Lavandula 47. L. XIV, 1. Melanthiaceae 11. Lavatera 71. L. XVI, 6. Melilotos 95. L. XVII, 3. Lawsonia 86. L. VIII, 1. Melissa 47. L. XIV, 1. Ledtim 53. L. X, 1. Melocactus 69. L. XII, 1. Leguminosae 95. Mentha 47. L. XIV, 1. Lemna 21. L. II, 1. Menyanthes 46. L. V, 1. Leinnaceae 21. Mercurialis 80. L. XXII, 8. Leontodon 40. L. XIX, 1. Merulius 3. L. XXIV, 7. Lepidium 63. L. XV, 1. Mesembryanthemeae 69. Lepidodendreae 6. Mesembryantbemum 69. L. XII",
      "enes 2. Metrosideros 91. L. XII, 1. Ligustrum 44. L. II, 1. Milium 6. L. III, 2. Liliaceae 11. Mimosa 96. L. XXIII, 1. Lilium 11. L. VI, 1. Mimo8eae 96. Linaria 51. L. XIV, 2. Monotropa 53. L. X, 1. Lineas 85. Montia 69. L. III, 3. Linum 85. L. V, 5. Morchella 3. L. XXIV, 7. Liquidambar 30. L. XXI",
      "ospermum 48. L. V, 1. Musa 20. L. XXIII, 1. Lobelia 41. L. V",
      "48. L. V, 1. Lonicereae 43. Myrica 30. L. XXII",
      "tica 60. L. XXII",
      "11. L. VIII, 3. Parmelia 2. L. XXIV, 6. Najades 21. Parnassia 66. L. V",
      "51. L. XIV, 2. Nfinophila 48. L. V, 1 Peganuin 83. L. XI, 1. Neottia 17. L. XX, 1. * Pelargonium 84. L. XVI, 3. Nepeta 47. L. XIV, 1. Peplis 90. L. V|, 1. Nerinm 45. L. V, 1. Persea 34. L. IX, 1. Nicotiana 50. L. V, 1. Personatae 50. Nigella 61. L. XIII",
      "aseolus 95. L. XVII, 3. Nymphaea 65. L. XIII",
      "aeaceae 65. Phlox 49. L. V, 2. Phoenix 25. L. XXII, 6. O. Phormium 11. L. VI, 1. Ocyimini 47. L. XIV",
      "e 54. L. V, 2. Phytolacca 32. L. X, 5. Oenotbera 89. L. VIII, 1. Phytolaccaceae 32. Oenothereae 89. Pilularia 6. L. XXIV, 2. Olea 44. L. II, 1. Pilophora 25. L. XXI"
    ],
    "note": [
      "E« Corydalis 62. L.-",
      "Myristi ceae 60. Bischofs, Naturgeschichte. J. 146 «teilet. Myrtace^e 90. Papayaceae 68. Myrtus 90. L. XII, 1 Papi 1 i onaeeae 95."
    ],
    "pages": [
      "3",
      "1",
      "1",
      "3",
      "4",
      "1",
      "1",
      "2",
      "3",
      "4",
      "1",
      "4",
      "1",
      "1",
      "4",
      "1",
      "4",
      "7",
      "4",
      "1",
      "2",
      "4",
      "12",
      "3",
      "4",
      "4",
      "7"
    ],
    "title": [
      "Convo I vii lacea e 49",
      "2",
      "E1 aeagn eae 35",
      "144 Register",
      "Gl ob u larineae 39",
      "1. Gy m nomyce tes 3",
      "1",
      "Hepati cae 4. Florideae 1",
      "F ucaceae 1",
      "1",
      "H y m e n o in y c e t e s 3",
      "Hyperici neae 74",
      "Geraniaceae 82",
      "I lici neae 79",
      "1",
      "1",
      "Ma rsiliac eae 6",
      "Lobeliaceae 41",
      "Mu sei 4"
    ],
    "type": "article-journal",
    "volume": [
      "39. L. IV, 1. Convolvulus 49. L. V, 1. Dipterocarpeae 72. Coriandrum 54. L. V, 2. Dipteryx 95. L. XVII, 3. Corneae 56. Dracaena 11. L. VI, 1. Cornus 56. L. IV, 1. Drosera 50. L. V, 5. Coronilla 95. L. XVII, 3. Corrigiola 70. L. V",
      "XVII, 1. Corylus 30. L. XXI, 7. Ebönaceae 52. Corypba 25",
      "5. L. XXIV, 1. Globularia 39. L. IV, 1. Erica 53. L. VIII",
      "2",
      "2",
      "1",
      "15. L. VI",
      "1",
      "42",
      "46. Jasione 41. L. V, 1. Georgina 40. L. XIX",
      "44. L. II, 1. Geranium 82. L. XVI",
      "L. XXI, 7. Geum 93. L. XII, 3. Ilex 79. L. IV, 3. Gilia 49. L. V",
      "47. L. XIV, 1. Juniperus 26. L. XXII, 12. Malva 71. L. XVI, 6. Malvaceae 71. Mamillaria 69. L. XII",
      "47. L. XIV",
      "31. Liriodendron 61. L. XIII, 5. Morus 31. L. XXI",
      "11. L. VI, 1. Lolium 7. L. III",
      "95. L. XVII"
    ]
  },
  {
    "author": [
      {
        "family": "X",
        "given": "L."
      },
      {
        "given": "Register"
      },
      {
        "literal": "L. XXIV, -."
      },
      {
        "family": "X",
        "given": "L."
      },
      {
        "family": "X",
        "given": "L."
      },
      {
        "family": "X",
        "given": "L."
      },
      {
        "family": "V",
        "given": "L."
      }
    ],
    "container-title": [
      "S im ar u b eae 83. Ribes 59",
      "Rosaceac 93. S o lan aceae 50. Rosmarinus 47. L",
      "Rataceae 83. Sparti um 95. L",
      "Pimpinelia",
      "Plantago",
      "Ornithogalum",
      "Poa",
      "Polygonum",
      "Oxalis",
      "Polypodium",
      "Paeonia",
      "Pandanus",
      "Salix",
      "Pterocarpus",
      "Pyrethrum",
      "Pyrola",
      "Pyrus",
      "Silene",
      "L",
      "Sphagnum",
      "Sagittaria",
      "Spiraea",
      "Sagas",
      "Stratiotes",
      "Syringa"
    ],
    "date": [
      "Osmundaceae 6",
      "Pandaneae 24",
      "Saponaria 70"
    ],
    "issue": [
      "alodes 48. L. V, 1. Pinguicnla 51. L. II, 1. Onobrycliis 95 L. XVII, 3. Pinus 26. L. XXI, 8. Ononis 95. L. XVII, 3. Piper 22. L. XXII, 4. Onygena 3. L. XXIV, 7. Piperaceae 22. Ophyoglosseae 6. Pistacia 82. L. XXII, 5. Ophrys 17. L. XX, 1. Pisum 95. L. XVII, 3. Plantagineae 37. Opuntia 69. L. XII",
      "is 17. L. XX, 1. Platanthera 17. L. XX, 1. Origanum 47. L. XIV",
      "e 51. L. XIV",
      "um 4. L. XXIV",
      "6",
      "nonaria 48. L. V, 1. Sangiiisorba 93. L. IV, 1. Pülsatilla 61. L. XIII, 5. Santalum 35. L. IV, 1. Punica 91. L. XII",
      "us 70. L. X, 2. Rad io la 85. L. IV. 3. Scorzonera 40. L. XIX, 1. Ranunculaceae 61 Scropliularia 51. L. XIV, 2. Raniinculus 61. L. XIII, 5. Sculellaria 47. L. XIV. 1. Raphanus 63. L. XV. 2. Seeale 7. L. III, 2. Reseda 63. L. XI, 3. Sedum 57. L. X, 4. Resed a ceae 63. Semecarpus 82. L. XXII, 8. Rbamneae 79. Sempervivum 57. L. XI, 4. Rhamnus 79. L. XXIII. 2. Senecio 40. L. XIX, 2. Rheum 33. L. IX, 2. Senecionideae 40. Rbinanthus 51. L. XIV, 2. Seiratula 40. L. XIX, 1. Rhizophora 89. L. VIII, 1 Sesamum 51. L. XIV, 2. Rhizophoreae 89. Sida 71. L. XVI, 6. Rhododendron 53",
      "us 82. L. V. 3",
      "ocampylus 41. L. V, 1. Richardia 23. L. XXI, 7. Siplionia 80. L. XXI, 8. Ricinus 80. L. XXI, 8. Sisymbrium 63. L. XV, 2. Robinia 95. L. XVII, 3. Sium 54. L. V, 2 Roccella 2. L. XXIV. 6 Smilaceae 11. Rosa 93. L. XII, 3. Smilax 11. L. XXII",
      "us 40. L. XIX, 1. Rtibus 93. L. XII, 3. Soibus 92. L. XII. 2. Rumex 33. L. VI, 3. Sorghum 7. L. XXIII. 1. Ruta 83. L. X",
      "aerococcus 1. L. XXIV, 5. Sacchariim 7. L. III",
      "ylea 79. L. V, 3. Salici n e ae 30. Staphyleaceae 79. Salicornia 32. L. II. 1. Stellaria 70. L. X",
      "45. L. V, 1. Ustilago 3. L. XXIV, 7. Swietenia 76. L. X, 1. Utricularia 51. L. II, 1. Symphytum 48. L. V"
    ],
    "note": [
      "Sparganium 22 L.",
      "148 Register. Steilatae 42. ümbelliferae 54. Stillingia 80."
    ],
    "pages": [
      "1",
      "1",
      "2",
      "2",
      "3",
      "3",
      "1",
      "1",
      "1",
      "2",
      "6",
      "1",
      "3",
      "2",
      "5",
      "7",
      "4",
      "3",
      "4",
      "1",
      "1"
    ],
    "title": [
      "Olea ceae 44",
      "Orch ideae 17",
      "PI a taneae 31",
      "P1 u in b a g i n c a e 37. Orobanch eae 51",
      "Po ly goneae 33",
      "Oxalideae 86. P oly podiaceae 6",
      "4",
      "Pom aceae 92",
      "Portulaceae 69",
      "147 Primulaceae 52",
      "Salviniaceae 6",
      "Sapin da ceae 77",
      "2",
      "1. S a p otaceae 52",
      "1",
      "1 Sinapis 63",
      "Utri cu larieae 51"
    ],
    "type": "article-journal",
    "volume": [
      "7. L. III, 2. Orobus 95. L. XVII, 3. Polemonium 49 L. V, 1. Orontiaceae 23. Polygala 78. L. XVII, 2. Oryza 7. L. VI, 2. Polygaleae 78. Osmunda 6. L, XXIV",
      "33. L. VIII",
      "86",
      "61. L. XIII, 2. Populus 30. L. XXII, 7. Palmae 25. Portulaca 69. L. XI",
      "24. L. XXII, 1. Potamogeton 21. L. IV, 3. Panicum 7. L. XXIII, 1. Potentilla 93. L. XII, 5. Papaver 62. L. XIII, 1. Poterium 93. L. XXI, 7. Papaveraceae 62. Primula 52. L. V",
      "40. L. XIX",
      "53",
      "XXI",
      "2. L. XXIV, 3. Sagina 70. L. IV, 3. Spinacia 32. L. XXII",
      "9. L. XXI",
      "93. L. XII",
      "L. XXI, 2. Uredo 3. L. XXIV, 7. Stipa 7. L. III, 2. Urtica 31. L. XXI",
      "44. L. II, 1. Uvaria 61. L. XIII, 5. T. V. Tabernaemontana 45. L. V, 1. Vaccinium 53. L. VIII, 1. Tacca 12. L. VI, 1. Valeriana 38. L. III, 1. Taccaceae 12. Valerianeae 38. Tagetes 40. L. XIX, 2. Valerianella 38. L. III"
    ]
  },
  {
    "container-title": [
      "Vanilla",
      "Z. Typha"
    ],
    "issue": [
      "alictrum 61. L. XIII, 5. Veronica 51. L. II, 1. Thea 73. L. XIII, 1. Viburnum 43. L. V, 3. Theaceae 73. Vicia 95. L. XVII, 3. Theobroma 71. L. XVIII, 1. Victoria 65 L. XIII, 1. Thesium 35. L. V, 1. Vinca 45. L. V, 1. Thuja 26. L. XXI, 8. Vincetoxicum 45. L. V, 2. Thymus 47. L. XIV, 1. Viola 67. L. V, 1. Tilia 72. L. XIII, 1. Violarieae 67. Tiliaceae 72. Viscum 56. L. XXII, 4. Tillandsia 16. L. VI, 1. Vismia 74. L. XVIII, 2. Tormentilla 93. XII, 3. Vitis 55. L. V, 1. Tragopogon 40. L. XIX, 1. Trapa 89. L. IV, 1. X. Trientalis 52. L. VII, 1. Trifolium 95. L. XVII, 3. Xanthium 40. L. XXI, 8. Triglochin 9. L. VI, 3. Xeranthemum 40. L. XIX, 2. Triticum 7. L. XXIII, 1. Tropaeoleae 88. I. Tropaeolum 88. L. VIII, 1. Yucca 11. L. VI, 1. Tuber 3. L. XXIV, 7. Tulipa 11. L. VI, 1. Tusiilago 40. L. XIX",
      "oxyleae 83. L. XXII, 5. Typhaceae 22. Zea 7. L. XXI, 3. Zingiber 18. L. I"
    ],
    "note": [
      "Zingi beraceae 18. V. Zinnia 40. L. XIX, S. Ulmaceae 30. Zizyphus 79. L. V, 1. ülmus 30. L. V, 2. Zostera 21. L. I, 1. ÜI vaceae 1. Zygopbylleae 83. über die deutschen Namen der Gattungen und Familien"
    ],
    "pages": [
      "4",
      "1"
    ],
    "title": [
      "Tamariscine ae 74"
    ],
    "type": "article-journal",
    "volume": []
  }
]
