[
  {
    "author": [
      {
        "family": "Haven",
        "given": "ct"
      },
      {
        "given": "London"
      },
      {
        "family": "Burials’",
        "given": "Warring States"
      }
    ],
    "container-title": [
      "The Ch’un Ts’ew with Joy Beckman, ‘Layers of Being: Bodies, Objects and Spaces the Tso Chuen",
      "Classical Chinese Literature: An Anthology Transitions in Art, Ritual, and Text During the Warring of Translations",
      "i, From Antiquity to the Tang Dynasty States Period (480–221 bce)’, PhD dissertation, ucla",
      "Rethinking Mawangdui’, Early China",
      "The Chinese Classics"
    ],
    "date": [
      "1995",
      "1994",
      "1991",
      "1992",
      "1871",
      "2000",
      "2002"
    ],
    "editor": [
      {
        "family": "See Liu Pansui",
        "given": "Lun",
        "particle": "heng."
      },
      {
        "family": "Lau",
        "given": "M."
      }
    ],
    "genre": [
      "PhD dissertation,"
    ],
    "location": [
      "Stanford",
      "Beijing",
      "Oxford",
      "New York"
    ],
    "note": [
      "Lun heng jiaoshi (An Annotated Edition of Disquisitions), 12 These works include Wu Hung, ‘Art in its Ritual Context:",
      "University of 4 Based on Burton Watson’s translation, in John Minford and Chicago (2006); Guolong Lai, ‘The Baoshan Tomb: Religious Joseph S.",
      "and Constance A. Cook, Death in Ancient 5 Li ji (The Book of Rites), in Ruan Yuan, comp., Shisanjing China: The Tale of One Man’s Journey (Leiden, 2006), chaps 2 zhushu (An Annotated Edition of the Thirteen Classics) and 4."
    ],
    "pages": [
      "238–46",
      "182",
      "593",
      "111–45",
      "2",
      "397",
      "2"
    ],
    "title": [
      "Introduction 10 For a full translation of the inscription and a discussion of the tomb, see Wu Hung, The Monumentality of Chinese Art 1 ‘Wu xing’ (Five Elements), in Ban Gu, Bai hu tong shuzheng, and Architecture",
      "an annotated version of Comprehensive Discussions in the 11 A notable exception is Ann Paludan’s The Chinese Spirit White Tiger Hall, annotated by Chen Li (",
      "ii, Road: The Classical Tradition of Stone Tomb Statuary (New",
      "which surveys the history of 2 Wang Chong",
      "above-ground sculptures from the Han to Song",
      "3 James Legge"
    ],
    "type": "article-journal",
    "volume": [
      "4",
      "xvii",
      "v"
    ]
  },
  {
    "container-title": [
      "Zhongguo gudai lingmu kaogu yanjiu (Studies of Li Chi: Book of Rites"
    ],
    "date": [
      "1980",
      "1967"
    ],
    "location": [
      "Beijing",
      "New York"
    ],
    "note": [
      "Ancient Chinese Tombs and Mausoleums) (Fuzhou, 2005)."
    ],
    "pages": [
      "1292",
      "155–6"
    ],
    "title": [
      "based on James Legge’s translation in 13 Huang Xinlin"
    ],
    "type": "chapter",
    "volume": [
      "2",
      "i"
    ]
  },
  {
    "container-title": [
      "Xinzhongguo de kaogu faxian he yanjiu (Archaeological"
    ],
    "date": [
      "1986"
    ],
    "location": [
      "Beijing"
    ],
    "note": [
      "Discoveries and Studies in the People’s Republic of China"
    ],
    "pages": [
      "96"
    ],
    "title": [
      "Lüshi chunqiu (Mr Lü’s Spring and Autumn Annals), in Zhuzi Earlier summaries of this scholarship can be found in jicheng (Collected Works by Ancient Philosophers"
    ],
    "type": "chapter",
    "volume": [
      "10",
      "iv"
    ]
  },
  {
    "citation-number": [
      "6"
    ],
    "container-title": [
      "‘Guanyu Han dai sangzang 16 See Jessica Rawson, Chinese Jade: From the Neolithic to the huaxiang guanzhe wenti de sikao’ (Reflection on the Problem Qing"
    ],
    "date": [
      "1984",
      "1980",
      "1995"
    ],
    "location": [
      "Beijing",
      "Beijing",
      "London"
    ],
    "note": [
      "of Audience for Han Dynasty Funerary Pictorial Art), Zhong- 17 For references and an inventory of these excavations, see guo Han hua yanjiu (Studies of Han Pictorial Art of China), ii Wu Hung, ‘From Neolithic to the Han’, in Angela F. Howard"
    ],
    "pages": [
      "1128–64",
      "28–44",
      "43"
    ],
    "title": [
      "The most systematic prescription of the funeral rites before",
      "entombment can be found in Yi li (Rituals and Propriety) in 14 For an English summary of this scholarship, see Wu Hung, Shisanjing zhushu",
      "Based on new archaeological Monumentality",
      "evidence, Zheng Yan has argued persuasively that during 15 For the excavation report, see Yinxu Fuhao mu (Tomb of the Eastern Han, mourners could enter a tomb to view its Fuhao at the Ruins of Yin",
      "interior before the final burial"
    ],
    "type": "chapter"
  },
  {
    "date": [
      "2005"
    ],
    "note": [
      "et al., 3000 Years of Chinese Sculpture (New Haven, ct, and"
    ],
    "pages": [
      "39–55"
    ],
    "type": null
  },
  {
    "citation-number": [
      "7"
    ],
    "container-title": [
      "But it would be immediately resealed in keeping with King of Nanyue in Guangzhou, the Museum of King the principle of ‘concealment’. Muryong of the Paekche Kingdom in Kongju and the 8 See note 5. Takamatsuzuka Kofun Museum in Nara"
    ],
    "date": [
      "2006"
    ],
    "pages": [
      "49–67"
    ],
    "title": [
      "During certain periods in Chinese history, a family grave Beijing",
      "could be reopened to admit newly deceased family mem- 18 Typical examples include the Museum of the Western Han bers"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "9"
    ],
    "container-title": [
      "includes sections on ‘minority burial customs’ during Mancheng, belonging to the Western Han prince Liu Sheng the different historical periods. His Funeral and Burial Sysand his wife Dou Wan"
    ],
    "date": [
      "1998"
    ],
    "editor": [
      {
        "family": "Yuxiang",
        "given": "Han"
      },
      {
        "family": "Chenguang",
        "given": "Li"
      },
      {
        "given": "eds"
      }
    ],
    "location": [
      "Zhengzhou"
    ],
    "note": [
      "tems in the Yangzi River Region (Changjiang liuyu de sangzang"
    ],
    "pages": [
      "70"
    ],
    "title": [
      "Nanyang Han dai 19 One of these two cemeteries is that of the Zhongshan royal huaxiangshi mu (Han Dynasty Pictorial Stone Tombs at house during the Warring States period, dating from the Nanyang",
      "fourth century bce and located near Pingshan county. The other includes two second-century bce tombs near 1998"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "20"
    ],
    "note": [
      "xuanguan zang), ‘boat-coffin burials’ (chuanber Tomb at Holingor’, PhD dissertation, Iowa University guan zang), ‘cave burials’ (yadong zang), ‘heavenly burials’"
    ],
    "title": [
      "Doctoral dissertations of this kind include Jean James, ‘An (Wuhan, 2004) provides even more detailed accounts of Iconographic Study of Two Late Han Funerary Monuments: various burial customs in south China, including ‘hanging The Offering Shrines of the Wu Family and the Multicham- coffin burials"
    ],
    "type": "thesis"
  },
  {
    "author": [
      {
        "family": "Thompson",
        "given": "Lydia D."
      },
      {
        "family": "zang",
        "particle": "tian"
      }
    ],
    "citation-number": [
      "1983);"
    ],
    "date": [
      "shui zang",
      "ta zang",
      "1998"
    ],
    "genre": [
      "PhD zang), ‘stupa burials’",
      "(feng zang) and dissertation,"
    ],
    "note": [
      "ce in her China, Korea and Japan: The Rise of Civilization in xin’ (A Study of Liao Dynasty Painted Tombs of Chinese East Asia (London, 1993)."
    ],
    "publisher": [
      "New York University"
    ],
    "title": [
      "The Yi’nan Tomb: Narrative and",
      "water burials",
      "tree burials’ (shu Ritual in Pictorial Art of the Eastern Han (25–220 ce)’",
      "wind burials",
      "Guolong Lai, ‘The others. Expanding the scope of observation beyond China, Baoshan Tomb’; Li Qingquan, ‘Liao dai Hanren bihuamu Gina L. Barnes has surveyed the main tomb types up to 800 yanjiu – yi Xuanhua Zhangshi jiaozu bihuaquan wei zhong"
    ],
    "type": "thesis"
  },
  {
    "author": [
      {
        "given": "Families"
      }
    ],
    "date": [
      "2003",
      "1980"
    ],
    "editor": [
      {
        "family": "Yuan",
        "given": "Ruan"
      },
      {
        "family": "comp.",
        "given": "Shisan-Mancheng Tomb’"
      },
      {
        "family": "Chinese Jade",
        "particle": "in"
      },
      {
        "family": "Rosemary E. Scott",
        "particle": "ed."
      }
    ],
    "genre": [
      "PhD dissertation,"
    ],
    "location": [
      "Beijing"
    ],
    "note": [
      "jing zhushu (An Annotated Edition of the Thirteen Classics) Colloquies on Art and Archaeology in Asia, xviii (London,"
    ],
    "pages": [
      "87"
    ],
    "publisher": [
      "Zhongshan University"
    ],
    "title": [
      "Focusing on a Group of Painted Tombs of the Zhang family in Xuanhua",
      "Research articles on single tombs include 1 Spatiality Wu Hung, ‘Art in its Ritual Context’; ‘The Prince of Jade Revisited: Material Symbolism of Jade as Observed in the 1 Yi Jing (The Book of Changes"
    ],
    "type": "thesis"
  },
  {
    "author": [
      {
        "family": "Shen",
        "given": "Hsüeh-man"
      }
    ],
    "container-title": [
      "Artibus Asiae"
    ],
    "date": [
      "1997",
      "1965",
      "1315"
    ],
    "note": [
      "Quotation at",
      "of a single Chinese tomb. 3 For a second-century view of the Yellow Emperor and his"
    ],
    "pages": [
      "147–70",
      "1314–15",
      "99–141"
    ],
    "title": [
      "Body Matters: Manikin 2 Fan Ye, Hou Han shu (History of the Later Han) (Beijing, Burials in the Liao Tombs of Xuanhua, Hebei Province’",
      "The ‘Three Springs",
      "Constance Cook’s new book, (san quan) means the underground world and is an alterna-Death in Ancient China, provides arguably the fullest study tive term for the Yellow Springs"
    ],
    "type": "article-journal",
    "volume": [
      "lxv/1"
    ]
  },
  {
    "citation-number": [
      "21"
    ],
    "date": [
      "1989"
    ],
    "location": [
      "Stanford, ca"
    ],
    "note": [
      "ties) (Beijing, 2002); Li Xingming, Tang dai mushi bihua 4 Fan Ye, Hou Han shu,",
      "yanjiu (A Study of Tang Tomb Murals), (Xi’an, 2005); and 5 See Chen Huawen, Sangzang shi (A History of Burials"
    ],
    "pages": [
      "156–67",
      "1315"
    ],
    "title": [
      "Three typical examples of such synthetic studies are Zheng position in ancient Chinese history, see Wu Hung, The Yan, Wei Jin Nanbeichao bihuamu yanjiu (A Study of Painted Wu Liang Shrine: The Ideology of Early Chinese Pictorial Art Tombs of the Wei, Jin, and Northern and Southern Dynas"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Eckfeld",
        "given": "Tonia"
      }
    ],
    "date": [
      "1999"
    ],
    "location": [
      "Shanghai"
    ],
    "pages": [
      "137–8"
    ],
    "title": [
      "Imperial Tombs in Tang China, 618–907: The"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Paradise",
        "given": "Politics",
        "particle": "of"
      }
    ],
    "container-title": [
      "Sun Hua, ‘Xuanyu yu zhengrong’ and the Afterlife as Illustrated by the Contents of Tombs of (The Xuanyu and Zhenrong in Western Zhou Coffin the T’ang and Sung Periods’, in, Art of Sung and Yuan",
      "Decoration), Zhongguo dianji yu wenhua (Chinese Texts M"
    ],
    "date": [
      "2005",
      "1992",
      "2000"
    ],
    "editor": [
      {
        "literal": "ed."
      }
    ],
    "note": [
      "Hearn and J. Smith (New York, 1996); ‘Creating Universes: and Culture),"
    ],
    "pages": [
      "49–52",
      "90–96"
    ],
    "title": [
      "6 See Zhang Changshou, ‘Qiangliu yu huangwei’ (The 22 This goal is also reflected in a series of papers by Jessica Qiangliu and Huangwei Coffin Decoration), Wenwu, Rawson, including ‘Changes in the Representation of Life"
    ],
    "type": "chapter",
    "volume": [
      "4",
      "1"
    ]
  },
  {
    "container-title": [
      "wenhua yishu de hudong yu jiaorong (Between Han and Tang: eds, The Cambridge History of Ancient China (Cambridge, Cultural and Artistic Interaction in a Transformative Period"
    ],
    "date": [
      "1999"
    ],
    "editor": [
      {
        "family": "Loewe",
        "given": "Michael"
      },
      {
        "family": "Shaughnessy",
        "given": "Edward L."
      }
    ],
    "pages": [
      "651–744, 708–27"
    ],
    "title": [
      "Cultural Exchange as Seen in Tombs in Northern China 7 See Wu Hung, ‘The Art and Architecture of the Warring between the Han and Tang Periods’, in Han Tang zhijian States Period’"
    ],
    "type": "chapter"
  },
  {
    "date": [
      "2001",
      "1959"
    ],
    "editor": [
      {
        "family": "Wu Hung",
        "particle": "ed."
      }
    ],
    "location": [
      "Beijing",
      "Beijing"
    ],
    "pages": [
      "113–52",
      "265"
    ],
    "title": [
      "Cosmological 8 Sima Qian, Shi ji (Historical Records"
    ],
    "type": null
  },
  {
    "container-title": [
      "volume of Qin Shihuangdi lingyuan kaogu boagao"
    ],
    "date": [
      "2001"
    ],
    "note": [
      "18 Alain Thote, ‘Burial Practices as Seen in Rulers’ Tombs of the"
    ],
    "title": [
      "advanced sensor technology. 170m east–west and 145m noted, however, that the ramp at the south side is much north–south, it is surrounded by a continuous stone wall longer than the other three, which are more steep. The and contains a tomb chamber in the middle. These cross-shaped plan of the tomb may therefore also convey discoveries have recently been published in the latest certain symbolic meaning"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "Eastern Zhou Period: Patterns and Regional Traditions’, in"
    ],
    "date": [
      "2007"
    ],
    "location": [
      "Beijing"
    ],
    "pages": [
      "101"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "11"
    ],
    "container-title": [
      "i"
    ],
    "editor": [
      {
        "family": "J. Lagerwey",
        "particle": "ed."
      }
    ],
    "issue": [
      "ong"
    ],
    "note": [
      "Problems in various sections of the guo, including ‘the head of the guo’ Concerning the Chronological Sequence of Three Han (guo shou), ‘the foot of the guo’ (guo wei), ‘the left of the guo’"
    ],
    "pages": [
      "65–108"
    ],
    "title": [
      "Three tombs, all with celestial images on the ceiling and Religion and Chinese Society",
      "located near Luoyang in Henan, have been dated to the first Kong, 2004",
      "century bce. For their dating, see Yang Zhefeng, ‘Guanyu 19 This tomb contained an inventory of the grave goods stored Luoyang sanzuo bihuamu de niandai xulie wenti"
    ],
    "type": "article-journal",
    "volume": []
  },
  {
    "container-title": [
      "Wenwu",
      "The"
    ],
    "date": [
      "2003"
    ],
    "note": [
      "arrangement of the grave goods was therefore guided by a"
    ],
    "pages": [
      "59–62"
    ],
    "title": [
      "Dynasty Painted Tombs at Luoyang",
      "guo zuo), and ‘the middle of the guo’ (guo zhong"
    ],
    "type": "article-journal",
    "volume": [
      "3"
    ]
  },
  {
    "citation-number": [
      "12"
    ],
    "date": [
      "2002",
      "2005"
    ],
    "location": [
      "Mainz"
    ],
    "note": [
      "Reflection on practice only from the Eastern Zhou period. Before that the Problem of Audience for Han Dynasty Funerary Pictorial moment, a tomb either had no above-ground structure or Art), Zhongguo Han hua yanjiu (Art of the Han Dynasty), 2 was marked by a small shrine. For a discussion, see Wu"
    ],
    "pages": [
      "77",
      "39–55"
    ],
    "title": [
      "The terms guo mu (casket grave) and shi mu (chamber grave) clear spatial scheme. were coined by Huang Xiaofen in her exhaustive study 20 See Susanne Greife and Yin Shenping, Das Grab des Bin of early Chinese tombs, Han mu de kaoguxue yanjiu (An Wang: Wandmalereien der Östlichen Han-zeit in China Archaeological Study of the Han Dynasty Tombs",
      "For a discussion of this and the viewer-(Changsha, 2003). ship of Han funerary art, see Zheng Yan, ‘Guanyu Han dai 13 Erecting a burial mound over a tomb became a popular Sangzang huaxiang guanzhe wenti de sikao"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Hung"
      }
    ],
    "container-title": [
      "Chia-sheng Feng, History of Chinese Society: Liao (907–1125), 14 For discussions of the development of casket tombs from Transactions of the American Philosophical Society",
      "Early China"
    ],
    "date": [
      "1988"
    ],
    "editor": [
      {
        "literal": "Also see Karl A. Wittfogel and"
      }
    ],
    "pages": [
      "3152",
      "78–115"
    ],
    "title": [
      "From Temple to Tomb’",
      "21 Fan Ye, Hou Han shu"
    ],
    "type": "article-journal",
    "volume": [
      "xiii",
      "n.s., vol"
    ]
  },
  {
    "date": [
      "1949"
    ],
    "location": [
      "Philadelphia"
    ],
    "pages": [
      "278–83"
    ],
    "title": [
      "prehistoric times to the Warring States period, see Huang xxxvi"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Xiaofen",
        "given": "Han mu de kaoguxue yanjiu"
      },
      {
        "family": "Kao",
        "given": "Karl S."
      }
    ],
    "date": [
      "22",
      "1990"
    ],
    "note": [
      "Zhao Huacheng, Supernatural and the Fantastic (Bloomington, in, 1985), ‘Zhoudai guanguo duochong zhidu yanjiu’ (A Study of the"
    ],
    "pages": [
      "26–42",
      "83–6",
      "343"
    ],
    "publisher": [
      "Li Yujie"
    ],
    "title": [
      "Cui Wei’, in Taiping guangji (Extensive Cleanings of the ‘Shilun woguo gudai guanguo zhidu’ (A Preliminary Study Reign of Great Tranquility), juan 34. of Ancient Chinese Systems of Inner and Outer Coffins",
      "Classical Chinese Tales of the Zhongyuan wenwu"
    ],
    "type": null,
    "volume": [
      "23",
      "2"
    ]
  },
  {
    "author": [
      {
        "family": "Fengshi",
        "given": "Luan"
      }
    ],
    "container-title": [
      "Xihan Nayuewang mu (The Tomb xingcheng’ (The Emergence and Development of Coffins in of a Nanyue King of the Western Han",
      "Guoxue",
      "Slightly modified. yanjiu",
      "Prehistoric Times and the Establishment of the Guan-Guo i"
    ],
    "date": [
      "1998",
      "1991"
    ],
    "pages": [
      "349",
      "27–74",
      "219–21"
    ],
    "title": [
      "System of Multi-layered Inner and Outer Coffins",
      "Shiqian 25 The chamber yielded four seals, identifying the four women guanguo de chansheng, fazhan he guanguo zhidu de as furen or ‘royal consorts’"
    ],
    "type": "article-journal",
    "volume": [
      "24 Ibid",
      "5",
      "2"
    ]
  },
  {
    "container-title": [
      "System), Wenwu"
    ],
    "date": [
      "2006"
    ],
    "note": [
      "26 For the excavation report, see Mangdangshan Xihan Liang"
    ],
    "pages": [
      "49–55"
    ],
    "type": "article-journal",
    "volume": [
      "6"
    ]
  },
  {
    "citation-number": [
      "15"
    ],
    "container-title": [
      "Wenwu"
    ],
    "date": [
      "2001",
      "1997"
    ],
    "location": [
      "Beijing"
    ],
    "note": [
      "metres, including a ‘music and dance hall’ and two lavatories."
    ],
    "pages": [
      "40–75",
      "4–33"
    ],
    "title": [
      "For example, a number of large tombs belonging to the wang mudi (The Royal Cemetery of the Liang Principality Dawenkou culture in Shandong surrounded the coffin with of the Western Han at Mt Mangdang",
      "timber frames. A Liangzhu tomb at Huiguanshan in",
      "Yuhang, Zhejiang, originally contained a coffin inside a 27 A burial at Beidongshan near Xuzhou, Jiangsu, for example, wooden encasement 3.9m long and 1.8m wide. See belonged to a ruler of the Chu principality who died before Dawenkou: Xinshiqu shidai muzang fajue baogao (A Report of 118 bce. The tomb consists of a 55-metre-long passageway the Excavation of Neolithic Burials at Dawenkou) (Beijing, and nineteen chambers covering an area of 350 square 1974"
    ],
    "type": "article-journal",
    "volume": [
      "7"
    ]
  },
  {
    "author": [
      {
        "given": "principality"
      }
    ],
    "citation-number": [
      "16"
    ],
    "container-title": [
      "‘Linzi Wenwu",
      "Hai Dai kaogu"
    ],
    "date": [
      "1990",
      "1988",
      "1989",
      "1981",
      "2000"
    ],
    "note": [
      "This tomb has a paved passageway that Longculture Culture), Kaogu, i",
      "leads to a door over 2m tall. The coffin chamber at the centre"
    ],
    "pages": [
      "587–94",
      "2–18",
      "111–30",
      "61–7"
    ],
    "title": [
      "For excavation reports, see Kaogu",
      "xian Xizhufeng Longshan Wenhua chongguomu de qingli’ 28 Based on a tomb excavated at Xiangbizui near Changsha, (The Excavation of a Double-casket Longshan Culture Tomb which probably belonged to Prince Wu Zhu of Changsha at Xizhufeng in Linzi County",
      "Chinese archaeologists have dated the appear-219–24. For a discussion of large Longshan burials, see Yu ance of this second kind of chamber grave to the mid-second Haiguang, ‘Shandong Longshan wenhua de daxing muzang century bce. For the excavation report, see Kaogu xuebao, 1 fenxi’ (An Analysis of Large-scale Burials of the Shandong"
    ],
    "type": "article-journal",
    "volume": [
      "7",
      "2",
      "1"
    ]
  },
  {
    "author": [
      {
        "family": "Chi",
        "given": "Li"
      }
    ],
    "citation-number": [
      "17"
    ],
    "container-title": [
      "Facets of Taoism",
      "Huang Haven",
      "Civilization in China"
    ],
    "date": [
      "1977",
      "1979",
      "1974"
    ],
    "editor": [
      {
        "family": "H. Welch",
        "particle": "ed."
      },
      {
        "given": "A."
      }
    ],
    "location": [
      "Seattle"
    ],
    "note": [
      "Joseph Needham, Science and Xiaofen, Han mu de kaoguxue yanjiu,"
    ],
    "pages": [
      "85–7",
      "180–85",
      "75–82",
      "301–4"
    ],
    "title": [
      "Anyang",
      "It should be is surrounded by a corridor consisting of interconnected 237 references rooms. Huang Xiaofen has noted similar circular corridors include: Michel Strickmann, ‘The Alchemy of T’ao Hungin some contemporary cliff tombs, indicating shared ching’",
      "Seidel (New elements of the two types of early chamber grave"
    ],
    "type": "article-journal",
    "volume": [
      "v/2"
    ]
  },
  {
    "author": [
      {
        "family": "Hung",
        "given": "See Wu"
      }
    ],
    "citation-number": [
      "29"
    ],
    "container-title": [
      "Ruan Yuan, comp., Shisanjing zhushu",
      "Archaeological States Period’",
      "Finds and Legends), in Liling zixuan ji (Li Ling’s Essays Select-31 Huang Xiaofen, Han mu de kaoguxue yanjiu",
      "See Context’; ‘Beyond the Great Boundary: Funerary Narrative Guolong Lai, ‘The Baoshan Tomb: Religious Transitions in in Early Chinese Art’, in Boundaries in China",
      "Ritual, and Text During the Warring States Period",
      "Kaogu xuebao",
      "See ibid"
    ],
    "date": [
      "1955",
      "1988",
      "1998",
      "1996",
      "1994",
      "2002"
    ],
    "edition": [],
    "editor": [
      {
        "family": "J. Hay Art",
        "particle": "ed."
      }
    ],
    "genre": [
      "PhD dissertation, ucla"
    ],
    "location": [
      "Beijing",
      "Guilin",
      "Wuhan",
      "London"
    ],
    "note": [
      "Chen Wei, 32 I have discussed these issues in the following books and Baoshan Chu jian chutan (A Preliminary Exploration of the articles: concerning: ‘From Temple to Tomb’; ‘Art in Ritual Chu Bamboo Slips from Baoshan"
    ],
    "pages": [
      "109–10",
      "20",
      "561–603",
      "757–8",
      "562",
      "719",
      "90–93",
      "61–4",
      "173",
      "81–104,",
      "147"
    ],
    "title": [
      "39 This Han text is cited in Ge Hong, Baopu zi, ‘Lun xian’ 30 Archaeological information shows that the hollow-brick (On Immortals). See Wang Ming, Baopu zi neipian jiaoshi graves were mainly distributed in eastern Henan in the late (collated and annotated Inner Chapters of Baopu zi) (Beijing, Warring States period, while the cave-chamber graves first 1980",
      "emerged in southern Shaanxi around the middle of the 40 Chen Mengjia, Yinxu buci zongshu (A Comprehensive Intro-Warring States period. Once having developed into the duction to Divinatory Inscriptions from the Ruins of Yin) dominant burial structure in the Qin kingdom, the cave",
      "chamber type spread eastward into Henan; but there it 41 Zhou li",
      "could never challenge the traditional vertical-pit structure",
      "The Art and Architecture of the Warring 42 Li Ling, ‘Kaogu faxian yu shenhua chuanshuo",
      "by the Author Himself",
      "and others. (480–221 bce)’"
    ],
    "type": "article-journal",
    "volume": [
      "9"
    ]
  },
  {
    "author": [
      {
        "family": "Ying-shih",
        "given": "See Yü"
      },
      {
        "given": "i"
      },
      {
        "given": "Twitchett"
      },
      {
        "family": "Loewe",
        "given": "Michael"
      }
    ],
    "container-title": [
      "chapter, in Ruan Yuan, comp., Shisan- by the dead. Constance A. Cook, Death in Ancient China: jingzhushu",
      "In my view",
      "Harvard Journal of"
    ],
    "date": [
      "2006",
      "1987",
      "1986"
    ],
    "editor": [
      {
        "given": "Denis"
      }
    ],
    "location": [
      "Leiden",
      "Cambridge and New York"
    ],
    "note": [
      "33 Li ji, 1292; translation based on James Legge, Li Chi: Book of 43 Constance Cook and Guolong Lai have both discussed at Rites, 2 vols (New York, 1967),",
      "Michael Loewe, (Archaeology of Chinese Taoism),",
      "however, what Mawangdui’, written for a seminar I taught at the University the textual passage described is a particular belief in pre-Qin of Chicago. China. 46 One of the exceptions is the tomb of Marquis Yi of the Zeng 35 See Wu Hung, ‘From Temple to Tomb’,",
      "at Suixian, Hubei province. As I will discuss later in this"
    ],
    "pages": [
      "155–6",
      "1444",
      "79–128",
      "374–5",
      "54–264 263–4",
      "718",
      "83–90"
    ],
    "title": [
      "length the meaning of ‘xing’ as a posthumous journey taken 34 Li ji, ‘Jiao tesheng",
      "”O Soul, Come The Tale of One Man’s Journey",
      "Back!”: A Study in the Changing Conceptions of the Soul Guolong Lai, ‘The Baoshan Tomb’. and Afterlife in Pre-Buddhist China’",
      "44 Zhang Xunliao and Bai Bin, Zhongguo Taojiao kaogu Asiatic Studies, xxvii",
      "The Religious and Intellectual Background’",
      "The Cambridge History of 45 Delin Lai discussed these two concepts in his paper, ‘An China",
      "These Object-determined Design or an Architectonic-structuretwo authors use the evidence from Li ji to reconstruct a determined Design?: Tomb Designs from Leigudun to general belief in ancient China"
    ],
    "type": "article-journal",
    "url": [
      "i,"
    ],
    "volume": [
      "3",
      "i"
    ]
  },
  {
    "author": [
      {
        "family": "ji",
        "given": "Li"
      },
      {
        "family": "Brashier",
        "given": "Ken E."
      }
    ],
    "citation-number": [
      "36"
    ],
    "pages": [
      "1595–6"
    ],
    "title": [
      "book, this fifth-century bce casket grave has room-like 37",
      "Han Thanatology and the Division of chambers"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Souls’",
        "given": "Early China"
      },
      {
        "given": "xvi"
      },
      {
        "family": "Anna Seidel",
        "particle": "dence is discussed by"
      },
      {
        "family": "Burton Watson",
        "given": "Mu-Chou Poo See",
        "particle": "based on"
      },
      {
        "family": "Mo Anna Seidel",
        "given": "Basic Writings",
        "particle": "of"
      }
    ],
    "container-title": [
      "‘Traces of Han Religion in Funerary Texts",
      "Watson translated the Chinese term xiang as ‘to Found in Tombs’, in Dokyoto shukyo bunka (Taosim and Reli- imitate’. I have changed it to ‘to represent.’ gious Culture), ed. Akizuki Kan’ei",
      "48 Other passages in the same essay make it explicit that Xunzi Poo Mu-chou, Muzang yu shengsi: Zhongguo dudai zongjiao is talking about this type of burial. zhi xingsi (Burials and Life/Death: Reflections on Ancient 49 Zheng Yan, ‘Jiuquan Dingjiazha Shiliuguo mu sheshu buhua Chinese Religion"
    ],
    "date": [
      "1996",
      "1954",
      "1963",
      "1982",
      "1987",
      "1993"
    ],
    "location": [
      "New York",
      "Tokyo",
      "Taipei"
    ],
    "note": [
      "Other textual evi- 47 Xunzi jijie, in Zhuzi jicheng,",
      "kao’ (On a Mural Depicting a Tree of the Land God in a"
    ],
    "pages": [
      "1–35",
      "245",
      "107",
      "105",
      "21–57",
      "216"
    ],
    "title": [
      "Tokens of Immortality in Han Graves’, Numen, Tzu, Hsün Tzu, and Han Fei Tzu",
      "Hsün Tzu’ xxix"
    ],
    "type": "chapter",
    "volume": [
      "ii"
    ]
  },
  {
    "author": [
      {
        "literal": "See Isabelle Robinet, ‘Metamorphosis and Deliverance from Sixteen Kingdoms Tomb at Dingjiazha, Jiuquan"
      },
      {
        "family": "Seidel",
        "given": "Anna"
      }
    ],
    "citation-number": [
      "38"
    ],
    "container-title": [
      "Gilgul: Essays on Han daowu guanxi’ (The Relationship between Taoism and Transformation, Revolution and Permanence in the History of Shamanism during the Eastern Han as Seen in Tomb Ordi-Religions",
      "History of Religions",
      "bowuyuan wenwu yuekan",
      "Wenwu"
    ],
    "date": [
      "1979",
      "1995-02",
      "1981",
      "1987"
    ],
    "editor": [
      {
        "family": "Shaked D. Shulman",
        "particle": "ed."
      },
      {
        "family": "G",
        "given": "G."
      }
    ],
    "note": [
      "Evidence for Objects Used in in studying the tomb: the inventory identifies the objects Acquittal Rituals from Eastern Han Tombs and the Origin which were intended to be buried with the dead woman, of Heavenly Master Taoism), Daojiao wenhua yanjiu, 9 while the discovered items signify the actual arrangement"
    ],
    "pages": [
      "44–52 57–70",
      "56–63, 60",
      "223–37"
    ],
    "title": [
      "Gugong the Corpse in Taoism’",
      "Post-Mortem Immortality or: 50 See Wu Rongzeng, ‘Zhenmuwen zhong suojiandao de Dong The Taoist Resurrection of the Body’",
      "Strousma nance Texts",
      "Other important studies of shi jie Xunliao, ‘Dong Han muzang chutu de jizhuqi cailiao he the art of the yellow springs 238 Tianshidao de qiyuan"
    ],
    "type": "article-journal",
    "volume": [
      "xix/1",
      "xii/11",
      "3"
    ]
  },
  {
    "date": [
      "1966",
      "esp. 260"
    ],
    "pages": [
      "253–66,"
    ],
    "title": [
      "of the woman’s underground household"
    ],
    "type": null
  },
  {
    "citation-number": [
      "51"
    ],
    "date": [
      "1974"
    ],
    "note": [
      "Some scholars have translated the two official titles of Purgatory in Medieval Chinese Buddhism (Honolulu, hi, as ‘Assistant Administrator of Funeral Goods’ and ‘Lord 1994). Administrator of Funeral Goods’. While cang can mean"
    ],
    "pages": [
      "43"
    ],
    "title": [
      "For an excellent study of such pictures and stories, see 62 For the excavation report of the tomb, see Wenwu",
      "Stephen Teiser, The Scripture on the Ten Kings and the Making"
    ],
    "type": null,
    "volume": [
      "7"
    ]
  },
  {
    "author": [
      {
        "family": "tomb",
        "given": "see Robert L.Thorp"
      }
    ],
    "citation-number": [
      "52"
    ],
    "container-title": [
      "See Yi li, in Shisanjing zhushu",
      "Li ji",
      "bihua mu (A Eastern Han Painted Tomb at Anping",
      "Artibus Asiae"
    ],
    "date": [
      "1293",
      "1960",
      "1972",
      "1989",
      "1955",
      "1981",
      "54",
      "2001"
    ],
    "location": [
      "Beijing",
      "Beijing",
      "Beijing",
      "Beijing"
    ],
    "note": [
      "imitated a band used by the Zeng royal house to play formal 67 Ten tombs, nine at Xincheng and one at Jiuquan, belong to ritual music. See Tan Weisi, Zeng Hou Yi mu (The Tomb of this group. For the excavation reports, see Jiayu Guan bihuamu Marquis Yi of the State of Zeng",
      "fajue baogao (An Excavation Report of Painted Tombs at"
    ],
    "pages": [
      "1142–3",
      "51–2",
      "49–55",
      "67–92",
      "119"
    ],
    "title": [
      "funeral goods, it is also a standard term for ‘tomb’ and is 53 Although this tomb was looted once, the robbers only used this way in many Han funerary inscriptions. pierced the northeast corner of the tomb’s central chamber 63 The excavation of the tomb is reported in Wenwu",
      "and took few, if any, objects out. For the excavation report",
      "see Zenghou Yi mu (The Tomb of Marquis Yi of the State of 64 For the excavation report on this tomb, see Wangdu Han mu Zeng",
      "for an English introduction to the bihua (Murals in a Han Tomb at Wangdu",
      "The Sui Xian Tomb: Re-thinking 65 For the excavation report on this tomb, see Anping Dong Han the Fifth Century’",
      "In fact, the bell and chimestone sets are the centrepieces of 1990). 115 musical instruments found in this chamber. The Chinese 66 Zhao Zhong, a native of Anping, was the most powerful scholar Tan Weisi believes that the whole assemblage closely eunuch in Emperor Ling’s reign (168–189 ce"
    ],
    "type": "article-journal",
    "volume": [
      "4",
      "and 10",
      "xliii/5"
    ]
  },
  {
    "citation-number": [
      "55"
    ],
    "container-title": [
      "Wenwu"
    ],
    "date": [
      "1985",
      "1959",
      "6"
    ],
    "editor": [
      {
        "family": "Guan",
        "given": "Jiayu"
      }
    ],
    "location": [
      "Beijing"
    ],
    "pages": [
      "73–9"
    ],
    "title": [
      "See Lothar von Falkenhausen, ‘Chu Ritual Music’"
    ],
    "type": "article-journal",
    "volume": [
      "10"
    ]
  },
  {
    "author": [
      {
        "family": "Lawton",
        "given": "Thomas"
      },
      {
        "family": "ed.",
        "given": "New Perspectives on Chu Culture During"
      }
    ],
    "container-title": [
      "Also decoration continued to develop in the northwest during see Tan Weisi, Zeng Hou Yi mu"
    ],
    "date": [
      "1978",
      "1982",
      "1991"
    ],
    "location": [
      "Washington"
    ],
    "note": [
      "the fourth century and was adopted by people in the Turfan"
    ],
    "pages": [
      "20–23",
      "7–15",
      "82",
      "119"
    ],
    "title": [
      "This type of tomb the Eastern Zhou Period"
    ],
    "type": "chapter",
    "volume": [
      "8"
    ]
  },
  {
    "author": [
      {
        "family": "Thote",
        "given": "See Alain"
      }
    ],
    "citation-number": [
      "56"
    ],
    "container-title": [
      "Reports are in Kaogu tongxun",
      "and Wenwu"
    ],
    "date": [
      "1955",
      "1978"
    ],
    "edition": [],
    "location": [
      "Lawton"
    ],
    "pages": [
      "26–7 2–8",
      "61–73"
    ],
    "title": [
      "The Double Coffin of Leigudun Tomb region in Chinese Turkistan. The fourth-century examples no. 1: Iconographic Sources and Related Problems’, in New include the Zhai Zongying tomb at Dunhuang and a group Perspectives on Chu Culture During the Eastern Zhou Period, of burials at Turfan"
    ],
    "type": "article-journal",
    "volume": [
      "1",
      "6"
    ]
  },
  {
    "author": [
      {
        "family": "ji",
        "given": "Li"
      },
      {
        "family": "Legge",
        "given": "Li Chi"
      },
      {
        "given": "ii"
      },
      {
        "family": "Shi",
        "given": "See Feng"
      }
    ],
    "citation-number": [
      "57"
    ],
    "container-title": [
      "New Discoveries and Studies in Archaeology and Art"
    ],
    "date": [
      "1990",
      "2000"
    ],
    "editor": [
      {
        "literal": "ed."
      }
    ],
    "location": [
      "London"
    ],
    "note": [
      "bears an astronomical drawing on its top while exhibiting 59 For the excavation report, see Baoshan Chu mu (Chu Tombs animal and human figures on its body. The design clearly at Baoshan), 2 vols (Beijing, 1991). For a detailed discussion indicates the opposition as well as correlation between of this tomb, see Cook, Death in Ancient China. heaven and earth."
    ],
    "pages": [
      "1595–6",
      "220–21",
      "52–60",
      "189–204",
      "46"
    ],
    "title": [
      "Henan Puyang Xishuipo 45 hao mu de 58 Although some scholars, such as Zhang Changshou and Sun tianwenxue yanjiu’ (An Astronomical Interpretation of Hua, suggest that coffin decoration during the Zhou aimed Tomb no. 45 at Xishuipo in Puyang, Henan Province), to imitate a real residence, such ‘imitation’ in a casket grave Wenwu",
      "was mainly symbolic, not literal. See Zhang Changshou, 69 We know from archaeology that this structure had emerged ‘Qiangliu yu huangwei’; Sun Hua, ‘Xuanyu yu zhengrong’; before the third century bce and underlay the decoration Alain Thote, ‘Continuities and Discontinuities: Chu Burials of some pre-Qin objects. Three-dimensional representations during the Eastern Zhou Period’, in Exploring China’s Past: of the universe appeared by at least the fifth century bce",
      "A lacquer suitcase from Leigudun Tomb 1 in Suixian, Hubei R. Whitfield and Wang Tao",
      "– an object very probably made for the funerary occasion –Guolong Lai, ‘The Baoshan Tomb’"
    ],
    "type": "chapter",
    "volume": [
      "3"
    ]
  },
  {
    "author": [
      {
        "family": "Lai",
        "given": "Guolong"
      },
      {
        "family": "Han Dynasty Tomb Murals",
        "particle": "of"
      }
    ],
    "citation-number": [
      "60"
    ],
    "container-title": [
      "See yu yanjiu (Painting in Ancient Graves: Discoveries and Studies Chen Wei, Baoshan Chu jian chutan",
      "This teaching engraved patterns are identical to those on the cover of developed a theory in Writings of Master Huainan (Huinan Yuan Yi’s epitaph unearthed in 1925. zi), a second bce text that later became a Daoist canon: ‘The 73 See Te-k’un Cheng, ‘Yin-Yang Wu-Hsing and Han Art’, heavenly vital energies become the hun-soul, and the earthly Harvard Journal of Asiatic Studies",
      "Waley, trans., The mysterious abode, each to occupy its dwelling, and if they Book of Songs",
      "see Wenwu"
    ],
    "date": [
      "2001",
      "2001",
      "1974",
      "1960",
      "1957",
      "1937",
      "1982"
    ],
    "genre": [
      "PhD dissertation,"
    ],
    "location": [
      "Beijing",
      "London"
    ],
    "note": [
      "are kept and never lost, then one can rise up to penetrate 75 Lan-ying Tseng proposed this interpretation in her ‘Picturing the Grand Unity (Taiyi).’ Liu Wendian, Huannan honglie Heaven’,",
      "jijie (An Annotated Version of Huainan zi) (Taipei, 1992), 76 Translated by Arthur Waley in Chinese Poems (London,",
      "Translation based on Roger T. Ames, The Art"
    ],
    "pages": [
      "181–2",
      "18–41",
      "41",
      "137–239",
      "53–5",
      "450",
      "1–2",
      "162–86",
      "319",
      "178",
      "270–71",
      "53–4,"
    ],
    "publisher": [
      "‘The Baoshan Tomb’",
      "Harvard University"
    ],
    "title": [
      "Scholars have compared the grave goods and inventories 70 These include three tombs from Luoyang and one from Xi’an. from this tomb. While some have found that in many cases For a concise introduction to these tombs and their murals, they corresponded to each other in distribution, others have see He Xilin, Gumu danqing: Han dai mushi bihua de faxian paid more attention to irregularities and discrepancies",
      "71 A detailed discussion of this tomb in English can be found 61 These items were accompanied by an inventory list written in Lan-ying Tseng, ‘Picturing Heaven: Image and Knowledge on 312 bamboo slips. Although the objects in this list are in Han China’",
      "not entirely identical with the actual tomb furnishings, the",
      "discrepancies only provide us with additional information 72 For the excavation report",
      "A stone fragment, left behind by looters but retrieved by 90 Wang Ming, Taiping jing hejiao (A Collated and Edited archaeologists, helps to identify the tomb occupant, as its Version of Taiping Jing",
      "vital energies become the po-soul. If they return to the 74 For a folk song about this legend, see A",
      "with minor changes. of Rulership: A Study of Ancient Chinese Political Thought"
    ],
    "type": "article-journal",
    "volume": [
      "12"
    ]
  },
  {
    "author": [
      {
        "family": "Hung",
        "given": "Wu"
      }
    ],
    "citation-number": [
      "77"
    ],
    "date": [
      "1994"
    ],
    "location": [
      "Albany, ny"
    ],
    "pages": [
      "76–92",
      "169"
    ],
    "title": [
      "The Wu Liang Shrine"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Hung",
        "given": "See Wu"
      },
      {
        "family": "Huxian",
        "given": "Zhujiabao",
        "particle": "in"
      },
      {
        "family": "Ling",
        "given": "Shaanxi See Li"
      },
      {
        "family": "Seidel",
        "given": "Anna"
      }
    ],
    "citation-number": [
      "78"
    ],
    "container-title": [
      "Han thought immortal Religion in Funerary Texts Found in Tombs’, in Dokyo to lands are often connected with the east and the west. China shukyo bunka (Daoism and Religious Culture), ed. Akizuki and the Search for Happiness, trans. M"
    ],
    "date": [
      "1995",
      "1978",
      "1995",
      "1987"
    ],
    "location": [
      "Stanford",
      "Beijing",
      "China, ii",
      "Shaw (New York, Kan’ei (Tokyo"
    ],
    "pages": [
      "76–96",
      "25",
      "1–39",
      "21–57"
    ],
    "title": [
      "The Monumentality of Chinese Art and Architec- 91 One such text is written on a pottery vessel from a tomb at ture",
      "An Archaeologi-79 Helingeer Han mu bihua (Murals in the Helingeer Tomb of cal Study of Taiyi (Grand One) Worship’, Early Medieval the Han",
      "Traces of Han 80 As Wolfgang Bauer has suggested"
    ],
    "type": "chapter"
  },
  {
    "date": [
      "1976",
      "1980"
    ],
    "location": [
      "Shanghai"
    ],
    "note": [
      "North Dipper and the South Dipper. The Qilin’gang carving"
    ],
    "pages": [
      "95–100",
      "45"
    ],
    "title": [
      "92 In a later Taoist ritual based on an ‘ancient ceremonial code’, 81 Yuan Ke, Shanhai jing jiaozhu (An Annotated Edition of the Taiyi was placed at the centre of the altar and flanked by the Classic of Mountains and Seas"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "See Zhang Zehong, 83 See Wu Hung"
      }
    ],
    "citation-number": [
      "82"
    ],
    "container-title": [
      "Lingbao dafa, in Daozang, xxxi",
      "Artibus Asiae"
    ],
    "date": [
      "1986",
      "1998"
    ],
    "genre": [
      "PhD disserta-"
    ],
    "issue": [
      "4"
    ],
    "note": [
      "after Zhang Jiao founded Taiping Dao, ‘all people in Qin, tion, Institute of Fine Arts, New York University",
      "Xu, You, Ji, Jing, Yang, Qiu, and Yu responded to his call."
    ],
    "pages": [
      "108–41",
      "410",
      "30–31",
      "263–347 264–5",
      "175"
    ],
    "title": [
      "For the changing representations of this goddess, see Wu shows a similar composition. Jin Yunzhong, Shangqing Hung, The Wu Liang Shrine",
      "Buddhist Elements in Early Chinese Art Daojiao zhaijiao fuzhou yishi (Daoist Ceremonies) (Chengdu, (2nd and 3rd century ad)’",
      "It is also worth noting that the tomb was",
      "located in the area of Taiping Tao, a major Taoist organiza-84 Lydia Thompson, ‘The Yi’nan Tomb: Narrative and Ritual in tion from the second to third centuries. It is recorded that Pictorial Art of the Eastern Han (25–220 ce)’"
    ],
    "type": "article-journal",
    "volume": [
      "3"
    ]
  },
  {
    "author": [
      {
        "given": "erties"
      },
      {
        "family": "Qingquan",
        "given": "See Li"
      }
    ],
    "citation-number": [
      "85"
    ],
    "container-title": [
      "Sima Guang, Zizhi tongjian",
      "juan 9, in Lu Fusheng",
      "Zhong-Murals from Changchuan Tomb",
      "Han Tang zhijian guo shuhua quanshu (A Complete Collection of Writings on de shijue wenhua yu wuzhi wenhua (Between Han and Tang: Chinese Painting and Calligraphy",
      "i",
      "Visual and Material Culture in a Transformative Period), 95 An outstanding example of this second placement is Wang ed. Wu Hung",
      "Chuzhi’s tomb of the tenth century. See Wudai Wang Chuzhi 88 Han Yunxiang and Niu Tianwei, ‘Qilingang Han huaxiang- Mu (Wang Chuzhi’s Tomb of the Five Dynasties Period) shi mu qianshi muding huaxiang kaoshi’ (An Interpretation (Beijing, 1998). of the Pictorial Images on the Ceiling of the Front Chamber 96 For a general discussion of bird symbolism in Song, Liao and of a Han Dynasty Pictorial Stone Tomb at Qilingang), in Han Jin tombs, see Ellen Johnston Laing, ‘Auspicious Motifs in Yuxiang, Nanyang Handai tianwen huaxiangshi yanjiu (A 9th–13th-Century Chinese Tombs’, Ars Orientalis, xxxiii Study of Han Dynasty Pictorial Stones Representing Astro"
    ],
    "date": [
      "1956",
      "1864",
      "2007",
      "1993",
      "2003",
      "2003",
      "1995"
    ],
    "editor": [
      {
        "literal": "ed."
      }
    ],
    "issue": [
      "1)"
    ],
    "location": [
      "Beijing",
      "Beijing",
      "Shanghai",
      "Beijing",
      "Beijing"
    ],
    "note": [
      "nomical Images from Nanyang),",
      "97 Hsüeh-man Shen, ‘Body Matters: Manikin Burials in the Liao 89 See Tang Yijie, Wei Jin Nanbei Chao shiqi di daojiao (Daoism Tombs of Xuanhua, Hebei Province’, Artibus Asiae, lxv/1, During the Period of the Wei, Jin, Northern and Southern",
      "quotation from"
    ],
    "pages": [
      "125",
      "65–8",
      "154",
      "471–508",
      "45–63",
      "23–5",
      "99–141",
      "134"
    ],
    "title": [
      "Shenyi jing (Canon of Spirits and Oddities), cited in Taiping [In order to follow him] some sold or abandoned their propyulan, 187 juan; see Wu Hung, The Wu Liang Shrine",
      "Traveling to join him they filled the roads; more than 86 For these examples, see Wu Hung, ‘Buddhist Elements in ten thousand fell ill and died before reaching their destina-Early Chinese Art’. tions",
      "juan 58, v, 87 The only exception may be a group of Koguryo tombs dating",
      "The Qilin’gang tomb was located in the region of Yu. from the fifth to early sixth centuries, when Buddhism 93 Liu Xiang, Liexian zhuang (Annotated Biographies of Immorbecame the dominant religion in this northern kingdom. tals), annotated by Wang Shumin",
      "Muzang zhong de foxiang – Changchuan 94 Zhang Yanyuan, Lidai minghua ji (Records of Famous Paintyihao bihuamu shidu’ (Buddhist Images in Burials: The ings of All the Dynasties"
    ],
    "type": "article-journal",
    "volume": []
  },
  {
    "author": [
      {
        "given": "Dynasties"
      }
    ],
    "date": [
      "1988",
      "98 Ibid"
    ],
    "note": [
      "the art of the yellow springs 240"
    ],
    "pages": [
      "84–5",
      "110"
    ],
    "type": null
  },
  {
    "citation-number": [
      "99"
    ],
    "date": [
      "1962"
    ],
    "note": [
      "116 Zheng Yan, ‘Muzhu huaxiang yanjiu’ (A Study of Portraits"
    ],
    "pages": [
      "34–42"
    ],
    "title": [
      "For the excavation report, see Wenwu"
    ],
    "type": null,
    "volume": [
      "1"
    ]
  },
  {
    "author": [
      {
        "family": "Lei Jianjin",
        "given": "Also",
        "particle": "see"
      },
      {
        "family": "Dianzeng",
        "given": "Zhao"
      },
      {
        "family": "Shuguang",
        "given": "Yuan"
      }
    ],
    "citation-number": [
      "100"
    ],
    "container-title": [
      "Liu Dunyuan xiansheng jinian wenji Production in Chinese",
      "An Examination of ‘the Gate of Heaven’ – Narrative Rendered in Tokhungri Tomb Murals’, ma thesis",
      "wenwu",
      "Hou Han shu"
    ],
    "date": [
      "2000",
      "A",
      "1997",
      "1999",
      "1990",
      "1991",
      "1988",
      "2001",
      "1990",
      "1959"
    ],
    "location": [
      "Beijing",
      "Berkeley"
    ],
    "note": [
      "Dynasty Pictorial Stones (and Bricks) from Sichuan), 121 A fourth image in this group is found in a fourth-century Sichuan wenwu,",
      "tomb at Shangwangjia village near Liaoyang. Like Dong 103 For references, see Wu Hung, ‘From Temple to Tomb’, Shou’s portrait, it is painted in a side chamber of the tomb.",
      "For a line drawing of the portrait, see Wenwu, 7"
    ],
    "pages": [
      "1",
      "450–68 465",
      "203–22",
      "20–25 39–41",
      "65",
      "99",
      "17",
      "3–11",
      "96–100",
      "61"
    ],
    "producer": [
      {
        "given": "Art"
      }
    ],
    "publisher": [
      "Interpreting Motifs and Motif-combinations of Han University of Chicago"
    ],
    "title": [
      "Lothar Ledderose, Ten Thousand Things: Module and Mass of Tomb Occupants",
      "Collection of Papers in Memory of Mr Liu Dunyuan) 101 See Xin Lixiang, Han dai huaxiangshi zonghe yanjiu (A",
      "Synthetic Study of the Han Dynasty Pictorial Carvings) 117 Andrey Spiro, Contemplating the Ancients: Aesthetic and",
      "Social Issues in Early Chinese Portraiture",
      "102 For the excavation report, see Wenwu",
      "Jianyangxian Guitoushan faxian bangti 118 One section of this inscription reads: ‘These thirteen huaxiang shiguan’ (The Finding of an Inscribed Pictorial commandaries belong to Yuju. A total of seventy-five Sarcophagus from Guitoushan in Jianyang County), Sichuan counties were under their jurisdiction",
      "119 Fan Ye",
      "Tianmen” kao – jianlun Sichuan Han huaxiang zhuan(shi) 120 Jee-hee Hong, ‘Path to the Other World: A Funerary de zuhe yu zhuti"
    ],
    "type": "article-journal",
    "volume": [
      "3",
      "6",
      "6"
    ]
  },
  {
    "author": [
      {
        "family": "Ji",
        "given": "Lu"
      }
    ],
    "citation-number": [
      "104"
    ],
    "date": [
      "1930"
    ],
    "editor": [
      {
        "literal": "ed."
      }
    ],
    "location": [
      "Shanghai"
    ],
    "note": [
      "the Ruru princess Lüchadilian (d. 550), 2) Lou Rui (Cambridge, 1983),",
      "d. 570), 3) a nobleman with the given name Daogui (d. 571), 105 Cited in Fan Ye, Hou Han shu,",
      "4) Xu Xianxiu (d. 571), 5) Gao Run (d. 576), and 6) an undated"
    ],
    "pages": [
      "7 3 –41",
      "168–70",
      "3195"
    ],
    "title": [
      "Lu Shiheng ji (Collected Writings of Lu Ji",
      "122 At least six large tombs constructed between 550 and 576 Sibu Beiyao",
      "contained such posthumous portraits. These include the Davis, T’ao Yüan-ming: His Works and Their Meaning"
    ],
    "translator": [
      {
        "family": "A. R",
        "particle": "from"
      }
    ],
    "type": null,
    "url": [
      "i,"
    ],
    "volume": [
      "2"
    ]
  },
  {
    "author": [
      {
        "family": "You",
        "given": "See",
        "particle": "Du"
      }
    ],
    "citation-number": [
      "106"
    ],
    "date": [
      "1988"
    ],
    "location": [
      "Beijing"
    ],
    "note": [
      "Northern Qi tomb located in the Taiyuan no. 1 Electric Plant."
    ],
    "pages": [
      "2346, 2701–4"
    ],
    "title": [
      "Tong dian"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Hung",
        "given": "Wu"
      }
    ],
    "citation-number": [
      "107"
    ],
    "container-title": [
      "Colloquies on Art and Archaeology in Asia",
      "Electric Plant, in which the coffin platform is connected Rosemary E"
    ],
    "date": [
      "1997"
    ],
    "editor": [
      {
        "given": "xviii"
      }
    ],
    "issue": [
      "1"
    ],
    "location": [
      "Scott (London"
    ],
    "note": [
      "to the back wall. This structure is therefore similar to the"
    ],
    "pages": [
      "190",
      "147–70 152"
    ],
    "title": [
      "The Prince of Jade Revisited: Material Symbol- 123 Zheng Yan, Wei Jin Nanbeichao bihuamu yanjiu",
      "ism of Jade as Observed in the Mencheng Tombs’, in Chinese 124 One exception is a Northern Qi tomb located in the Taiyuan Jades"
    ],
    "type": "article-journal",
    "volume": []
  },
  {
    "author": [
      {
        "family": "Gu",
        "given": "Ban"
      }
    ],
    "citation-number": [
      "108"
    ],
    "date": [
      "1962"
    ],
    "location": [
      "Beijing"
    ],
    "note": [
      "back chamber of the Tokhunri Tomb."
    ],
    "pages": [
      "3952"
    ],
    "title": [
      "Han shu, (Book of the Han"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Ibid"
      },
      {
        "family": "Yintian",
        "given": "Wang"
      },
      {
        "family": "Junxi",
        "given": "Liu"
      },
      {
        "family": "wall",
        "particle": "back"
      }
    ],
    "citation-number": [
      "109"
    ],
    "container-title": [
      "Artibus Asiae",
      "Wenwu"
    ],
    "date": [
      "2000",
      "2001",
      "1998"
    ],
    "location": [
      "Beijing"
    ],
    "note": [
      "The excavators deceased on the back wall. For a report of the tomb, see have tentatively dated the tomb to the Wei-Jin period, that Huang Minglan and Guo Yinqiang, Luoyang Han mu bihua is, the third to fourth century. This date seems too early."
    ],
    "pages": [
      "3955 125",
      "73",
      "111",
      "31–8"
    ],
    "title": [
      "Datong Zhijiabao Beiwei mu 110 Lukas Nickel, ‘Some Han Dynasty Paintings in the British shiguo bihua’ (Murals on a Northern Wei Stone Sarcophagus Museum’",
      "found at Zhijiaobao near Datong",
      "For the excavation report, see Dunhuang Foyemiaowan Xi Jin 40–51. Another small stone tomb discovered in 1997 near huaxiangzhuan mu (Western Jin Brick Tombs with Murals at Beijing also bears a frontal portrait of the deceased on the Foyemiaowan in Dunhuang",
      "Two female attendants on either side of him 112 For example, an early Eastern Han tomb at Tietashan, wear a hairstyle that is also seen in the Tokhunri tomb. An Xin’an, Henan, is painted with a frontal portrait of the ox-drawn chariot is painted on the right wall"
    ],
    "type": "article-journal",
    "volume": [
      "lx/1",
      "7"
    ]
  },
  {
    "date": [
      "1996"
    ],
    "location": [
      "Beijing"
    ],
    "note": [
      "fourth to early fifth century, it was more likely constructed"
    ],
    "pages": [
      "181–6"
    ],
    "title": [
      "Han Dynasty Tomb Murals near Luoyang",
      "Considering its similarities with Koguryo tombs from the"
    ],
    "type": null
  },
  {
    "citation-number": [
      "113"
    ],
    "container-title": [
      "Wenwu"
    ],
    "date": [
      "2001",
      "1993",
      "1959"
    ],
    "genre": [
      "excavation report,"
    ],
    "note": [
      "Mixian Dahuting Han Yuangui (d. 756), where the portrait of the deceased is mu (Han Tombs at Dahuting in Mixian County) (Beijing, painted on the back wall. For the"
    ],
    "pages": [
      "54–9",
      "16"
    ],
    "title": [
      "This tomb had been robbed before the excavation. But the in the late fourth century in the territory of the Northern excavators still found two stone low tables on the altar and Wei. For the excavation report, see Wenwu",
      "fragments of a stone structure around the altar. See Henan 126 To my knowledge, the only exception is the tomb of Gao Provincial Institute of Cultural Relics"
    ],
    "type": "article-journal",
    "volume": [
      "4",
      "8"
    ]
  },
  {
    "citation-number": [
      "114"
    ],
    "date": [
      "2002"
    ],
    "location": [
      "Beijing"
    ],
    "note": [
      "Chinese Painting (London, 1996)."
    ],
    "pages": [
      "23–33"
    ],
    "title": [
      "For a general introduction to these tombs, see Zheng Yan, 127 For a detailed discussion of the symbolism and representa-Wei Jin Nanbeichao bihuamu yanjiu (A Study of Painted tion of the screen in Chinese art and literature, see Wu Tombs of the Wei, Jin, and Northern and Southern Dynas- Hung, The Double Screen: Medium and Representation in ties"
    ],
    "type": null
  },
  {
    "citation-number": [
      "115"
    ],
    "container-title": [
      "Screen Paintings in Tang Tombs), in, Tang mu bihua yanjiu wenji"
    ],
    "date": [
      "1984",
      "1980"
    ],
    "editor": [
      {
        "family": "Zhou Tianyou",
        "particle": "ed."
      }
    ],
    "location": [
      "Xi’an, (Beijing"
    ],
    "note": [
      "Li Xingming, Tang-dai zhushu (An Annotated Edition of the Thirteen Classics) mushi bihua yanjiu (A Study of Tang Tomb Murals),"
    ],
    "pages": [
      "29–45",
      "227–39",
      "1148–9"
    ],
    "title": [
      "For the excavation report, see Wenwu",
      "128 For general surveys of screen images in Tang tombs, see Some scholars consider this a Yan tomb, not an Eastern Zhang Jianlin, ‘Tang mu bihua zhong de pingfenghua’ Jin one"
    ],
    "type": "chapter",
    "volume": [
      "6"
    ]
  },
  {
    "date": [
      "2005"
    ],
    "pages": [
      "162–7",
      "1149"
    ],
    "title": [
      "5 See Zheng Xuan’s commentary on the Yi li"
    ],
    "type": null
  },
  {
    "citation-number": [
      "129"
    ],
    "container-title": [
      "mu fajue baogao (A Report of the Excavation of Li Xian’s ca"
    ],
    "date": [
      "1960",
      "1995"
    ],
    "location": [
      "Stanford, Xian"
    ],
    "pages": [
      "30–36",
      "79–88"
    ],
    "title": [
      "For the excavation report, see Kaogu",
      "A 6 For this significance of the ancestral temple, see Wu Hung, similar example is Li Xian’s tomb dated to 742; see Tang Li The Monumentality of Chinese Art and Architecture"
    ],
    "type": "chapter",
    "volume": [
      "1"
    ]
  },
  {
    "container-title": [
      "Shisanjing zhushu"
    ],
    "date": [
      "2005"
    ],
    "location": [
      "Beijing",
      "James"
    ],
    "pages": [
      "1290"
    ],
    "title": [
      "Tomb of the Tang Dynasty",
      "7 Li ji (The Book of Rites"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Legge",
        "given": "Li Chi"
      },
      {
        "given": "i"
      },
      {
        "family": "deceased",
        "particle": "of the"
      }
    ],
    "citation-number": [
      "130"
    ],
    "container-title": [
      "Legge, trans., Li Chi: Book of Rites",
      "See Li Qingquan, ‘Lun Xuanhua Liao times have form but no substance, in Yantie lun (Discourses mu bihua chuangzuo de youguan wenti’"
    ],
    "date": [
      "1967",
      "1960",
      "1963"
    ],
    "location": [
      "New York"
    ],
    "note": [
      "On Issues Related on Salt and Iron) ‘Sanbuzu’ chapter, in Zhuzi jicheng, 7. to the Creation of Murals in Liao Tombs at Xuanhua), in 10 For an illustration of this vessel and a discussion of this Liu Dunyuan xiansheng jinian wenji, 489–502; esp. figs 4, 11, pottery tradition, see Wu Hung, Monumentality, illus. 1.5,"
    ],
    "pages": [
      "151",
      "1289",
      "148",
      "245",
      "104",
      "37–42,",
      "432–6",
      "24–7"
    ],
    "title": [
      "Wudai Wang Chuzhi mu, colour plates 33–57",
      "i, 131 In a number of Liao tombs near Datong, Shanxi, a three",
      "panel screen is painted on the back wall behind the remains 8 Li ji",
      "For the excavation reports, see Kaogu, 10 9 Xunzi",
      "In a group of tombs ous authors in later Chinese history repeated this idea. For at Xuanhua, Hebei, the deceased husband and wife are example, Huan Kuan of the Eastern Han summarized the symbolized by tables in front of screens with different idea into an even shorter formula: ‘Spirit articles of ancient objects placed on top"
    ],
    "translator": [
      {
        "literal": "See Watson, trans., Hsün Tzu"
      }
    ],
    "type": "chapter",
    "volume": [
      "2",
      "8",
      "13, 16"
    ]
  },
  {
    "author": [
      {
        "family": "Bai",
        "given": "Su"
      }
    ],
    "citation-number": [
      "132"
    ],
    "date": [
      "11",
      "1957"
    ],
    "location": [
      "Beijing"
    ],
    "note": [
      "wenhua fazhan de jiuduanxing jiqi zhongxin fanwei’"
    ],
    "pages": [
      "48–9"
    ],
    "title": [
      "Baisha Song mu (Song Tombs at Baisha",
      "Wu Ruzuo, ‘Cong heitaobei kan Dawenkou-Longshan"
    ],
    "type": null
  },
  {
    "citation-number": [
      "133"
    ],
    "container-title": [
      "‘Conshu jicheng’ edn (Shanghai"
    ],
    "date": [
      "1983",
      "1936"
    ],
    "note": [
      "Pottery Cups), in Su Bingqi, ed., Kaoguxue wenhua lunji"
    ],
    "pages": [
      "45–63",
      "54"
    ],
    "title": [
      "For the excavation report, see Wenwu",
      "Investigating the Developmental Stages and Central 134 Sima Guang, Sima shi shuyi (Letters and Ceremonies of the Regions of Dawenkou-Longshan Cultures based on Black Sima Family"
    ],
    "type": "article-journal",
    "volume": [
      "1"
    ]
  },
  {
    "author": [
      {
        "family": "Kuhn",
        "given": "Dieter"
      }
    ],
    "citation-number": [
      "135"
    ],
    "container-title": [
      "1989), Documentary on Graves and Tombs of the Song Dynasty"
    ],
    "pages": [
      "31–43 39–41"
    ],
    "title": [
      "A Place for the Dead: An Archaeological (Essays on Archaeological Cultures"
    ],
    "type": "chapter",
    "volume": [
      "ii (Beijing"
    ]
  },
  {
    "citation-number": [
      "960–1279),"
    ],
    "date": [
      "1996"
    ],
    "location": [
      "Heidelberg"
    ],
    "title": [
      "especially chaps 1 and 2. 12 Yu Haiguang, ‘Shandong Longshan Wenhua Muzng qianxi"
    ],
    "type": null
  },
  {
    "citation-number": [
      "136"
    ],
    "container-title": [
      "Shandong Longshan wenhua yanjiu wenji 137 Sima Guang, Sima shi shuyi"
    ],
    "date": [
      "1959"
    ],
    "note": [
      "A collection of papers on Shandong Longshan culture), ed."
    ],
    "pages": [
      "78"
    ],
    "title": [
      "For the excavation report of the tomb, see Kaogu",
      "A Preliminary Analysis of Burials from the Shandong Longpp. 485–7. shan Culture"
    ],
    "type": "chapter",
    "volume": [
      "9"
    ]
  },
  {
    "citation-number": [
      "138"
    ],
    "date": [
      "1992"
    ],
    "location": [
      "Ji’nan"
    ],
    "pages": [
      "301–12"
    ],
    "title": [
      "For the excavation report, see Ding ling (The Dingling Cai Fengshu and Luan Fengshi"
    ],
    "type": null
  },
  {
    "container-title": [
      "Kaogu"
    ],
    "date": [
      "1990",
      "2000"
    ],
    "location": [
      "Beijing"
    ],
    "pages": [
      "61–7"
    ],
    "title": [
      "Mausoleum",
      "Haiguang, ‘Shandong Longshan wenhua muzang fenxi’ (An Analysis of Burials from the Shandong Longshan Culture"
    ],
    "type": "article-journal",
    "volume": [
      "1"
    ]
  },
  {
    "citation-number": [
      "2"
    ],
    "date": [
      "2002"
    ],
    "location": [
      "New York"
    ],
    "pages": [
      "158"
    ],
    "title": [
      "Materiality 13 Anne Underhill, Craft Production and Social Change in Northern China"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Qian",
        "given": "Sima"
      },
      {
        "given": "Hung"
      }
    ],
    "citation-number": [
      "1"
    ],
    "date": [
      "1959",
      "1965"
    ],
    "location": [
      "Beijing"
    ],
    "note": [
      "The Theory and Practice of bronze vessels which, however, had been looted before of ‘Spirit Vessels’ – A Conceptual Tendency in Warring States excavation."
    ],
    "pages": [
      "2753",
      "79–102"
    ],
    "title": [
      "Shi ji (Historical Records",
      "14 For the excavation report, see Kaogu xuebao",
      "2 For a discussion of this historical development, see Wu",
      "Mingqi de lilun he shijian – Zhanguo shiqi liyi meishu 15 One opinion holds that the tomb originally contained a set zhong de guannianhua qingxiang"
    ],
    "type": null,
    "volume": [
      "2"
    ]
  },
  {
    "container-title": [
      "Ritual Art), Wenwu",
      "see Wenwu"
    ],
    "date": [
      "2006",
      "1959"
    ],
    "pages": [
      "71–81",
      "53–5"
    ],
    "title": [
      "It is possible that 16 For reports on these sites"
    ],
    "type": "article-journal",
    "volume": [
      "6",
      "9"
    ]
  },
  {
    "date": [
      "1961"
    ],
    "pages": [
      "244"
    ],
    "title": [
      "during the Eastern Zhou, discourses on spirit vessels were Kaogu"
    ],
    "type": null,
    "volume": [
      "5"
    ]
  },
  {
    "author": [
      {
        "family": "Riegel",
        "given": "Robert"
      },
      {
        "given": "Thorp"
      }
    ],
    "date": [
      "1959",
      "1995",
      "1979"
    ],
    "genre": [
      "PhD dissertation,"
    ],
    "location": [
      "Beijing",
      "Early China, Imperial China"
    ],
    "note": [
      "But it was the Confucian discourse that",
      "finally dominated common mortuary practices. 18 See Cai Yonghua, ‘Suizang mingqi guankui’ (A Brief Look"
    ],
    "pages": [
      "78, 129",
      "301–30",
      "54–8"
    ],
    "publisher": [
      "University of Kansas xx"
    ],
    "title": [
      "developed by more than one philosophical school. See Jeffery 17 See Luoyang Zhongzhoulu",
      "Do Not Serve the Dead as You Serve the Living: The L",
      "The Mortuary Art and Architecture of Early Lüshi chunqiu Treatises on Moderation in Burial’"
    ],
    "type": "thesis"
  },
  {
    "author": [
      {
        "family": "Xiangian",
        "given": "Wang"
      }
    ],
    "citation-number": [
      "3"
    ],
    "date": [
      "1986"
    ],
    "note": [
      "Kaogu yu wenwu, 2 tions), ‘Lilun’ chapter, in Zhuzi jicheng (Collected Works by"
    ],
    "pages": [
      "74–8"
    ],
    "title": [
      "Xunzi jijie (Xunzi with Synthetic Annota- at Spirit Vessels in Grave Furnishings"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "ii"
      }
    ],
    "container-title": [
      "on Archaeological Indicators of Religious Change in Eastern",
      "Ancient Philosophers",
      "Zhou China’, Taoist Resources"
    ],
    "date": [
      "1954",
      "1963",
      "1994"
    ],
    "location": [
      "New York"
    ],
    "pages": [
      "104",
      "1–12"
    ],
    "title": [
      "See Burton 19 Lothar von Falkenhausen, ‘Sources of Taoism: Reflections Watson, trans., Hsün Tzu: Basic Writings"
    ],
    "type": "article-journal",
    "volume": [
      "10",
      "v/2"
    ]
  },
  {
    "citation-number": [
      "4"
    ],
    "date": [
      "1994",
      "1995"
    ],
    "note": [
      "are clearly spirit vessels.’ Wang Hongxing, ‘Baoshan er hao"
    ],
    "pages": [
      "4–21,",
      "4–39"
    ],
    "title": [
      "Yi li (Rituals and propriety) in Ruan Yuan, comp., Shisanjing 20 For the excavation reports, see Wenwu",
      "the art of the yellow springs 242 and"
    ],
    "type": null,
    "volume": [
      "8",
      "7"
    ]
  },
  {
    "citation-number": [
      "21"
    ],
    "container-title": [
      "Baoshan Chu mu, i"
    ],
    "date": [
      "1999"
    ],
    "location": [
      "Beijing"
    ],
    "pages": [
      "488"
    ],
    "title": [
      "For the excavation report, see Sanmenxia Guoguo mu Chum u qiqiqun yanjiu’ (A Study of Lacquer Wares from (The Guo State Tombs at Sanmenxia",
      "Baoshan Tomb 2 of the Chu"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Hidenori",
        "given": "Okamura"
      }
    ],
    "citation-number": [
      "22"
    ],
    "container-title": [
      "The Cambridge History of Ancient China",
      "Loshi shunju",
      "See Wenwu"
    ],
    "date": [
      "1985",
      "illus",
      "1959"
    ],
    "editor": [
      {
        "literal": "ed."
      }
    ],
    "note": [
      "Michael Loewe 30 For the excavation report, see Jiangling Wangshan Chu mu and Edward L. Shaughnessy (Cambridge and New York, (Chu tombs at Wangshan, Jiangling), (Beijing, 1996)."
    ],
    "pages": [
      "53–74,",
      "53–5"
    ],
    "title": [
      "Shin bunka no bennen’ (A Chronology Because of their perishable material, however, very few of Qin culture",
      "1; wood spirit vessels have survived. It is also worth noting that Lothar von Falkenhausen, ‘The Waning of the Bronze Age: sometimes pottery mingqi vessels are painted with lacquer Material Culture and Social Developments, 770–481 bce’, in patterns"
    ],
    "type": "article-journal",
    "volume": [
      "2",
      "9"
    ]
  },
  {
    "date": [
      "1986",
      "31"
    ],
    "pages": [
      "489",
      "26–8"
    ],
    "title": [
      "Baoshan Chu mu, i"
    ],
    "type": null
  },
  {
    "citation-number": [
      "23"
    ],
    "container-title": [
      "In addition, similar Western (Los Angeles, ca",
      "I want to thank Li bowuyuan yuankan"
    ],
    "date": [
      "1979",
      "2006",
      "1987",
      "1979"
    ],
    "note": [
      "Confucius (1000–250 bc): The Archaeological Evidence 24 See Kaogu,",
      "Zhou bronzes have been found at Qiangjiacun, Fufeng, 37 Li Zhiyan, ‘Zhongshan wangmu chutu de taoqi’, Gugong Shaaxi. See Wenbo,",
      "Feng for directing me to these two references. 38 See Zhang Xuan’s commentary on the Yi li,"
    ],
    "pages": [
      "125",
      "139",
      "139–40",
      "146",
      "23–6",
      "304",
      "5–20",
      "93–4",
      "1149"
    ],
    "title": [
      "In addition to these objects from Tianma-Qucun, a bronze 32 Legge, Li Chi, i",
      "hu vessel from a tomb at Baimasi, Luoyang, has a sealed 33 Ibid., i",
      "mouth and cannot be actually used. See Quanguo jiben 34 Wu Hung, ‘Mingqi de lilun he shijian’. jianshe gongcheng zhong chutu wenwu zhanlan tulu (Exhibition 35 See Legge, Li Chi, i",
      "Catalogue of Cultural Relics Unearthed during the Nation- 36 Lothar von Falkenhausen, Chinese Society in the Age of wide Basic Constructions"
    ],
    "type": "chapter",
    "volume": [
      "1",
      "4",
      "2"
    ]
  },
  {
    "author": [
      {
        "family": "Hung",
        "given": "See Wu"
      }
    ],
    "citation-number": [
      "25"
    ],
    "container-title": [
      "Angela 1991), i"
    ],
    "note": [
      "F. Howard et al., Chinese Sculpture (New Haven, ct, and"
    ],
    "pages": [
      "96"
    ],
    "title": [
      "Baoshan Chu mu (Chu Tombs at Baoshan",
      "From the Neolithic to the Han’"
    ],
    "type": "chapter",
    "volume": [
      "2"
    ]
  },
  {
    "author": [
      {
        "literal": "Bronzes Mausoleum of Cuo – A Zhongshan Kingdom Royal Tomb from Marquis Yi of the Zeng, though often ornate and even of the Warring States Period"
      },
      {
        "family": "Legge",
        "given": "See"
      },
      {
        "family": "Chi",
        "given": "Li"
      },
      {
        "given": "i"
      }
    ],
    "citation-number": [
      "26"
    ],
    "container-title": [
      "trans., The Chinese Classics",
      "ii: The Work rather than an emic classification’. Guolong Lai, ‘The of Mencius"
    ],
    "date": [
      "2006",
      "1996",
      "1996",
      "1861",
      "2002"
    ],
    "location": [
      "Shanghai",
      "Oxford"
    ],
    "note": [
      "I have consulted bury with the dead? So he said, because that man made researchers in the Hubei Provincial Museum (which housed the semblances of men, and used them for that purpose –the excavated objects from the tomb) on this matter. They what shall be thought of him who causes his people to die insist on their conclusion in the excavation report. of hunger.’ It is still unclear when tomb figurines first"
    ],
    "pages": [
      "40–41",
      "489",
      "505",
      "125–6",
      "330–33",
      "133–4",
      "86"
    ],
    "title": [
      "One group of examples of this type of bronze is found in the London",
      "Jin cemetery at Tianman-Qun; see von Falkenhausen’s dis- 40 Cuo mu – Zhanguo Zhongshanguo guowang zhi mu (The cussion in ‘The Waning of the Bronze Age’",
      "i, bearing traces of use, again keep the traces of casting and",
      "welding unpolished. 41 For selected examples from different periods, see Cao 27 Baoshan Chu mu, i",
      "This classification has been Zhezhi and Sun Binggen, Zhongguo gudai yong (Ancient challenged by Guolong Lai, who considers that ‘the differ- Tomb Figurines from China",
      "ence that the excavators perceived is an etic construction 42 See James Legge",
      "Religious Transitions in Art, Ritual, and of the passage reads: ‘Chung-ni (Confucius) said, ‘Was he Text During the Warring States Period (480–221 bce)’, not without posterity who first made wooden images to PhD dissertation, ucla"
    ],
    "translator": [
      {
        "family": "Tomb",
        "given": "Legge’s Baoshan"
      }
    ],
    "type": "chapter",
    "volume": [
      "2"
    ]
  },
  {
    "author": [
      {
        "given": "Wenwu"
      }
    ],
    "citation-number": [
      "28"
    ],
    "container-title": [
      "The Cambridge History of Ancient China",
      "The a prevailing phenomenon. Regulations in using Ding-tripods in the Tomb of High-level 43 See Sun Xidan, annotated, Li ji jijie (Book of Rites with Aristocrats of the Chu Culture Based on Baoshan Tomb 2",
      "Legge, and a Related Discussion on the Development of the Zhao Li Chi, i",
      "For the excavation report, see Wenwu"
    ],
    "date": [
      "1995",
      "figs 43–7",
      "2001",
      "1988"
    ],
    "editor": [
      {
        "literal": "ed."
      }
    ],
    "note": [
      "Synthetic Annotations), 3 vols (Beijing, 1989),",
      "Legge’s translation of the passage reads: Regulations of using Ding-tripods), Baoshan Chu mu, i,",
      "‘Confucius said, ‘He who made the vessels which are so"
    ],
    "pages": [
      "25–6",
      "440–41",
      "95–9,",
      "15",
      "265",
      "172–3",
      "96"
    ],
    "title": [
      "For a discussion of these appeared. The earliest known examples were found in an vessels, see Jessica Rawson, ‘Western Zhou Archaeology’, early Spring and Autumn burial at Bianjiazhuang, Shaanxi",
      "Loewe and in which two crudely hewn, partially painted wooden Shaughnessy",
      "Also see Sanmenxia Guoguo mu, figures were attached to the yoke bar of a human-drawn pls",
      "m2012; Wang Hongxing and chariot",
      "Hu Yali, ‘You Baoshan Erhaomu kan Chuxi gaoji guizumu de",
      "But this seems an isolated case and does not indicate yongding zhidu – jianlun Zhoudai dingzhi de fazhan"
    ],
    "type": "article-journal",
    "url": [
      "i,"
    ],
    "volume": [
      "7",
      "11"
    ]
  },
  {
    "container-title": [
      "See Kaogu xuebao",
      "Confucius said",
      "Kaogu"
    ],
    "date": [
      "1957",
      "1956",
      "1959",
      "1960",
      "1962"
    ],
    "location": [
      "Beijing"
    ],
    "note": [
      "making of the (wooden) automaton was not benevolent. – 7"
    ],
    "pages": [
      "116",
      "45",
      "656",
      "71",
      "516"
    ],
    "title": [
      "They were called ‘vessels in imagination’ (the dead), being 54 Representative examples of such figures include those from thus treated as spiritual intelligences. From of old there were Langjiazhuang and Zhangqiu, both in Shandong, and from the carriages of clay and the figures of straw – in accordance Fenshuiling in Changzhi, Shanxi",
      "with the idea in these vessels in imagination",
      "Huixian fajue baogao (A Report of the Excavation that the making of the straw figures was good, and that the at Huixian"
    ],
    "type": "article-journal",
    "volume": [
      "1",
      "12",
      "10"
    ]
  },
  {
    "date": [
      "1996"
    ],
    "editor": [
      {
        "family": "Li Jian",
        "given": "Also",
        "particle": "see"
      }
    ],
    "location": [
      "Eternal China"
    ],
    "pages": [
      "1–8"
    ],
    "publisher": [
      "Splendors from the"
    ],
    "title": [
      "Was there not a danger of its leading to the use of (living) 55 For the excavation report, see Kaogu yu wenwu"
    ],
    "type": "book",
    "volume": [
      "5"
    ]
  },
  {
    "citation-number": [
      "44"
    ],
    "container-title": [
      "Wenwu ziliao congkan"
    ],
    "date": [
      "1998",
      "2005",
      "1990",
      "1980",
      "1984",
      "1966",
      "1986",
      "Orientations xxi/10 (October 1990"
    ],
    "editor": [
      {
        "family": "Wu Hung",
        "particle": "ed."
      },
      {
        "family": "R",
        "given": "Katherine"
      }
    ],
    "location": [
      "Dayton",
      "Beijing",
      "Beijing"
    ],
    "note": [
      "tion report, see Kaogu xuebao,",
      "56 In addition to the ‘underground army’ discovered at Yangji-46 This is Wangshan Tomb 2 in Hubei, see Wenwu,",
      "awan, a similar ‘army’ of over 6,000 figures was found in 33–55. Another inventory of grave goods from Changtaiguan subsidiary pits near the tomb of a Chu prince at Shizishan in Tomb 2 records eight ‘spirit servants’ (mingtong); see Xinyang Xuzhou. See Wang Kai, ‘Han Terra-cotta Army in Xuzhou’, Chu mu (Chu Tombs at Xinyang),"
    ],
    "pages": [
      "68–9",
      "13–48",
      "293",
      "67–85",
      "504–7",
      "114–16,",
      "62–6"
    ],
    "title": [
      "For more detailed discussion of this problem, see Wu Hung, First Dynasties",
      "Another Qin ‘On Tomb Figurine’, in Body and Face in Chinese Visual tomb from a nearby location, on the other hand, yielded Culture",
      "Tsiang (Cambridge, clay models of an ox-drawn carriage and a granary, images ma",
      "Huang Zhanyue, Zhongguo gudai de which reflect specific concerns with economic life. ‘Shaanxi rensheng renxun (Human Sacrifices in Ancient China) Fengxiang Baqitun Qin guo muzang fajue jianbao’ (A Brief",
      "Report on the Excavation of Qin State Tombs at Baqitun, 45 This tomb is located at Changzi in Shanxi, For the excava- Fengxiang, Shaanxi"
    ],
    "type": "article-journal",
    "volume": [
      "3",
      "4",
      "5"
    ]
  },
  {
    "citation-number": [
      "130."
    ],
    "container-title": [
      "see Wenwu"
    ],
    "date": [
      "1977"
    ],
    "pages": [
      "10–21"
    ],
    "title": [
      "57 For the excavation report"
    ],
    "type": "article-journal",
    "volume": [
      "10"
    ]
  },
  {
    "citation-number": [
      "47"
    ],
    "date": [
      "1993"
    ],
    "note": [
      "For the excavation report, see Wenwu, But 33 of them are wood talismans tied together as a single 8",
      "piece."
    ],
    "pages": [
      "13–20"
    ],
    "title": [
      "Located at Guodian, Hubei, the tomb is dated by an 58 The excavation report records 162 figurines from this tomb. inscription to 173 bce"
    ],
    "type": "report"
  },
  {
    "author": [
      {
        "family": "Mengou",
        "given": "Wang"
      }
    ],
    "citation-number": [
      "48"
    ],
    "date": [
      "1988"
    ],
    "pages": [
      "2–18, 68"
    ],
    "title": [
      "Tangren xiaoshuo yanjiu er ji (A Study of 59 For the excavation report, see Wenwu"
    ],
    "type": null,
    "volume": [
      "2"
    ]
  },
  {
    "date": [
      "1973",
      "1961"
    ],
    "location": [
      "Taipei"
    ],
    "note": [
      "Prince at Beidongshan’, Orientations, xxi/10 (October 1990), 49 Li Fang, Taiping guangji (Beijing,"
    ],
    "pages": [
      "143–7",
      "2950–60 57–61"
    ],
    "title": [
      "Tang Short Stories, the Second Compilation",
      "Also see Li Yinde, ‘The “Underground Palace” of a Chu"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Ibid"
      }
    ],
    "citation-number": [
      "50"
    ],
    "container-title": [
      "Mysteries of Ancient China",
      "Zhongguo gudai",
      "Wenwu",
      "Kaogu"
    ],
    "date": [
      "1974",
      "1996",
      "2003",
      "1995",
      "1986"
    ],
    "editor": [
      {
        "family": "Xiaolu",
        "given": "Liu"
      },
      {
        "given": "Rawson"
      },
      {
        "family": "Cao Zhezhi",
        "particle": "see"
      },
      {
        "family": "Binggen",
        "given": "Sun"
      },
      {
        "given": "eds"
      }
    ],
    "location": [
      "New York",
      "Beijing",
      "Beijing"
    ],
    "note": [
      "The excavators have dated this tomb to the early yong (Ancient Chinese Tomb Figurines) (Shanghai, 1996), Warring States period, around the middle and late fifth",
      "For discussions of Tang figurines representing century bce. deities and cosmological symbols, see Xu Pingfang, ‘Tang"
    ],
    "pages": [
      "2951",
      "44–8",
      "206",
      "33–138 937–41",
      "18–20",
      "236–40"
    ],
    "title": [
      "60 Some examples excavated in Baijiakou near Xi’an are very 51 Jin Weinuo, ‘Tan Changsha Mawangdui sanhao Han mu similar to the one in the Metropolitan Museum of Art. For bohua’ (On the Silk Paintings from Mawangdui Tomb 3 of illustration and information about this piece, see Jessica the Han Dynasty",
      "Lun bohuayong: Mawangdui sanhaomu dongxibi bohua",
      "de xingzhi he neirong’ (On Painted Tomb Figurines: The 61 Cixian Wanzhang Beichao bihuamu (A Northern Dynasties Nature and Content of the Silk Paintings Hung on the East Painted Tomb at Wanzhang, Cixian",
      "and West Walls in Mawangdui Tomb 3",
      "62 For a summary of the development of Tang tomb figurines, 52 Xinyang Chu mu (Chu Tombs at Xinyang"
    ],
    "type": "article-journal",
    "volume": [
      "11",
      "10"
    ]
  },
  {
    "author": [
      {
        "family": "implications",
        "given": "see Jeehee Hong"
      },
      {
        "family": "Wang Xueli",
        "given": "Also",
        "particle": "see"
      }
    ],
    "container-title": [
      "Melodic Beauty of Pottery Sculpture’, in The Coloured Figof Chicago (2008); especially chap. 2, ‘Staging Death and urines in Yang Ling Mausoleum of Han in China, in Chinese, Life: Five Actor Figurines and a Miniature Theater from English and Japanese"
    ],
    "date": [
      "2001",
      "1992"
    ],
    "genre": [
      "PhD dissertation,"
    ],
    "location": [
      "Chongqing",
      "Xi’an"
    ],
    "pages": [
      "2",
      "8–13"
    ],
    "publisher": [
      "University"
    ],
    "title": [
      "Theatricalizing Death",
      "The Pottery Performance Images of Mid-Imperial China in Mortuary Figurines in Yangling Mausoleum of the Han Dynasty: Contexts (11th–13th centuries)’"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Tomb",
        "given": "Houma"
      },
      {
        "family": "Stewart",
        "given": "See Susan"
      }
    ],
    "container-title": [
      "Kaogu"
    ],
    "date": [
      "1957",
      "1959",
      "1960",
      "1962"
    ],
    "issue": [
      "1."
    ],
    "note": [
      "the Gigantic, the Souvenir, the Collection (Durham, nc, 1993),"
    ],
    "pages": [
      "116",
      "45",
      "656",
      "71",
      "516 65"
    ],
    "title": [
      "On Longing: Narratives of the Miniature, 64 See Kaogu xuebao",
      "Huixian fajue baogao"
    ],
    "type": "article-journal",
    "volume": [
      "1",
      "12",
      "7",
      "10"
    ]
  },
  {
    "citation-number": [
      "65"
    ],
    "container-title": [
      "Ten Thousand Things: Module and Mass Production of Capping, Wedding, Funeral, and Ancestral Rites (Princeton, in Chinese Art",
      "This theory, nj"
    ],
    "date": [
      "2000",
      "1991",
      "1936"
    ],
    "location": [
      "Princeton, nj"
    ],
    "note": [
      "This passage introduces the ‘Making Spirit however, fails to explain why the bronze chariots buried Articles’ (‘Zao mingqi’). next to the First Emperor’s grave, including the two drivers 82 Sima Guan, Shu yi, ‘Congshu jicheng’ edition (Shanghai, and their weapons, are all half-sized."
    ],
    "pages": [
      "119",
      "68",
      "109",
      "81"
    ],
    "title": [
      "An interesting feature of the underground army is that al- 78 Wang Zili and Sun Fushan, Tang Jinxiang Xianzhu mu (The though the soldiers and horses are made of clay and should Tombs of Princess Jinxiang of the Tang Dynasty) (Beijing, be qualified as ‘representations’, the bronze weapons found 2002). together with these statues are all real. Lothar Ledderose has 79 Ibid",
      "contended that ‘the wish to equip the clay soldiers with real 80 Tang liu dian, ‘Zhenguanshu’, weapons that had proven their usefulness in earlier battles 81 Patricia B. Ebrey, trans. and annotator, Chu Hsi’s Family must have been the main reason why the figures were made Rituals: A Twelfth-Century Chinese Manual for the Performance life-size"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Renbo",
        "given": "Wang"
      }
    ],
    "citation-number": [
      "66"
    ],
    "container-title": [
      "The Quest for Eternity",
      "juan"
    ],
    "date": [
      "1987"
    ],
    "editor": [
      {
        "literal": "ed."
      }
    ],
    "location": [
      "Los Angeles, ca"
    ],
    "note": [
      "84 Li ji, ‘Tangong. xia’, Zheng Xuan’s commentary."
    ],
    "pages": [
      "49–54",
      "39–61 41–4"
    ],
    "title": [
      "General Comments on Chinese Funerary 83 Qu You, Jiandeng xinhua (New Tales Written while Trimming Sculpture’",
      "George Kuwayama, the Wick"
    ],
    "type": "article-journal",
    "volume": [
      "2"
    ]
  },
  {
    "author": [
      {
        "family": "Warrior",
        "given": "Excavation",
        "particle": "of"
      },
      {
        "given": "Horse"
      }
    ],
    "citation-number": [
      "67"
    ],
    "container-title": [
      "The Art Bulletin"
    ],
    "date": [
      "1974-03",
      "1999"
    ],
    "genre": [
      "(A Report on the"
    ],
    "note": [
      "Pit 1 of the Tomb of the First Qin Emperor, 1974–1984), 86 Huan Kuan, Yan tie lun, in Zhuzi jicheng, vii,"
    ],
    "pages": [
      "126, 129",
      "34"
    ],
    "title": [
      "For information about the excavation of this pit, see Qin 85 Ladislav Kesner, ‘Likeness of No One: (Re)presenting the Shihuang ling bingma yongkeng: Yihaokeng fajue baogao, First Emperor’s Army’"
    ],
    "type": "article-journal",
    "volume": [
      "lxxvii/1"
    ]
  },
  {
    "date": [
      "1988",
      "1978"
    ],
    "note": [
      "Mashan in Hubei, and Mawangdui Tomb 1 in Hunan."
    ],
    "pages": [
      "1–19"
    ],
    "title": [
      "87 Representative examples of this type of figurine include 68 For information about the excavation of this pit, see Wenwu, those from a well-preserved late Eastern Zhou tomb at 5"
    ],
    "type": null,
    "volume": [
      "2"
    ]
  },
  {
    "citation-number": [
      "69"
    ],
    "container-title": [
      "Wu Hung (Beijing"
    ],
    "date": [
      "1979",
      "2003",
      "juan 25"
    ],
    "note": [
      "Tong dian, running through the chest. Scholars believe that this hole Da Tang Kaiyuan li, and Song huiyao jigao (Li 29–31). allowed movable arms be installed on the body, which have 74 Yongle dadian, juan 8199, 19 gen. For the date and authorship completely decayed due to their perishable material. of the text, see Xu Pingfang, ‘Tang Song muzang zhong de 90 Yin Shao (c. 140–c. 206 ce), Fengsu tongyi fu yiwen (‘Explana-“mingqi shensha” yu “muyi” zhedu’. tions of Social Customs’ with Fragments Found in Other"
    ],
    "pages": [
      "1–12",
      "425–69"
    ],
    "title": [
      "For information about the excavation of this pit, see Wenwu, 88 So far such naked figurines, mainly male but also a limited 12",
      "number of female images, have been found in several burials 70 Bonnie Cheng, ‘Attending the Dead: Shifting Needs of associated with members of the royal family. Unfinished and the Dead and Modes of Presentation of Figurines in Sixth- abandoned examples of such figures have also been exca-Century Northern Dynasty Tombs’, in Between Han and vated in a group of twenty-one official kilns immediately Tang: Visual and Material Culture in a Transformative Period, outside the Western Han capital Chang’an. Judging from the ed",
      "dates of the burials and kilns which have yielded such exam-71 Ibid. ples, this type of figurine may have been invented around 72 Such ‘gendered’ spaces had already appeared in Han tombs. the mid-second century bce, as exemplified by those from In the Yi’nan Tomb dating from the late second or early Yangling. It remained in limited use till the mid-first century third century, the two burial chambers, supposedly belong- bce, as represented by those from a sacrificial pit (Pit 1) near ing to a husband and a wife, are decorated with images Emperor Xuan’s (73–48 bce) mausoleum, Duling. of male solders and an arsenal in one room and female 89 All these naked figurines are armless; next to each shoulder servants and indoor furnishing in the other room. is a flat circular surface, with a round hole in the center 73 These texts include: Da Tang liu dian"
    ],
    "type": "article-journal"
  },
  {
    "citation-number": [
      "75"
    ],
    "date": [
      "1943",
      "1961",
      "1983",
      "1966"
    ],
    "location": [
      "Beijing",
      "Beijing"
    ],
    "note": [
      "Anne Birrell, Chinese Mythology (Baltimore, 76 Han Yangling (The Yangling Mausoleum of the Han), md,",
      "91 See Wang Yucheng, ‘Zhongguo gudai renxing fangshu jiqi Taoist Remains Found in the Yong Mausoleum of Wang dui Riben de yingxiang’ (‘Human-shaped Magical Instru- Jian of the Former Shu Kingdom), Sichuan kaogu lunwenji ments and their Influence in Japan), Kaogu yu wenwu, 2"
    ],
    "pages": [
      ", 83",
      "64–5",
      "35",
      "213–23"
    ],
    "title": [
      "This figure is based on the diagram. Combined information Texts",
      "My translation here is based from the diagram and the accompanying text indicate that a on those by Derk Bodde, ‘Myths of China’, in Samuel Noah royal tomb would actually contain 183 figures representing Kramer, Mythologies of the Ancient World (Garden City, ny, 42 kinds of officials and five kinds of concubines"
    ],
    "type": null
  },
  {
    "date": [
      "1996"
    ],
    "note": [
      "105 Ye Sheng, Shuidong riji, vol. x, ‘Siku biji xiaoshuo congshu’"
    ],
    "pages": [
      "32–56 41–3"
    ],
    "type": null
  },
  {
    "citation-number": [
      "92"
    ],
    "date": [
      "1989",
      "1991",
      "1994"
    ],
    "edition": [
      "edn"
    ],
    "location": [
      "Shanghai"
    ],
    "note": [
      "106 Ban Gu, Baihu tong shuzheng (Beijing,"
    ],
    "pages": [
      "35–46, 77",
      "556"
    ],
    "title": [
      "For the excavation report, see Kaogu yu wenwu"
    ],
    "type": null,
    "volume": [
      "6"
    ]
  },
  {
    "citation-number": [
      "93"
    ],
    "date": [
      "1975"
    ],
    "note": [
      "107 Translation based on James Legge, trans., The Sacred Books"
    ],
    "pages": [
      "75–93"
    ],
    "title": [
      "For the excavation report, see Wenwu"
    ],
    "type": null,
    "volume": [
      "11"
    ]
  },
  {
    "citation-number": [
      "94"
    ],
    "container-title": [
      "are close in shape and pronunciabunka Kenyujo Kiyo",
      "Translation from Seidel, ‘Traces of Han Religion the transmission of the text. For a discussion of this myth, in Funeral Texts Found in the Tombs’, in Akizuki Kan’ei, see Sarah Allan, The Shape of the Turtle: Myth, Art, and Cosmos Taoism and Religious Culture",
      "quota- in Early China"
    ],
    "date": [
      "1980",
      "1981",
      "1987",
      "1991"
    ],
    "editor": [
      {
        "given": "Toyo-"
      },
      {
        "given": "xiong"
      }
    ],
    "issue": [
      "5; 275, no. 12",
      "23"
    ],
    "location": [
      "Shanghai",
      "Tokyo",
      "Albany, ny"
    ],
    "note": [
      "tion, this second version may have resulted from an error in",
      "tion from",
      "109 For example, see Shanhai jing jiaozhu,"
    ],
    "pages": [
      "177",
      "473",
      "45–51",
      "272,",
      "224,",
      "21–57",
      "69–70",
      "42",
      "419"
    ],
    "title": [
      "Among archaeological evidence, Mawangdui Tomb 1 of China: The Texts of Confucius, Part iii: The Li Ki (Delhi, 1885) yielded two types of figurines. While those in the guo-caskets i",
      "all represent attendants and servants in a realistic style, 108 Gui zang, cited in Guo Pu’s commentary on the Shanhai jing. crude figurine-like talismans are found in the innermost See Yuan Ke, comp., Shanhai jing jiaozhu (An Annotated coffin with the corpse. For a discussion of these and other Edition of the Classic of Mountains and Seas",
      "magical’ figurines, see Wang Yucheng, ‘Zhongguo gudai",
      "In another version of the legend, Gun transformed renxing fangshu jiqi dui Riben de yingxiang’",
      "into a bear after death. Because the characters of long 95 Ikeda, Ikeda On, ‘Chugoku rekidai boken ryakko"
    ],
    "type": "article-journal",
    "volume": [
      "86"
    ]
  },
  {
    "citation-number": [
      "96"
    ],
    "container-title": [
      "Baopu zi, juan"
    ],
    "date": [
      "1958"
    ],
    "note": [
      "version of a passage in Sima Qian, Shi ji, 1386."
    ],
    "pages": [
      "6",
      "62–5"
    ],
    "title": [
      "For the excavation report, see Wenwu cankao ciliao",
      "110 Ge Hong",
      "This record is an elaborate"
    ],
    "type": "article-journal",
    "volume": [
      "7",
      "2"
    ]
  },
  {
    "citation-number": [
      "97"
    ],
    "container-title": [
      "Here I 98 Jiang Sheng and Tang Weixia",
      "Zhongguo Daojiao kexue translate the term as ‘Name Banner’ because what is jishushi: Han Wei Liang Jin juan (History of Science and Tech- ‘inscribed’ on it should be a dead person’s ‘name’. This nology in Daoism: Han, Wei and Two Jins",
      "translation reflects the nature of this funerary object more",
      "Wenwu"
    ],
    "date": [
      "1576",
      "1993",
      "2002",
      "1986",
      "1977",
      "1980"
    ],
    "editor": [
      {
        "family": "Kohn",
        "given": "Livia"
      },
      {
        "literal": "ed."
      }
    ],
    "location": [
      "Albany, ny",
      "Beijing"
    ],
    "note": [
      "by Zhang Boduan (c. 983–1082): ‘In a vision, I visited the 112 Li ji,",
      "tion’ or ‘inscribed’) as ming (name).’ Yi li,",
      "precisely than ‘inscribed Banner’. Zheng Xuan’s other expla-99 For examples, see Kaogu yu wenwu,",
      "nation of the banner, ‘Ming means a “banner of distinction” Kaogu,",
      "mingjing)’, also agrees with this translation. Yi li,"
    ],
    "pages": [
      "1396",
      "1129",
      "316",
      "812",
      "356",
      "39–40",
      "402",
      "29",
      "1130"
    ],
    "title": [
      "This idea is declared in Awakening to Perfection (Wuzhen pian) 111 Sima Qian, Shi ji",
      "innermost power of the west and ascended to the ninth 113 Yi li",
      "/ A perfected gave me a scripture about the origin of 114 Ibid. things. / The text was simple and easy, not too many words; 115 Zheng Xuan explains the funerary banner: ‘Ming means / Just teaching how to refine true mercury and lead. In the to inscribe the dead person’s name (ming) on the banner.’ simplest formulation, the true lead is the yin in the yang, and Therefore, a commentary to the Rites of the Zhou reads: the true mercury is the yang in the yin",
      "The ‘Nowadays people also write the character ming (‘inscrip-Taoist Experience: An Anthology"
    ],
    "type": "article-journal",
    "url": [
      "heaven;"
    ],
    "volume": [
      "1",
      "6",
      "5"
    ]
  },
  {
    "author": [
      {
        "family": "Gu",
        "given": "See Ban"
      },
      {
        "family": "Yong",
        "given": "See Ma"
      }
    ],
    "citation-number": [
      "100"
    ],
    "container-title": [
      "Zhuxingxiang faxian Song mu’ (Song tombs at Zhuxingxiang 119 Li ji",
      "Western Suburbs of Shanghai), Kaogu",
      "On",
      "Kaogu"
    ],
    "date": [
      "1962",
      "1130",
      "1130",
      "1973",
      "1959",
      "1994"
    ],
    "location": [
      "Beijing"
    ],
    "note": [
      "102 For such an example, see Shen Lingyi et al., ‘Shanghai xijiao",
      "based on translation by Legge, Li Chi, i,",
      "120 Ban Gu, Baihu tong shuzheng (Beijing,"
    ],
    "pages": [
      "116 ,",
      "2844,",
      "2856",
      "1139–40",
      "922–3",
      "118–25",
      "1269",
      "117",
      "110",
      "556"
    ],
    "title": [
      "Han shu (Book of the Han",
      "as well as Yan Shigu’s (581–645) commentary, 117 Zheng Xuan’s comment in ibid",
      "118 Li ji",
      "Lun Changsha Mawangdui 101 ‘Lingbao wuliang duren shangjing dafa’, Zhengtong daozang, yihao Han-mu chutu bohua de mingcheng he zuoyong",
      "I want to thank Liu Cong for directing me to this the Name and Function of the Silk Painting Unearthed from text. the Mawangdui Tomb no.1 in Changshan"
    ],
    "type": "article-journal",
    "volume": [
      "3",
      "2",
      "2"
    ]
  },
  {
    "citation-number": [
      "103"
    ],
    "container-title": [
      "Zhou li, in Ruan Yuan, comp., Shisanjing zhushu, i",
      "xii"
    ],
    "date": [
      "1995"
    ],
    "note": [
      "Yu pian: ‘A qin is the coffin which 104 Zhang Xunliao, ‘Shishuo Qian Shu Wang Jian Yongling fajue directly contains the corpse.’ See Lin Yin and Gao Ming, eds, cailiao zhong de Daojiao yiji’ (A Preliminary Discussion of Zhongwen dacidian (A Comprehensive Chinese Dictionary), the art of the yellow springs 246"
    ],
    "pages": [
      "557",
      "812",
      "312–22,"
    ],
    "title": [
      "For the Chinese text, see Zhang Xunliao, ‘Shilun woguo nan- 121 Ibid",
      "fang diqu Tang Song muzang chutu de Taojiao “bairen yong” 122 Zheng Xuan says: ‘The Name Banner is a banner inscribed he “shi zhen” (A Preliminary Discussion of Taoist ‘Cypress with the name of the deceased. Nowadays people call it a Figures’ and ‘Stone True Body’ Figures from Tang and Song jiu",
      "Burials in the South), Daojia wenhua yanjiu (Studies of Taoist Xiao erya: ‘An empty coffin is called a qin; when it contains Cultures",
      "quotation from 314–15. the corpse it is called a jiu"
    ],
    "type": "article-journal"
  },
  {
    "date": [
      "1973",
      "7479",
      "1988"
    ],
    "note": [
      "excavations, see Jean James, ‘Images of Power: Masks of the"
    ],
    "pages": [
      "7071,",
      "32–51"
    ],
    "title": [
      "The term jiu thus",
      "For an English summary of these two refers only to the innermost coffin, not to outer coffins"
    ],
    "type": null,
    "volume": [
      "10",
      "v"
    ]
  },
  {
    "author": [
      {
        "family": "n",
        "given": "See"
      }
    ],
    "citation-number": [
      "123"
    ],
    "container-title": [
      "For a general introduction to these finds, see Shang Zhitan and Ma Yong. See Shang Zhitan, ‘Mawangdui Wang Tao and Liu Yu, ‘The Face of the Other World: Jade yihao Hanmu “feiyi” shishi’ (A Tentative Interpretation of Face-Covers from Ancient Tombs’, in Chinese Jades, the ‘Flying Garment’ from the Mawangdui Tomb no.1 of the Colloquies on Art and Archaeology in Asia",
      "Orientations"
    ],
    "date": [
      "1991",
      "1979"
    ],
    "editor": [
      {
        "given": "xviii"
      }
    ],
    "location": [
      "London"
    ],
    "pages": [
      "46–55",
      "34"
    ],
    "title": [
      "34. For a description and analysis of the other coffins, Liangzhu Culture’",
      "see the Coda in this volume. 137 Some tombs had been looted before the excavation. Tombs 124 For a summary of these various opinions, see Michael Loewe, that still contained ‘jade face covers’ include m8, m31, m62, Ways to Paradise",
      "Loewe himself divides m64, m91, m92 and m93. The occupant of m8 had double the painting into two sections and thus follows the opinion of face covers"
    ],
    "type": "article-journal",
    "volume": [
      "xxii/6"
    ]
  },
  {
    "author": [
      {
        "family": "Han)",
        "given": "Wenwu"
      }
    ],
    "date": [
      "1972",
      "1997"
    ],
    "editor": [
      {
        "literal": "Ma Yong, ‘Lun Changsha Rosemary E. Scott"
      }
    ],
    "location": [
      "London"
    ],
    "pages": [
      "43–7",
      "133–46"
    ],
    "type": null,
    "volume": [
      "9"
    ]
  },
  {
    "note": [
      "138 The term fu mian appears in Zheng Xuan’s commentaries"
    ],
    "pages": [
      "122–3"
    ],
    "title": [
      "Mawangdui yihao Han-mu chutu bohua’"
    ],
    "type": null
  },
  {
    "citation-number": [
      "125"
    ],
    "container-title": [
      "For references, see Zhang Changshou, ‘Xi Zhou de chutu bohua’"
    ],
    "date": [
      "1131",
      "1982",
      "1985"
    ],
    "note": [
      "zangyu – 1983–1986 nian Fengxi fajue ziliao zhi ba’ (Burial 127 See D. Hawkes, trans., The Songs of the South (Harmonds- Jades of the Western Zhou – The Eighth Set of Comments on worth,",
      "Materials Found during the Excavations at Fengxi from 1983"
    ],
    "pages": [
      "79",
      "121–2",
      "74, 225"
    ],
    "title": [
      "In reviewing the scholarship on the painting, Silbergeld also on the ‘Shisang li’ chapter of the Yi li",
      "follows this four-level division. ‘Mawangdui, Excavated 139 Tombs that have yielded such jade masks include m157 and Materials, and Transmitted Texts: A Cautionary Note’, Early m303 at Zhangjiaopo in Chang’an, m2001 and m2006 at China, xiii",
      "Shangcunling in Sanmenxia, and d9m1 at Zhenshan near 126 See Ma Yong, ‘Lun Changshan Mawandui yihao Han-mu Suzhou"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "128"
    ],
    "container-title": [
      "Wenwu"
    ],
    "date": [
      "1993"
    ],
    "note": [
      "The Excavation of Tomb m2006 in kaoshi’ (An Interpretation of the Painted Banner from a Cemetery of the Guo State at Shangcunling), Wenwu, 1"
    ],
    "pages": [
      "55–9"
    ],
    "title": [
      "For more detailed analyses of this section, see Sun Zuoyun, to 1986",
      "Shangsunling Guoguo ‘Changshan Mawangdui yihao Han-mu chutu huafan mudi m2006 de qingli"
    ],
    "type": "article-journal",
    "volume": [
      "3"
    ]
  },
  {
    "container-title": [
      "Kaogu"
    ],
    "date": [
      "1995"
    ],
    "note": [
      "‘Sanmenxia Shangcunling Guoguo mudi"
    ],
    "pages": [
      "4–31"
    ],
    "title": [
      "Mawangdui Tomb no.1 of the Han in Changsha"
    ],
    "type": "article-journal"
  },
  {
    "date": [
      "1973"
    ],
    "editor": [
      {
        "family": "Loewe",
        "given": "Ways to Paradise"
      }
    ],
    "note": [
      "m2001 fajue jianbao’ (A Brief Report on the Excavation of"
    ],
    "pages": [
      "54–61",
      "47–59"
    ],
    "type": "report",
    "volume": [
      "1"
    ]
  },
  {
    "author": [
      {
        "family": "Qian",
        "given": "Sima"
      },
      {
        "family": "ji",
        "given": "Shi"
      },
      {
        "given": "Suzhou"
      },
      {
        "family": "cosmology",
        "given": "see K.C.Chang"
      },
      {
        "family": "Wang",
        "given": "Such",
        "particle": "a"
      },
      {
        "given": "Liu"
      }
    ],
    "citation-number": [
      "129"
    ],
    "container-title": [
      "elaborated by Loewe in his Ways to Paradise",
      "a retainer from the family informs the underworld Assistant",
      "Huaxia kaogu",
      "Kaogu",
      "Archaeology"
    ],
    "date": [
      "1992",
      "1999",
      "1976",
      "1983",
      "1989",
      "1972",
      "27",
      "November/",
      "1983-12",
      "1991"
    ],
    "location": [
      "Beijing",
      "Cambridge",
      "Cambridge"
    ],
    "note": [
      "R. Thorp, ‘Mountain Tombs and Administrator of the Tomb that he herewith sends the latter Jade Burial Suits: Preparations for Eternity in the Western a list of the possessions of the dead and requests its trans- Han’, in Ancient Mortuary Traditions of China, ed. George mission to the Lord Administrator of the Tomb. See Wenwu, Kuwayama (Los Angeles, ca,"
    ],
    "pages": [
      "265",
      "104–13",
      "93–114",
      "56–80",
      "134–5",
      "218–21",
      "45–6 48–50,",
      "30–37",
      "26–39"
    ],
    "title": [
      "Tomb m2001 in a Cemetery of the Guo State at Shangcun-130 For the existence of such a dualistic structure in pre-Han art ling, Sanmenxia",
      "Some Dualistic Phenom- Museum, Zhenshan Dong Zhou mudi (An Eastern Zhou ena in Shang Society’, in Early Chinese Civilization: Anthropo- Cemetery at Zhenshan",
      "For an English logical Perspectives",
      "Art, summary of the finds at Zhangjiapo and Shangcunling, see Myth, and Ritual",
      "The Face of the Other World’",
      "static structure also characterizes the composition of the 140 The terms yu yi (jade suit) and yu xia (jade box) are found carvings on the famous Wu Liang Shrine. See Wu Hung, in Han shu and Hou Han shu (History of Latter Han); for The Wu Liang Shrine: The Ideology of Early Chinese Pictorial sources, see Shi Wei, ‘Guanyu “jinlü yuyi” de ziliao jianjie’ Art (Stanford, ca",
      "A Short Introduction to the Historical Information Regard-131 This opinion, first proposed by William Watson, is ing the ‘Jade Suit with Gold Threads’",
      "Other studies of this type of burial jades 132 According to written evidence from Mawangdui Tomb 3, include: Jeffrey Kao and Yang Zuosheng, ‘On Jade Suits which belonged to a son of Lady Dai’s who died in 168 bce, and Han Archaeology’"
    ],
    "type": "article-journal",
    "volume": [
      "3",
      "2",
      "xxxvi/6"
    ]
  },
  {
    "citation-number": [
      "7"
    ],
    "date": [
      "1974"
    ],
    "note": [
      "141 See Lu Zhaoyin, ‘Shi lun liang Han de yuyi’ (A Preliminary"
    ],
    "pages": [
      "43"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "Ban Gu, ‘Huo Guang zhuan’, in Han shu; Fan Ye"
      }
    ],
    "citation-number": [
      "133"
    ],
    "container-title": [
      "Wenwu",
      "Wenwu"
    ],
    "date": [
      "1965",
      "1981",
      "1989",
      "1988"
    ],
    "location": [
      "Beijing"
    ],
    "note": [
      "Some Issues Concerning the several ‘jade face covers’, which, in my view, continued and Liangzhu Culture), Kaogu,",
      "developed the Zhou tradition to form a particular category"
    ],
    "pages": [
      "51–8",
      "60–67",
      "236–45"
    ],
    "title": [
      "Li fu zhi’, Investigation of the Jade Suits of the Western and Eastern in Hou Han shu (History of the Later Han",
      "Han’",
      "Zailun Liang Han de yu yi’ 134 For a summary of the excavations and researches on the (A Further Discussion of Jade Suits of the Western and Liangzhu culture, see An Zhimin, ‘Guangyu Liangzhu Eastern Han’",
      "Lu’s list includes wenhua de ruoguan wenti"
    ],
    "type": "article-journal",
    "volume": [
      "1",
      "10",
      "3"
    ]
  },
  {
    "author": [
      {
        "given": "Kaogu"
      }
    ],
    "citation-number": [
      "135"
    ],
    "date": [
      "1984"
    ],
    "note": [
      "of burial jades."
    ],
    "pages": [
      "109–29"
    ],
    "type": null,
    "volume": [
      "2"
    ]
  },
  {
    "citation-number": [
      "136"
    ],
    "date": [
      "1988",
      "1980"
    ],
    "note": [
      "of Liu Ci at Linyi, Shandong), Kaogu,"
    ],
    "pages": [
      "1–31",
      "493–5"
    ],
    "title": [
      "Fanshan Excavation Team of the Zhejiang Provincial Insti- 142 ‘Shandong Linyi Xi Han Liu Ci mu’ (The Western Han Tomb tute of Archaeological and Cultural Relics"
    ],
    "type": null,
    "volume": [
      "6"
    ]
  },
  {
    "author": [
      {
        "given": "tomb"
      }
    ],
    "container-title": [
      "sedentrire de la conquête grecque à l’islamisation"
    ],
    "date": [
      "1984"
    ],
    "location": [
      "Paris"
    ],
    "pages": [
      ", 320–25 123–8, 157–86, 235–9"
    ],
    "title": [
      "For a summary, see Xi Han Nanyuewang mu (The 155 See Frantz Grenet, Les Pratiques funéraires dans l’Asie centrale Tomb of a Nanyue King of the Western Han"
    ],
    "type": "chapter",
    "volume": [
      "2"
    ]
  },
  {
    "author": [
      {
        "family": "Ibid.",
        "given": "i"
      },
      {
        "family": "Feng",
        "given": "Luo"
      },
      {
        "family": "Needham",
        "given": "See J."
      }
    ],
    "citation-number": [
      "144"
    ],
    "container-title": [
      "Merchants: Silk Road Treasures from Northwest China",
      "Chemistry and Chemical Technology, part 2",
      "Science and Civilization in China",
      "Discovery and Invention: Magisteries of Gold and Immortality"
    ],
    "date": [
      "2001"
    ],
    "editor": [
      {
        "literal": "ed."
      },
      {
        "family": "Juliano",
        "given": "Spagyrical Annette"
      },
      {
        "family": "Lerner",
        "given": "Judith"
      }
    ],
    "location": [
      "New York"
    ],
    "pages": [
      "370 156",
      "239–45"
    ],
    "title": [
      "Sogdians in Northwest China’, in Monks and 145"
    ],
    "type": "article-journal",
    "volume": [
      "v"
    ]
  },
  {
    "author": [
      {
        "family": "Thorp",
        "particle": "also see"
      }
    ],
    "date": [
      "1974"
    ],
    "location": [
      "Cambridge"
    ],
    "note": [
      "the local official in charge of the affairs of Sogdians and"
    ],
    "pages": [
      "284",
      "34"
    ],
    "title": [
      "Mountain Tombs 157 According to the epitaph, An Qie held the office of sabao, and Jade Burial Suits’"
    ],
    "type": null
  },
  {
    "citation-number": [
      "146"
    ],
    "container-title": [
      "i"
    ],
    "date": [
      "1980",
      "2001"
    ],
    "location": [
      "Beijing"
    ],
    "note": [
      "158 Wenwu,"
    ],
    "pages": [
      "37",
      "4–25 25"
    ],
    "title": [
      "Mancheng Han mu fajue baogao (Excavation Reprot of the other foreigners, as well as Area Commander-in-Chief. Han Tombs at Mancheng"
    ],
    "type": "chapter",
    "volume": [
      "1"
    ]
  },
  {
    "author": [
      {
        "family": "Tambiah",
        "given": "See S.J."
      },
      {
        "family": "Hale",
        "given": "M."
      }
    ],
    "citation-number": [
      "147"
    ],
    "container-title": [
      "Fundamentals of"
    ],
    "date": [
      "1968",
      "2002-05"
    ],
    "note": [
      "R. Jakobson, see Wu Hung, ‘A Case of Cultural Interaction: House-shaped ‘Two Aspects of Language and Two Types of Aphasic Distur- Sarcophagi of the Northern Dynasties’, Orientations, xxxiv/ bances’, in R. Jakobson and"
    ],
    "pages": [
      "35",
      "175–267",
      "4–41"
    ],
    "title": [
      "This opinion is summarized in Thorp, ‘Mountain Tombs 159 These tombs include the tomb of Song Shaozu, a Northern and Jade Burial Suits’",
      "Wei official who died in 477, and that of Yu Hong who died 148",
      "The Magical Power of Words’, Man, 3 in 592. In Song’s tomb, most of the skeleton remains of a",
      "189. deceased couple were not found inside the sarcophagus, 149 In a well-known formula, Roman Jakobson distinguishes the but on its roof. In Yu’s case, fragmentary bones were found metonymic and metaphoric as two different devices or opera- at different spots in the tomb, not only inside and outside tions in language. The metonymic is based on the principles the sarcophagus but also under the platform base of the of contiguity and sequence; the metaphoric is involved with sarcophagus. For a discussion of these and other examples, the principles of similarity and substitution"
    ],
    "type": "article-journal",
    "volume": [
      "5"
    ]
  },
  {
    "author": [
      {
        "given": "Language"
      }
    ],
    "container-title": [
      "Two Newly Discovered Liao between the syntagmatic (relations of alignment in terms of and Jin Painted Tombs in Xuanhua, Hebei), in 1998 Zhongguo contiguity) and the paradigmatic (relations of substitution zhongyao kaogu faxian (Important Chinese Archaeological in terms of similarity).’ P. Friedrich, ‘Polytropy’, in Beyond Finds in 1998",
      "Metaphor: The Theory of Tropes in Anthropology",
      "Review",
      "J. W"
    ],
    "date": [
      "1956",
      "1990-04",
      "2001",
      "2000"
    ],
    "editor": [
      {
        "literal": "ed."
      }
    ],
    "location": [
      "Beijing",
      "Beijing"
    ],
    "note": [
      "162 Yan Cheng, ‘Liaodai zhenrong ouxiang zangsu zouyi’"
    ],
    "pages": [
      "109–14",
      "406–28",
      "105–10"
    ],
    "title": [
      "As Paul 160 Patricia Ebrey, ‘Cremation in Sung China’, American Histori-Friedrich has pointed out, ‘Jakobson took Bühler’s crucial cal",
      "discovery of the axiom that contiguity and similarity consti- 161 For excavation reports, see Xuanhua Liao mu (Liao Dynasty tute the two fundamental dimensions of meaning. Jakobson Tombs at Xuanhua",
      "Hebei Xuanhua xin generalized this by relating it to the Saussurian dichotomy faxian liangchu Liao Jin bihua"
    ],
    "type": "article-journal",
    "volume": [
      "xcv/2"
    ]
  },
  {
    "author": [
      {
        "given": "Fernandes"
      }
    ],
    "container-title": [
      "Wenwu chunqiu",
      "Liao Jin shi lunji",
      "Yishushi yanjiu",
      "Harvard Journal of Linhuang shiji (Huhehaote"
    ],
    "date": [
      "1991",
      "A",
      "2004",
      "1987",
      "1968",
      "2006",
      "1996",
      "1999",
      "1987"
    ],
    "location": [
      "New York"
    ],
    "note": [
      "heavenly ch’i (breath, ether, etc.).’ Yü Ying-shih, ‘”O Soul, 165 See Xiang Chunsong, Liaodai lishi yu kaogu (History and Come Back!”: A Study in the Changing Conceptions of the Archaeology of the Liao Dynasty) (Huhehaote,",
      "For discussions, Asiatic Studies, xxvii",
      "see Hsüeh-man Shen, ‘Body Matters: Manikin Burials in the"
    ],
    "pages": [
      "44",
      "24–7,",
      "213–19",
      "433–82",
      "88–90,",
      "110",
      "258",
      "91–2",
      "387"
    ],
    "title": [
      "Discussion of the Liao Mortuary Custom of using True-150 It is also possible to interpret this figure as playing a protec- image Statues",
      "65; tive role. Evidence for this argument can be also derived Yang Jing, ‘Liao dai huozang mu’ (Liao Dynasty Cremation from Mawangdui: some peachwood figurines, conventional Burials",
      "Li Qingquan, images with an apotropaic function, were found between ‘Zhenrong ouxiang yu duoxiaoxing muzang – cong Xuanhua Lady Dai’s two innermost coffins. Liao mu kan Zhonggu sangzang liyi meishu de yici zhuan-151 Translation from B. Watson, The Complete Works of Chuang bian’ (Idols of the ‘True-image’ and Octagonal or Hexagon Tzu",
      "33; translation slightly modified. Ying- Tomb Chambers: Detecting a Transformation of Funerary shih Yü remarks: ‘The only difference between the hun (soul) Rites in Medieval China through Tombs of the Liao Dynasty and the hsien (immortal) is that while the former leaves the at Xuanhua",
      "body at death, the latter obtains its total freedom by trans- 163 Xuanhua Liao mu, i",
      "colour plate 24. forming the body into something purely ethereal, that is, the 164 ‘Hebei Xuanhua xin faxian liangchu Liao Jin bihua’",
      "Soul and Afterlife in Pre-Buddhist China’"
    ],
    "type": "article-journal",
    "url": [
      "ii:"
    ],
    "volume": [
      "3",
      "iii",
      "8"
    ]
  },
  {
    "citation-number": [
      "152"
    ],
    "container-title": [
      "Artibus Asiae, Reviewed Encyclopedia of the Taiping Era) (Beijing"
    ],
    "note": [
      "Li Qingquan, ‘Zhenrong ouxiang yu duojiaox-1960),"
    ],
    "pages": [
      "101",
      "3572",
      "440"
    ],
    "publisher": [
      "ing muzang’"
    ],
    "title": [
      "Hou Wei shu, cited in Li Fang, Taiping yulan (Imperially Liao Tombs of Xuanhua, Hebei Province’"
    ],
    "type": "article-journal",
    "volume": [
      "lxv/1"
    ]
  },
  {
    "author": [
      {
        "family": "A. Birrell",
        "particle": "from"
      }
    ],
    "citation-number": [
      "153"
    ],
    "date": [
      "1988"
    ],
    "location": [
      "China (London"
    ],
    "note": [
      "168 See Daban niepan jing (Mahaparinirvanasutra), Taishu 1:7.194c. ised to those who duplicate and distribute the dharanı. The 169 Hong Mai, Rongzhai suibi (The Writings of the Rong studio) sutra specifically encourages transcription of the dharanı"
    ],
    "pages": [
      "101",
      "238",
      "101 154",
      "75"
    ],
    "title": [
      "These are lines from the Han folk song ‘Bu chu Ximen xing’ 166 Hsüeh-man Shen, ‘Body Matters’",
      "Strolling out the Western Gate). 167 Xuanhua Liao mu, i",
      "Popular Songs and Ballads of Han modified"
    ],
    "translator": [
      {
        "family": "ibid",
        "particle": "in"
      }
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Ebrey",
        "particle": "from"
      }
    ],
    "date": [
      "1987"
    ],
    "location": [
      "Shanghai"
    ],
    "note": [
      "shadow of the pillars, as well as to those who touch the dust"
    ],
    "pages": [
      "274",
      "410"
    ],
    "title": [
      "Cremation on pillars, and promises salvation to those who stand in the in Sung China’"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Shen",
        "given": "Hsüeh-man"
      },
      {
        "family": "pillars",
        "particle": "from the"
      },
      {
        "given": "tombs"
      }
    ],
    "citation-number": [
      "170"
    ],
    "container-title": [
      "See Taisho 19:967.351c. See Elements Seen in Liao Tombs), Wenwu shijie",
      "also Liu Shufen, ‘Foding zunsheng tuoluoni jing yu Tang dai"
    ],
    "date": [
      "1994",
      "2002"
    ],
    "location": [
      "Princeton"
    ],
    "note": [
      "Li Qingquan, ‘Zhenrong ouxiang yu duoxiaoxing Zunsheng jingchuang de jianli–jingchuang yanjiu zhi yi’, muzang’,",
      "Zhongyang yanjiuyuan lishi yuyan yanjiusuo jikan, lxvii/1"
    ],
    "pages": [
      "137",
      "171",
      "15–20",
      "441–7"
    ],
    "title": [
      "Body Matters’",
      "Salvation is also given to those who have 171 Song gaoseng zhuan, T. 50, 2061: 773b. For a related discus- fallen into hell, provided that their descendants sprinkle sion, see Bernard Faure, The Rhetoric of Immediacy: A Cultural consecrated earth (by this particular dharanı ) over their Critique of Chan/Zen Buddhism",
      "Writing this text on top of the cover may have been 172 See Huo Jiena, ‘Liaomu zhong suojian fojiao yinsu’ (Buddhist a variant of the same practice"
    ],
    "type": "chapter",
    "volume": [
      "3"
    ]
  },
  {
    "citation-number": [
      "173"
    ],
    "date": [
      "1996",
      "m3"
    ],
    "note": [
      "186 See Taisho"
    ],
    "pages": [
      "145–93",
      "139",
      "967 351 –351"
    ],
    "title": [
      "One possible example is Zhang Shiben’s tomb at Xuanhua",
      "See Xuanhua Liao mu, i"
    ],
    "type": null,
    "volume": [
      "19"
    ]
  },
  {
    "author": [
      {
        "family": "Weijian",
        "given": "Wen"
      }
    ],
    "citation-number": [
      "174"
    ],
    "container-title": [
      "Fontain and in Beijing (dated 1097), the tomb of Ma Zhiwen and his Tung Wu, Unearthing China’s Past",
      "Neimenggu wenwu kaogu (Inner Mon-176 Ji Chengzhang, ‘Haoqianying diliuhao Liao mu ruogan golia Archaeology and Cultural Relics",
      "wenti de yanjiu’ (A Study of Several Problems Concerning 189 Taisho Tripitaka 08: 251:0848a–c. Tomb 6 of the Liao Dynasty at Haoqianying), Wenwu",
      "juan"
    ],
    "date": [
      "1972",
      "1973",
      "1993",
      "1999",
      "1983",
      "1997"
    ],
    "location": [
      "Taipei",
      "Boston",
      "Beijing"
    ],
    "note": [
      "quotation from 9. For a discussion of this tomb in English, see Nancy Shatzman Steinhardt, Liao 3 Temporality Architecture (Honululu, hi,"
    ],
    "pages": [
      "49",
      "192",
      "105",
      "90–97",
      "9–14",
      "318–20"
    ],
    "title": [
      "Luting shishi’, in Tao Zongyi, comp., Shuo fu 187 These include the tomb of Dong Xiang and his wife Zhang",
      "wife Zhang in Beijing (dated 1113), and a tomb at Chaoyang Slightly modified. Xishangtai in Liaoning. For references and a brief discussion, 175 For the excavation report, see Liao Chenguo gongzhu mu see Hsüeh-man Shen, ‘Body Matters’",
      "Tomb of the Princess of the State of Chen of the Liao 188 ‘Aohanqi Lamagou Liaodai bihua mu’ (A Painted Tomb at Dynasty",
      "Lamagou, Aohanqi"
    ],
    "translator": [
      {
        "family": "Jan",
        "particle": "from"
      }
    ],
    "type": "article-journal",
    "volume": [
      "8",
      "1",
      "9"
    ]
  },
  {
    "author": [
      {
        "family": "Qingquan",
        "given": "Li"
      }
    ],
    "citation-number": [
      "177"
    ],
    "note": [
      "‘Zhenrong ouxiang yu duojiaoxing D. Pellauer (Chicago, il, 1985),",
      "3 Ibid."
    ],
    "pages": [
      "439",
      "143",
      "438"
    ],
    "title": [
      "Zhenrong ouxiang yu duoxiaoxing muzang’, 1 Zhou Xingsi, A Thousand Character Essay, Qian Zi Wen",
      "trans. and annotated by Nathan Sturman, available at 178 Liao Chenguo gongzhu mu",
      "According to other authors, www.angelfire.com/ns/pingyaozhuan/tce.html. ‘more than thirty’ such funerary objects have been found. 2 Paul Ricoeur, Time and Narrative"
    ],
    "translator": [
      {
        "family": "Blamey",
        "given": "K."
      },
      {
        "family": "Qingquan",
        "given": "See Li"
      }
    ],
    "type": null,
    "volume": [
      "iii. muzang",
      "and n. 16"
    ]
  },
  {
    "author": [
      {
        "family": "Mather",
        "given": "Richard B."
      },
      {
        "given": "tran"
      }
    ],
    "citation-number": [
      "179"
    ],
    "container-title": [
      "Wenwu cankao ziliao"
    ],
    "date": [
      "1985",
      "1990",
      "1991",
      "1977"
    ],
    "location": [
      "Xi’an"
    ],
    "note": [
      "of the inscription, see Kaogu,",
      "6 These studies include Hu Lingui, ‘Xi’an Jiaoda Xi Han mu"
    ],
    "pages": [
      "163–73",
      "180",
      "361",
      "21",
      "402"
    ],
    "publisher": [
      "Western Han Tomb at Xi’an Transportation University"
    ],
    "title": [
      "The other two materials, straw and clay, may have also 4 For a detailed report of this tomb, see ‘Luoyang Xin Mang originated in Chinese traditions. As mentioned earlier in shiqi de bihua mu’ (A Painted Tomb of the Xin Dynasty this book, Confucius advocated equipping tombs with Period in Luoyang",
      "straw figures’ called chu ling, whereas ‘ash icons’ of eminent",
      "monks were conventionally clay statues. 5 For excavation reports, see Kaogu yu wenwu",
      "Shih-shuo Hsin-yü: A New Account 57–63; Xi’an Jiaotong Daxue Xi-Han bihuamu (A Painted of Tales of the World, by Liu Yijing (Minneapolis, mn, 1976",
      "The tomb has been dated to the late Western 181 For the excavation report of this figure and a transcription Han to Xin dynasty, see ibid"
    ],
    "type": "chapter",
    "volume": [
      "9",
      "4",
      "6"
    ]
  },
  {
    "author": [
      {
        "family": "Qikun",
        "given": "Luo"
      }
    ],
    "citation-number": [
      "182"
    ],
    "container-title": [
      "An muzang bihua ershiba xu singtu kaoshi’ (A Study of the Examination of the dharanı Inscriptions from Liao Tombs at Painted Twenty-eight Lunar Lodges in the Western Han Xuanhua), in Xuanhua Liao mu, i",
      "Renwen zazhi, Orientalis"
    ],
    "date": [
      "1980",
      "1999",
      "1989",
      "especially 353"
    ],
    "note": [
      "Tomb at Xi’an Transportation University), Studies in the"
    ],
    "pages": [
      "29",
      "106",
      "29–54",
      "85–7",
      "352–60"
    ],
    "title": [
      "For the excavation report, see Wenwu",
      "ershiba xu xingtu yu “Shiji Tianguanshu”’ (The Depiction 183 I consulted Hsüeh-man Shen’s translation in ‘Body Matters’, of the Twenty-eight Lunar Lodges in the Western Han tomb",
      "For a different translation, see Tansen Sen, ‘Astro- at Xi’an Transportation University and the “Treatise of nomical Tomb Paintings from Xuanhua: Mandalas?’ Ars Celestial Officials” in the Historical Records",
      "Xi’an Jiaotong Daxue Xi Han 184 Zhang Baosheng, ‘Xuanhua Liao mu tuoluoni kao"
    ],
    "type": "article-journal",
    "volume": [
      "v",
      "xxix",
      "2"
    ]
  },
  {
    "citation-number": [
      "185"
    ],
    "date": [
      "1991",
      "2001"
    ],
    "genre": [
      "PhD dissertation,"
    ],
    "pages": [
      "236–45"
    ],
    "publisher": [
      "Harvard University"
    ],
    "title": [
      "Foding zunsheng tuoluoni is well known for its efficacy in History of Natural Sciences",
      "Lan-ying saving people from hell. It is included in the Foding zunsheng Tseng, ‘Picturing Heaven: Image and Knowledge in Han tuoluoni jing, where salvation and rebirth in heaven is prom- China’"
    ],
    "type": "thesis",
    "volume": [
      "x/3"
    ]
  },
  {
    "citation-number": [
      "7"
    ],
    "date": [
      "1964",
      "1997"
    ],
    "note": [
      "Nancy Shatzman Star Map in the Western Han Painted Tomb at Luoyang), Steinhardt, Liao Architecture (Honululu, hi,"
    ],
    "pages": [
      "347"
    ],
    "title": [
      "For the excavation report, see Kaogu xuebao",
      "in Horyu-ji, Nara, in which the Buddha enshrined on a lotus 107–13. For a discussion of the astronomical drawing, see Xia is surrounded by Babylonian zodiac signs and the twenty-Nai, ‘Luoyang Xi Han bihuamu zhong de xingxiangtu’ (The eight lunar lodges in two separate circles"
    ],
    "type": null,
    "volume": [
      "2"
    ]
  },
  {
    "author": [
      {
        "given": "Kaogu"
      },
      {
        "family": "Lai",
        "given": "C.M."
      }
    ],
    "container-title": [
      "provides a thorough discussion of Journal of American Oriental Society"
    ],
    "date": [
      "1965",
      "19",
      "1994"
    ],
    "note": [
      "astronomical drawings from early China. 409–25; translation from 423."
    ],
    "pages": [
      "80–90"
    ],
    "publisher": [
      "Lan-ying Tseng’s doctoral disser"
    ],
    "title": [
      "The Art of Lamentation in the Works of Pan Yue’, tation, ‘Picturing Heaven’"
    ],
    "type": "article-journal",
    "volume": [
      "2",
      "cxiv/3"
    ]
  },
  {
    "author": [
      {
        "family": "Cheng",
        "given": "Te-k’un"
      }
    ],
    "citation-number": [
      "8"
    ],
    "date": [
      "1957"
    ],
    "note": [
      "Propriety), in Ruan Yuan, comp., Shisanjing zhushu (An"
    ],
    "pages": [
      "175"
    ],
    "title": [
      "Yin-Yang Wu-Hsing and Han Art’, Harvard 20 One list of such objects can be found in Yi li (Rituals and Journal of Asiatic Studies xx/1–2"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Major",
        "given": "See John S."
      }
    ],
    "citation-number": [
      "9"
    ],
    "date": [
      "1980",
      "1993"
    ],
    "location": [
      "Beijing"
    ],
    "note": [
      "Early Han Thought: Chapters Three, Four, and Five of the 21 For the excavation report, see Yinxu Fuhao mu (Tomb of Huainanzi (Albany, ny,",
      "Fuhao at the Ruins of Yin) (Beijing, 1980)."
    ],
    "pages": [
      "1148–9",
      "127"
    ],
    "title": [
      "The text also corresponds to the Lunar Lodges and the Nine Annotated Edition of the Thirteen Classics",
      "Districts on earth",
      "Heaven and Earth in"
    ],
    "type": "report"
  },
  {
    "author": [
      {
        "family": "Keightley",
        "given": "David N."
      }
    ],
    "citation-number": [
      "10"
    ],
    "container-title": [
      "Ancient of sishen, see Chen Jiangfeng, ‘Nanyang tianwen huaxiangshi Mortuary Traditions of China",
      "George Kuwayama (Los kaoxi’, Handai huaxiangshi yenjiu (Studies of Han Pictorial Angeles"
    ],
    "date": [
      "1991"
    ],
    "editor": [
      {
        "literal": "ed."
      }
    ],
    "note": [
      "quotation from"
    ],
    "pages": [
      "12–25",
      "17"
    ],
    "title": [
      "Original note: for discussion and Han illustrations of the 22",
      "The Quest for Eternity in Ancient Four Palaces either in the form of constellations or symbols China: The Dead, Their Gifts, Their Names’"
    ],
    "type": "chapter"
  },
  {
    "date": [
      "1987"
    ],
    "location": [
      "Beijing"
    ],
    "note": [
      "23 Hayashi Minao, ‘Concerning the Inscription “May Sons and"
    ],
    "pages": [
      "141–54"
    ],
    "title": [
      "Carvings"
    ],
    "type": null
  },
  {
    "citation-number": [
      "11"
    ],
    "container-title": [
      "Artibus Asiae"
    ],
    "date": [
      "1979",
      "1993"
    ],
    "location": [
      "London"
    ],
    "note": [
      "analogy between the diviner’s board and tlv mirror. 24 Lothar von Falkenhausen, Chinese Society in the Age of"
    ],
    "pages": [
      "60–85,",
      "51–8"
    ],
    "title": [
      "Original note: see Michael Loewe, Ways to Paradise: The Grandsons Eternally Use This [Vessel]”’",
      "for the Childs-Johnson"
    ],
    "translator": [
      {
        "family": "Eternity",
        "given": "Elizabeth Chinese Quest",
        "particle": "for"
      }
    ],
    "type": "article-journal",
    "volume": [
      "liii/1–2"
    ]
  },
  {
    "author": [
      {
        "given": "sing"
      },
      {
        "family": "Art’",
        "given": "Han"
      }
    ],
    "citation-number": [
      "12"
    ],
    "container-title": [
      "Te-K’un Cheng, in ‘Yin-Yang Wuh",
      "ii",
      "Exploring China’s Past: Inscriptions’, Bulletin of the Museum of Far Eastern Antiquities, New Discoveries and Studies in Archaeology and Art"
    ],
    "date": [
      "1936",
      "2006",
      "1954",
      "1963",
      "1934",
      "2000"
    ],
    "editor": [
      {
        "family": "R",
        "particle": "ed."
      }
    ],
    "location": [
      "Tokyo",
      "Angeles, ca",
      "Beijing",
      "New York",
      "London"
    ],
    "pages": [
      "17–18",
      "299",
      "176,",
      "245",
      "104",
      "9–72",
      "189–204"
    ],
    "publisher": [
      "Whitfield and Wang Tao"
    ],
    "title": [
      "Original note: See Umehara Sueji, O-bei ni okeru Shina kokyo Confucius (1000–250 bc): The Archaeological Evidence (Los",
      "suggests two alternative readings 25 Xunzi, Zhuzi jicheng",
      "Burton Watson, of the inscription – either wishing one’s sons and grandsons trans., Hsün Tzu: Basic Writings",
      "well or wishing that a grandson will be born each hour of 26 Alain Thote, ‘Continuities and Discontinuities: Chu Burials the day; also see Bernhard Kalgren, ‘Early Chinese Mirror during the Eastern Zhou Period’"
    ],
    "type": "chapter",
    "volume": [
      "vi"
    ]
  },
  {
    "author": [
      {
        "family": "note",
        "given": "Original"
      },
      {
        "family": "John Major",
        "particle": "see"
      }
    ],
    "citation-number": [
      "13"
    ],
    "container-title": [
      "ciation of Asian Religions, Thematic Studies l/2 (1986), See Guolong Lai, ‘The Baoshan Tomb: Religious Transitions"
    ],
    "note": [
      "in Art, Ritual, and Text During the Warring States Period"
    ],
    "pages": [
      "133–66"
    ],
    "title": [
      "The Five Phases, Magic 27 In the inventory of grave goods found in Baoshan Tomb 2, Squares, and Schematic Cosmography’, Journal of the Asso- these articles are classified as ‘xing qi’ – objects for travelling"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "14"
    ],
    "container-title": [
      "New Perspectives on China’s Past: Chinese 28 Xunzi, Zhuzi jicheng, ii"
    ],
    "date": [
      "2002"
    ],
    "editor": [
      {
        "family": "Xiaoneng",
        "given": "Yang"
      }
    ],
    "genre": [
      "PhD dissertation, ucla"
    ],
    "pages": [
      "69–70",
      "245",
      "104"
    ],
    "publisher": [
      "Watson, Hsün Tzu"
    ],
    "title": [
      "For summaries of the excavation reports of these tombs, see (480–221 bce)’"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "i",
      "Kaogu xuebao"
    ],
    "date": [
      "ii, plate 162",
      "1972",
      "1976"
    ],
    "note": [
      "Archaeology in the Twentieth Century (New Haven, ct, 1999), 29 Ibid. ii,",
      "30 Changsha Chu mu (Chu Tombs at Changsha), 2 vols (Beijing,",
      "But Based on a Star Map in a Liao Tomb at Xuanhua), is best Guolong Lai argues that because of the lack of the measure known. Kaogu xuebao,",
      "word ‘pair’ (liang), it more probably means that a new shoe"
    ],
    "pages": [
      "436–44",
      "422, 426",
      "73–89",
      "35–58"
    ],
    "title": [
      "15 Among numerous studies of this mural in different lan- 2000",
      "Zhu Dexi and Qiu Xigui guages, Xia Nai’s essay, ‘Cong Xuanhua Liao mu de xingtu interpret the record as ‘a pair of new shoes and a pair of old lun ershiba xiu he huangdao shiergong’ (A Discussion of shoes’ in ‘Zhanguo wenzi yanjiu liuzhong’ (Six Studies of the Twenty-eight Lunar Lodges and the Twelve Palaces Warring States Texts"
    ],
    "type": "article-journal",
    "volume": [
      "1",
      "2"
    ]
  },
  {
    "citation-number": [
      "16"
    ],
    "container-title": [
      "yanjiu (Studies of Chinese History"
    ],
    "date": [
      "2000"
    ],
    "location": [
      "Beijing"
    ],
    "note": [
      "other without such flower images (m4, m7 and m10). Ibid. 33 ‘Wen Tao zhuan’, Jiu Wudai shi (Old History of the Five"
    ],
    "pages": [
      "85,",
      "77–104",
      "84–5"
    ],
    "title": [
      "This type of study is best represented by Li Qingquan’s 2005 and an old shoe were paired together. ‘The Baoshan Tomb’, essay, ‘Xuanhua Laodai bihuamu zhong de shijian yu",
      "Here I followed the first opinion. kongjian wenti’ (Problems Concerning Time and Space in 31 Dunhuang manuscript s.5381, British Library. I want to the Liao Dynasty Painted Tombs at Xuanhua), Zhongguoshi thank Zhang Zong for bringing my attention to this text",
      "32 Han Wudi neizhuan (Inner Biography of Emperor Wu of the 17 Li Qingquan divides these tombs into two groups, one with Han Dynasty), see Wang Zijin, Zhongguo daomu shi (A history flower images surrounding the sky map (m3 and m6); the of tomb robbery in China"
    ],
    "type": "chapter",
    "volume": [
      "n. 44",
      "xxxiv (205"
    ]
  },
  {
    "citation-number": [
      "18"
    ],
    "date": [
      "1976"
    ],
    "location": [
      "Beijing"
    ],
    "note": [
      "Paintings and Han mu (Tombs 2 and 3 of the Han Dynasty at Mawangdui, Calligraphic Works by Wen Zhengming Unearthed from Changsha), 2 vols (Beijing, 2004),",
      "a Ming Tomb at Dongtingshan, Wuxian), Wenwu, 3 (1977), 36 Ibid., i,"
    ],
    "pages": [
      "119–20",
      "267",
      "238–9 65–8"
    ],
    "title": [
      "In explaining the symbolism of the western zodiac in this Dynasties",
      "tomb, Nancy Steinhardt has made an interesting suggestion 34 Ricoeur, Time and Narrative, iii",
      "by connecting the mural with the Star (Big Dipper) Mandala 35 This opinion is confirmed by a scientific study of the skeletal the art of the yellow springs 250 remains in Tomb 3, which identifies the occupant as a man of Zhengming. See Su Huaping, ‘Wuxian Dongtingshan Ming thirty to forty years old. See Changsha Mawangdui er, san hao mu chutu de Wen Zhengming shuhua"
    ],
    "type": null,
    "url": [
      "i,"
    ]
  },
  {
    "author": [
      {
        "family": "Watson",
        "given": "Hsün Tzu"
      }
    ],
    "citation-number": [
      "37"
    ],
    "container-title": [
      "Zhongguo wenwu bao"
    ],
    "date": [
      "1997",
      "1997-11-23"
    ],
    "location": [
      "Beijing"
    ],
    "note": [
      "of carving had already appeared in the Eastern Han, as 38 These jades originated from Hongshan, Liangzhu, Shandong, demonstrated by a stele from Fei Zhi’s tomb. Longshan and Shijiahe cultures. 50 The earliest dated example of this form is Liu Huaimin’s 39 See Lin Si Nai Fu (Hayashi Minao), Zhongguo guyu yanjiu (A epitaph of 464, discovered at Yidu in Shandong. Study of Ancient Chinese Jades), trans. Yang Mei-li (Taipei, 51 For example, Judy Chungwa Ho writes: ‘The square epitaph 1997),",
      "can be understood as a miniature version of the tomb. The"
    ],
    "pages": [
      "245",
      "104",
      "33–4",
      "39–41",
      "3",
      "35–97"
    ],
    "title": [
      "Using Mawangdui Tomb 3 and other examples as evidence, 47 Xunzi, Zhuzi jicheng, ii",
      "Cao Yannong suggests that books found in Han tombs were 48 For a summary of these theories, see Zhao Chao, Zhongguo often hand-written copies made or commissioned by the gudai shike gailun (A General Discussion of Ancient Chinese tomb occupants. ‘Cong Mawangdui Han mu boshu kan Stone Carvings",
      "Han dai zangshu xisu’ (On the Han Custom of Burying 49 For examples of ‘underground steles’ during the Jin, see Books Based on the Silk Manuscripts from the Han Tomb ibid",
      "It should be noted, however, that this type at Mawangdui"
    ],
    "type": "article-journal"
  },
  {
    "citation-number": [
      "40"
    ],
    "container-title": [
      "Ancient Mortuary Traditions of China",
      "George See Wenwu"
    ],
    "date": [
      "1984",
      "1981",
      "1991"
    ],
    "editor": [
      {
        "literal": "ed."
      }
    ],
    "location": [
      "Kuwayama (Los Angeles, ca"
    ],
    "pages": [
      "302–32,",
      "9–14",
      "71"
    ],
    "title": [
      "For the excavation report, see Kaogu",
      "domed cover and square bottom are analogous to tomb 348. Another example of this type of ‘husband and wife’ structure.’ ‘The Twelve Calendrical Animals in Tang Tombs’, burial is that of Lord Fan and Mrs Fan at Xinyang, Henan"
    ],
    "type": "article-journal",
    "volume": [
      "4",
      "1"
    ]
  },
  {
    "author": [
      {
        "family": "See Wu Hung",
        "particle": "two graves. sarcophagus."
      }
    ],
    "container-title": [
      "Orientations"
    ],
    "date": [
      "2002-05"
    ],
    "pages": [
      "4–41"
    ],
    "title": [
      "A Case of Cultural Interaction: 43 The inscriptions on these bronzes read: ‘Meng, Lord of the House-shaped Sarcophagi of the Northern Dynasties’, state of Huang, has made this travelling vessel for himself"
    ],
    "type": "article-journal",
    "volume": [
      "xxxiv/5"
    ]
  },
  {
    "note": [
      "On the Jade Carvings from the Tomb of Huang Jun from Luoyang) (Beijing, 1987)."
    ],
    "title": [
      "Future generations will forever treasure it.’ 56 Huang Minglan, Luoyang Bei Wei shisu shike xiankehua 44 See Lin Jilai, ‘Lun Chunqiu Huang Jun Meng fufu mu chutu (A Collection of Northern Wei Secular Stone Engravings de yuqi"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Meng"
      },
      {
        "family": "Spring",
        "particle": "his Wife of the"
      },
      {
        "family": "Period’",
        "given": "Autumn"
      }
    ],
    "date": [
      "2001",
      "57",
      "1980"
    ],
    "note": [
      "45 See Mancheng Han mu fajue baogao (A Report on the Excava- Guo Jianbang, ‘Bei Wei Ning Mao shishi he muzhi’ (The tion of the Han Tombs at Mancheng), 2 vols (Beijing, 1980), Stone Chamber and Epitaph of Ning Mao of the Northern i,",
      "Wei Dynasty), Henan wenbo tongxun,"
    ],
    "pages": [
      "71–4,",
      "255–61",
      "33–40"
    ],
    "title": [
      "57 For discussions of these carvings, see Kojiro Tomita, ‘A Kaogu yu wenwu",
      "Chinese Sacrifical Stone House of the Sixth Century ad’"
    ],
    "type": "report",
    "volume": [
      "6",
      "1"
    ]
  },
  {
    "citation-number": [
      "46"
    ],
    "container-title": [
      "Shisanjing zhushu",
      "image, a scene on the Wu Liang Shrine changes it to his 1595. father’s portrait. For a discussion of this legend and related 77 Arthur Waley, The Book of Songs"
    ],
    "date": [
      "1972",
      "1441",
      "1978",
      "1989",
      "1983"
    ],
    "location": [
      "New York"
    ],
    "note": [
      "see Wu Hung, The Wu Liang Shrine: The Ideology of 80; see too, K. C. Chang, Art, Myth and Ritual (Cambridge, Early Chinese Pictorial Art (Stanford, ca,",
      "Additional evidence comes from 61 See M. L. Makra, trans., The Hiso Ching (Washington, dc, Shang divinatory inscriptions, which demonstrate that in"
    ],
    "pages": [
      "27–38",
      "1439,",
      "239– ,",
      "282–5",
      "10–15"
    ],
    "title": [
      "Found during the Cultural Revolution, the tomb was not 58 According to inscriptions on the sarcophagus, it was scientifically excavated. For a brief report on this tomb, see commissioned by Ning Mao’s sons Ning Wanshou and Wenwu",
      "A few years later, another Ming Ning Shuangshou. dynasty tomb at Wuxian, Jiangsu, yielded a group of 59 James Legge, The Chinese Classics",
      "part 1, Zhong paintings and calligraphic works by the Ming master Wen Yong. 60 There are difference versions of the story. Although trans- Chinese Art and Visual Culture’, forthcoming. mitted texts often identify the statue as Ding Lan’s mother’s 76 Li ji (The Book of Rites"
    ],
    "type": "chapter",
    "volume": [
      "5",
      "xvii"
    ]
  },
  {
    "date": [
      "1961"
    ],
    "pages": [
      "2–3,"
    ],
    "title": [
      "15. the minds of the late Shang kings there was a remote era"
    ],
    "type": null
  },
  {
    "citation-number": [
      "62"
    ],
    "container-title": [
      "Art Bulletin"
    ],
    "date": [
      "1939",
      "miao hao",
      "1965"
    ],
    "editor": [
      {
        "family": "Loewe",
        "particle": "ed."
      },
      {
        "given": "Shaughnessy"
      }
    ],
    "genre": [
      "PhD dissertation,"
    ],
    "location": [
      "Kaka Kenkyûjo"
    ],
    "note": [
      "Gao zu) and placed them with Pictorial Carvings at Yi’nan) (Shanghai, 1956). For an before the earliest predynastic ruler, Shangjia Wei. For these insightful study of these images, see Lydia Thompson, ‘The groups in Shang religion, see David N. Keightley, ‘The Shang: Yi’nan Tomb: Narrative and Ritual in Pictorial Art of the China’s First Historical Dynasty’, in The Cambridge History of Eastern Han (25–220 ce)’,"
    ],
    "pages": [
      "359–82",
      "167–86",
      "2124",
      "405",
      "253–6"
    ],
    "publisher": [
      "Institute of Fine Ancient China"
    ],
    "title": [
      "For a general study of this sarcophagus, see Ikuro Okumura, prior to even the predynastic period. Figures belonging to Kaka",
      "this mythical past transcended chronology or any systematic 63 See Alexander Soper, ‘Life-motion and the Sense of Space temporal and spatial order, as they were not accorded in Early Chinese Representational Art’",
      "and thus did not have scheduled",
      "places in the late Shang ritual calendar. Roughly grouped 64 Fan Ye, Hou Han shu (History of the Later Han) (Beijing, together by modern historians as Former Lords (Xian gong",
      "some of them may have emerged from the ranks of natural 65 See Shi Zhecun, Shuijing zhu beizhu (Stone Monuments deities and human heroes, while others had picture-like Recorded in the Annotated Canon of Waterways) (Tianjin, names alluding to certain mythological animals. A third 1987",
      "group includes figures more closely related to the ancestor 66 For the excavation report, see Yi’nan gu huaxiangshi mu fajue cult of the Shang royal house, since late Shang kings called baokao (A Report of the Excavation of an Ancient Tomb them their ‘High Ancestors"
    ],
    "type": "article-journal",
    "volume": [
      "xxx/3, ‘temple names"
    ]
  },
  {
    "author": [
      {
        "family": "Arts",
        "given": "New York University"
      }
    ],
    "date": [
      "1998",
      "1980",
      "1988"
    ],
    "location": [
      "Beijing"
    ],
    "note": [
      "67 For the excavation report, see Wenwu,"
    ],
    "pages": [
      "73–94 141–4"
    ],
    "title": [
      "78 Ruan Yuan, comp., Shisanjingzhushu"
    ],
    "type": "report",
    "volume": [
      "1"
    ]
  },
  {
    "author": [
      {
        "family": "i",
        "given": "Hung"
      }
    ],
    "citation-number": [
      "68"
    ],
    "container-title": [
      "Ming Qing 80 Ibid., i",
      "Chang 81 Wu Hung, ‘Mingqi de lilun he shijian – Zhanguo shiqi liyi (Stanford, ca, 1997). meishu zhong de guannianhua qingxiang’ (The Theory and 69 Minghuang zalu (Miscellaneous Records of Emperor Practice of ‘Spirit Vessels’ – A Conceptual Tendency in Minghuang",
      "Warring States Ritual Art), Wenwu"
    ],
    "date": [
      "1967",
      "1994",
      "2006"
    ],
    "editor": [
      {
        "given": "Women"
      },
      {
        "family": "Literature",
        "given": "ed E.Widmer"
      },
      {
        "given": "K.I.S."
      }
    ],
    "location": [
      "New York",
      "Beijing"
    ],
    "pages": [
      "125",
      "139",
      "58",
      "71–81"
    ],
    "title": [
      "For a discussion of the definition of ‘feminine space’, see Wu 79 James Legge, Li Chi: Book of Rites",
      "Beyond Stereotypes: The Twelve Beauties in Qing",
      "Court Art and The Dream of the Red Chamber’"
    ],
    "type": "article-journal",
    "volume": [
      "2",
      "6"
    ]
  },
  {
    "author": [
      {
        "literal": "husband over his favourite concubine, Zhao Yangtai, and 84 Patricia B. Ebrey, trans. and annotated, Chu Hsi’s Family refused to reconcile."
      }
    ],
    "citation-number": [
      "70"
    ],
    "container-title": [
      "‘Neimenggu shidian yitu weili’ (The ‘indirect’ Transmission of the Xuanhe Chifeng Baoshan Liao mu bihua “jijintu” kao’ (A Study of bogu tu – Earthernware from the Tomb of Saiyinchidahu and the ‘Sending a Brocade Picture’ in the Painted Tomb of the the Shaoxi zhouxian shidian yitu), Taida Journal of Art History",
      "Wenwu"
    ],
    "date": [
      "1991",
      "1999",
      "2003-03",
      "2001"
    ],
    "location": [
      "Princeton"
    ],
    "note": [
      "translation modified. 71 See Wu Yugui, ‘Neimenggu Chifeng Baoshan Liaomu bihua 85 Ibid.,",
      "Liao Dynasty at Baoshan, Chifeng, Inner Mongolia), Wenwu, xiv",
      "Li Ling, Ligu zhujin – Kaogu",
      "faxian he fugu yishu (Re-casting Antiquity – Archaeological"
    ],
    "pages": [
      "139–40",
      "1284",
      "3",
      "107",
      "81–3",
      "1–26",
      "92–6"
    ],
    "title": [
      "There are several versions of the story. Another version 82 Legge, Li Chi, i",
      "presents Su Hui as a jealous wife who quarrelled with her 83 Li ji",
      "But after Dou Tao departed for his post Rituals: A Twelfth-Century Chinese Manual for the Performance she missed him deeply and composed the circular poem for of Capping, Wedding, Funeral, and Ancestral Rites",
      "songjingtu” kao’ (A Study of the ‘Sutra Chanting Picture’ in 86 See Xu Yahui, ‘Xuanhe bogu tu de “jianjie” liuchuan – yi Yuan the Painted Tomb of the Liao Dynasty at Baoshan, Chifeng, dai Saiyinchidahu mu chutu de taoqi yu Shaoxi zhouxian Inner Mongolia"
    ],
    "type": "article-journal",
    "volume": [
      "2",
      "3"
    ]
  },
  {
    "author": [
      {
        "given": "Wenwu"
      }
    ],
    "citation-number": [
      "72"
    ],
    "date": [
      "1998"
    ],
    "note": [
      "Hong Kong, 73 Wu Hung, ‘A Case of Cultural Interaction’. 2005),"
    ],
    "pages": [
      "94",
      "58–65"
    ],
    "title": [
      "Discoveries and Archaism in Chinese Art"
    ],
    "type": null,
    "volume": [
      "1"
    ]
  },
  {
    "author": [
      {
        "family": "Yan",
        "given": "Zheng"
      }
    ],
    "citation-number": [
      "74"
    ],
    "container-title": [
      "and Northern and Southern Documentary on Graves and Tombs of the Song Dynasty Dynasties"
    ],
    "date": [
      "2002",
      "1996"
    ],
    "location": [
      "Beijing",
      "Heidelberg"
    ],
    "note": [
      "960–1279"
    ],
    "pages": [
      "248–50"
    ],
    "title": [
      "Wei Jin Nanbeichao bihuamu yanjiu (A Study of 87 Dieter Kuhn, A Place for the Dead: An Archaeological Painted Tombs of the Wei, Jin"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "75"
    ],
    "container-title": [
      "see Wu Hung, bummei tenran (The Exhibition of Cultural Relics from the ‘Beyond the Great Boundary’",
      "Journal of Oriental Studies"
    ],
    "date": [
      "1978"
    ],
    "pages": [
      "3–20",
      "98–104"
    ],
    "title": [
      "For a general discussion of fugu in Chinese visual culture, see 88 Ellen Laing, ‘Patterns and Problems in Later Chinese Tomb Wu Hung, ‘Patterns of Fugu (Returning to the Ancients) in Decoration’",
      "89 This object is published in Tokyo National Museum, Koga 111 For the concept of ‘funerary narrative’"
    ],
    "type": "article-journal",
    "volume": [
      "xvi"
    ]
  },
  {
    "date": [
      "1986"
    ],
    "genre": [
      "ma thesis,"
    ],
    "location": [
      "Tokyo"
    ],
    "pages": [
      "29"
    ],
    "publisher": [
      "University"
    ],
    "title": [
      "Yellow River Region",
      "112 Jeehee Hong, ‘Path to the Other World: A Funerary Narrative 90 For the excavation report, see Zhangjiaobo Xi Zhou mudi Rendered in Tokhongri Tomb Murals’"
    ],
    "type": "thesis"
  },
  {
    "author": [
      {
        "family": "Chicago",
        "particle": "of"
      }
    ],
    "container-title": [
      "See ibid",
      "Tomb",
      "and Tomb",
      "The National Place Museum Research near Datong, Wenwu",
      "Daogui’s tomb in Quarterly",
      "Shandong, Wenwu",
      "Wenwu"
    ],
    "date": [
      "1999",
      "2001",
      "illus. 21",
      "illus. 32",
      "2001",
      "2005",
      "1985",
      "1990",
      "1979"
    ],
    "location": [
      "Beijing"
    ],
    "note": [
      "Ning Mao’s sarcopha-91 For the excavation report, see Kaogu xuebao, 1 (1993), gus; a tomb in the Taiyuan No. 1 Thermal Power Plant,",
      "Gao Run’s tomb, Kaogu, 92 Constance A. Cook, Death in Ancient China: The Tale of One"
    ],
    "pages": [
      "36",
      "40–51",
      "1–30",
      "42–8",
      "58–88",
      "1–10",
      "235–43, 234"
    ],
    "title": [
      "A Western Zhou Cemetery at Zhangjiabo",
      "esp",
      "See Wu 113 This cartouche reads: ‘The moment when this nobleman Xiaojun, ‘Xi Zhou shiqi chema maizang zhongde lizhi (Chin) goes on a journey",
      "yihan’ (The Ritual Significance of Chariot Burials during 114 Some examples include: A Northern Wei tomb at Zhijiabao the Western Zhou"
    ],
    "type": "article-journal",
    "volume": [
      "170",
      "196",
      "7",
      "xxii/4",
      "10",
      "12",
      "3"
    ]
  },
  {
    "author": [
      {
        "family": "Journey",
        "given": "Man’s"
      }
    ],
    "date": [
      "2006"
    ],
    "genre": [
      "(Visiting related inventory texts,"
    ],
    "note": [
      "in the same book. Lou Rui’s Tomb of the Northern Qi in Taiyuan), Wenwu, 10"
    ],
    "pages": [
      "55",
      "219–24"
    ],
    "title": [
      "For translation of the 115 Su Bai, ‘Taiyuan Bei Qi Lou Rui mu canguan ji’"
    ],
    "type": null
  },
  {
    "date": [
      "1983"
    ],
    "pages": [
      "26"
    ],
    "title": [
      "Guolong Lai has also examined this group of ‘paraphernalia"
    ],
    "type": null
  },
  {
    "container-title": [
      "function’ of some objects",
      "see Wenwu"
    ],
    "date": [
      "1993"
    ],
    "note": [
      "117 Ibid.,"
    ],
    "pages": [
      "4–40",
      "91–9",
      "7"
    ],
    "publisher": [
      "‘The Baoshan Tomb’"
    ],
    "title": [
      "used for travel’, and speculated on the possible ‘apotropaic 116 For the excavation report"
    ],
    "type": "article-journal",
    "volume": [
      "10"
    ]
  },
  {
    "citation-number": [
      "93"
    ],
    "container-title": [
      "From Chinese Art’, in Boundaries in China",
      "and Changes in Funerary Space), in Between Han and Tang: 96 Wang Xianqian, Shi ming shuzheng bu (complemented and Cultural and Artistic Interaction in a Transformative Period",
      "annotated Interpreting Names"
    ],
    "date": [
      "1975",
      "1984",
      "2001"
    ],
    "editor": [
      {
        "family": "J. Hay",
        "particle": "ed."
      },
      {
        "literal": "ed."
      }
    ],
    "location": [
      "Shanghai"
    ],
    "note": [
      "juan 7, Wu Hung (Beijing,",
      "ping che. 119 See Zheng Yan, Wei Jin Nanbeichao bihuamu yanjiu,"
    ],
    "pages": [
      "124–34",
      "142",
      "435 22–3,",
      "185–6"
    ],
    "title": [
      "For the excavation report, see Kaogu",
      "118 Zhao Yonghong has proposed a similar opinion in ‘You 94 For a fuller discussion of this inscription, see Wu Hung, mushi dao mudao – Nan Bei Chao muzang suojian zhi ‘Beyond the Great Boundary: Funerary Narrative in Early yizhang biaoxian yu sanzang kongjian de bianhua",
      "Tomb Chambers to Passageway – Representations of Guards 1994). of Honour in Northern and Southern Dynasties Tombs 95 For illustration, see Helingeer Han mu"
    ],
    "type": "chapter",
    "volume": [
      "2"
    ]
  },
  {
    "author": [
      {
        "family": "ji",
        "given": "Li"
      }
    ],
    "citation-number": [
      "97"
    ],
    "container-title": [
      "Tang Tomb Murals"
    ],
    "date": [
      "2005"
    ],
    "location": [
      "Xi’an"
    ],
    "pages": [
      "1253",
      "13",
      "14–21"
    ],
    "title": [
      "120 See Li Xingming, Tang dai mushi bihua yanjiu (A Study of 98 For illustration, see Helingeer Han mu"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "99"
    ],
    "date": [
      "1999"
    ],
    "location": [
      "Beijing"
    ],
    "note": [
      "pictorial carvings, See Xin Lixiang, Han dai huaxiangshi 122 Although published before the recent excavations of some zonghe yanjiu (A Synthetic Study of the Han Dynasty Pictorial extraordinary pre-Tang tombs, Mary H. Fong’s essay, Carvings",
      "Artibus"
    ],
    "pages": [
      "161–2"
    ],
    "title": [
      "For a good discussion of the development of such stone 121 For a related discussion, see Zheng Yan, Wei Jin Nanbeichao sarcophagi and their relationship with the origin of Han bihuamu yanjiu",
      "Antecedents of Sui-Tang Burial Practices In Shaanxi"
    ],
    "type": null
  },
  {
    "citation-number": [
      "100"
    ],
    "container-title": [
      "huaxiangshi tiaocha baogao’ (An Investigation Report on 123 For the excavation reports, see Wenbo",
      "See Shisanjingzhushu, Asiae"
    ],
    "date": [
      "1988",
      "1988",
      "1977"
    ],
    "issue": [
      "2"
    ],
    "note": [
      "the Han Dynasty Pictorial Carvings from Weishan County, Kaogu,"
    ],
    "pages": [
      "5–38 ,",
      "1128",
      "10–30",
      "132–8, 80"
    ],
    "title": [
      "This rite is described in detail in Yi li",
      "offers a good summary",
      "of the development of tomb structure from the Northern 101 Wang Sili et al., ‘Shandong Weishanxian Handai Dynasties to Tang"
    ],
    "type": "article-journal",
    "volume": [
      "1",
      "3",
      "2"
    ]
  },
  {
    "container-title": [
      "Kaogu"
    ],
    "date": [
      "1989",
      "1974"
    ],
    "note": [
      "124 Li Yanshou, Bei shi (History of Northern Dynasties) (Beijing, 102 Thompson, ‘The Yi’nan Tomb’."
    ],
    "pages": [
      "699–709 707",
      "507"
    ],
    "title": [
      "Shandong Province"
    ],
    "type": "article-journal",
    "volume": [
      "8"
    ]
  },
  {
    "author": [
      {
        "family": "Hung",
        "given": "See Wu"
      },
      {
        "family": "Xilin",
        "given": "He"
      }
    ],
    "citation-number": [
      "103"
    ],
    "container-title": [
      "The Excavations and Research of Northern Dynasties Shisanjinzhushu",
      "Carvings), in Han Tang zhijiande shijue wenhua yu wuzhi 106 Mancheng Han mu"
    ],
    "date": [
      "1995",
      "1147"
    ],
    "editor": [
      {
        "family": "wenhua",
        "given": "ed Wu Hung"
      }
    ],
    "location": [
      "Stanford"
    ],
    "pages": [
      "5 8",
      "1147–9",
      "179",
      "342–76"
    ],
    "title": [
      "The Monumentality of Chinese Art and Architec- 125 For Northern Wei sarcophagi carved with such images, see ture",
      "Beichao huaxiangshi zangju de faxian yu yanjiu’ 104 Zheng Xuan’s commentary on soul carriage in Yi li",
      "Period Stone Coffins and Funerary Couches with Pictorial 105 Yi li"
    ],
    "type": "chapter",
    "volume": [
      "1"
    ]
  },
  {
    "citation-number": [
      "107"
    ],
    "date": [
      "1989"
    ],
    "location": [
      "Beijing"
    ],
    "title": [
      "For the excavation report, see Dabaotai Han mu (Han Dynasty Tombs at Dabaotai"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Ibid"
      },
      {
        "family": "Legge",
        "given": "James"
      },
      {
        "family": "See Wu Hung",
        "particle": "images."
      }
    ],
    "citation-number": [
      "108"
    ],
    "container-title": [
      "annotated by Duan Yucai Xiangrui Design in Western Han Art,’ Archives of Asian Art",
      "4 Sun Zuoyan, ‘Mawangdui yihao Han-mu qiguanhua kaoshi’ 18 Patricia B. Ebrey, trans. and annotated, Chu Hsi’s Family (Study on the Painted Lacquer Coffins from Mawangdui Rituals: A Twelfth-Century Chinese Manual for the Performance Tomb 1), Kaogu",
      "Kaogu",
      "the Han Dynasty), Wenwu",
      "Early China",
      "Artibus Asiae"
    ],
    "date": [
      "1983",
      "2005",
      "1980",
      "1967",
      "1973",
      "1961",
      "1999",
      "1984",
      "1992",
      "1973",
      "1991",
      "1115",
      "1988/89"
    ],
    "editor": [
      {
        "family": "Legge",
        "given": "Li Chi"
      },
      {
        "given": "i"
      }
    ],
    "issue": [
      "2"
    ],
    "location": [
      "Paradise (London",
      "Beijing",
      "New York",
      "Hangzhou"
    ],
    "note": [
      "Coda 109 For the excavation report, see Wenwu,",
      "17 Li ji,",
      "of Capping, Wedding, Funeral, and Ancestral Rites (Princeton, 5 Ibid. nj,",
      "This passage introduces ‘Making Spirit 6 These images are identified as Kunlun by Sofukawa Hiroshi, Articles’ (‘Zao mingqi’). ‘Konronzan to Shosenzu’ (Kunlun Mountain and Pictures 19 Xuanhua Liao mu (Liao Dynasty Tombs at Xuanhua) (Beijing, of Ascending to Immortality). Tohogakuho, li (1979), 2001",
      "20 Ellen Laing, ‘Patterns and Problems in Later Chinese Tomb 7 Yü Ying-shih, ‘“O Soul, Come Back!”: A Study in the Chang- Decoration’; ‘Chin ‘Tartar’ Dynasty"
    ],
    "pages": [
      "85",
      "1–23",
      "107",
      "1292",
      "156",
      "255–7",
      "9–23 10–11",
      "10",
      "46–8",
      "111–45",
      "1289",
      "148",
      "54–61",
      "109",
      "123 87–102",
      "73–126"
    ],
    "title": [
      "110 Tonia Eckfeld’s summary of a description in the excavation 1 Li ji (The Book of Rites), in Ruan Yuan, comp., Shisanjing report, Imperial Tombs in Tang China, 618–907: The Politics of zhushu (An Annotated Edition of the Thirteen Classics",
      "Li Chi: Book of Rites",
      "structures dedicated to gods and immortals include pillar 2 Gao Ming has identified these two male images as the chief gates at Dengfeng in Henan, one forming the entrance to the eunuchs in Lady Dai’s family. ‘Changsha Mawangdui yihao sacred mountain Shaoshi and the other belonging to the mu “guanren” yong’ (The ‘Capped Men’ Figurines from temple of a legendary figure Qimu (the Mother of Qi). See Mawangdui Tomb no.1 in Changsha",
      "Chen Mingda, ‘Han dai de shique",
      "3 For a discussion of the Han concept and depiction of qi, see 15 Xu Shen, Shuowen jiezi zhu (Annotated Explaining Simple and Wu Hung, ‘The Sanpan Shan Chariot Ornament and the Analyzing Compound Characters",
      "I have classified the figures and ani- 16 This is not to say that the Chinese stopped constructing mals painted on this coffin into two categories: ‘protective’ large, elaborate tombs after this period. Rather, grand burials and ‘auspicious",
      "Art in its Ritual of Ming and Qing emperors and princes followed rigid for-Context: Rethinking Mawangdui’",
      "mulas and rarely reflected new kinds of artistic imagination",
      "Material ing Conceptions of the Soul and Afterlife in Pre-Buddhist Culture"
    ],
    "translator": [
      {
        "family": "of",
        "given": "Stone Que Pillar Gates"
      }
    ],
    "type": "article-journal",
    "url": [
      "i,"
    ],
    "volume": [
      "10",
      "2",
      "1",
      "4",
      "12",
      "xxxvii",
      "xvii",
      "1",
      "1"
    ]
  },
  {
    "container-title": [
      "Harvard Journal of Asiatic Studies"
    ],
    "date": [
      "1987"
    ],
    "note": [
      "21 Li Qingquan, ‘Xuanhua Liaodai bihuamu zhong de shijian"
    ],
    "pages": [
      "378"
    ],
    "title": [
      "China’"
    ],
    "type": "article-journal",
    "volume": [
      "xxvii"
    ]
  },
  {
    "citation-number": [
      "8"
    ],
    "container-title": [
      "Zhong-Chinese Painting (New Haven and"
    ],
    "date": [
      "1997"
    ],
    "location": [
      "Beijing"
    ],
    "note": [
      "guoshi yanjiu (Studies of Chinese History), xxxiv (2005), 9 See Zheng Shaozong, Mancheng Han mu (A Han Dynasty"
    ],
    "pages": [
      "22–3",
      "77–104 100"
    ],
    "title": [
      "For illustrations and a discussion of these two paintings, see yu kongjian wenti’ (Problems Concerning Time and Space Wu Hung, ‘The Origin of Chinese Painting’, in 3000 Years of in the Liao Dynasty Painted Tombs at Xuanhua"
    ],
    "type": "chapter"
  },
  {
    "date": [
      "2003"
    ],
    "location": [
      "Beijing"
    ],
    "note": [
      "22 For a discussion of these images, see Li Qingquan, ‘Huihua"
    ],
    "pages": [
      "107"
    ],
    "title": [
      "Tomb at Mancheng"
    ],
    "type": null
  },
  {
    "citation-number": [
      "11"
    ],
    "container-title": [
      "Murals in Liao Tombs), Wenwu tiandi",
      "Han mubei suyuan’ (The Origin of Eastern Han Funerary 24 Li Qingquan, Xuanhua Liao mu, i",
      "See Wenwu"
    ],
    "date": [
      "1979",
      "2003",
      "1989",
      "2007",
      "1990",
      "52"
    ],
    "location": [
      "Beijing",
      "Ji’nan"
    ],
    "note": [
      "Steles), in Zou Zhenya et al., Han bei yanjiu (Studies of Han 25 Li Qingquan, ‘Xuanhua Liaodai bihuamu zhong de shijian Steles",
      "yu kongjian wenti’,"
    ],
    "pages": [
      "11–31",
      "97–102",
      "183–211",
      "90",
      "49–63,",
      "87–92"
    ],
    "publisher": [
      "The"
    ],
    "title": [
      "To my knowledge, the only pre-Han funerary stone inscrip- mu bihua zhong de chema chuxingtu weili’ (Changing tion is found in the mausoleum of a Zhongshan king. But Meaning and Content of Painting Subjects as Exemplified since the stone retains its natural shape and the inscription by the Horse Images in the Liao Dynasty Tomb Murals at has nothing to do with the deceased, it is difficult to identify Xuanhua), Zhongshan daxue xuebao (Shehui kexue ban), 2 it as a ‘memorial stele’",
      "only significant pre-Han stone works made for tombs was 23 Yang Hong, ‘Liao mu bihua diancha tu’ (‘Tea Preparation’ the stone armour from a pit near the First Emperor’s tomb",
      "Li But scholars are still debating its meaning and function. For Qingquan, Xuanhua Liao mu yanjiu (A Study of Liao Tombs the appearance of the stone stele, see Fan Bangjin, ‘Dong at Xuanhua"
    ],
    "type": "article-journal",
    "volume": [
      "1",
      "2"
    ]
  },
  {
    "citation-number": [
      "12"
    ],
    "date": [
      "1989",
      "1995",
      "1959"
    ],
    "location": [
      "Stanford",
      "Beijing"
    ],
    "note": [
      "Chinese Pictorial Art (Stanford, ca,",
      "Extant stone this gate is the ‘bedroom’ (qin) of the tomb occupant, while the art of the yellow springs 254 the burial chamber symbolizes the formal audience hall in a household. See, ‘Xuanhua Liaodai bihuamu zhong de shijian yu kongjian wenti,’",
      "It still remains a question, however, whether we can generalize about other tombs from the m10 case, and whether the hidden space behind the gate can be identified precisely as the qin."
    ],
    "pages": [
      "74–6",
      "25",
      "122–6",
      "3163–4",
      "96–9"
    ],
    "title": [
      "Passage from the inscription on Wu Liang’s memorial stele; 26 See Li Qingquan, ‘Xuanhua hanren bihuamu yanjiu’, see Wu Hung, The Wu Liang Shrine: The Ideology of Early",
      "A similar 27 Unfortunately, we still do not understand the miniature gate statement is found in a long inscription from Songshan, on the north wall, although its focus position and elaborate Shandong. form must imply some specific significance. Li Qingquan 13 See Wu Hung, The Monumentality of Chinese Art and Archi- has recently explained this gate based on a new discovery: tecture",
      "during his investigation of m10 at Xuanhua, he found a 14 These supernatural beings include the Queen Mother of the small door painted on the back of the coffin platform, West and deities of sacred mountains. Sima Qian recorded a directly facing the fake gate on the north wall. Based on this ‘stone chamber’ of the Queen Mother of the West in Shi ji and other evidence, he has suggested that the space behind (Historical Records"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Shen",
        "given": "Hsüeh-man"
      }
    ],
    "citation-number": [
      "28"
    ],
    "container-title": [
      "Artibus Asiae"
    ],
    "pages": [
      "99–141"
    ],
    "title": [
      "Body Matters: Manikin Burials in the Liao tombs of Xuanhua, Hebei province’"
    ],
    "type": "article-journal",
    "volume": [
      "lxv/1"
    ]
  },
  {
    "citation-number": [
      "29"
    ],
    "container-title": [
      "Yu Anlan, comp., Huashi congshu",
      "ii"
    ],
    "date": [
      "1963"
    ],
    "issue": [
      "anghai"
    ],
    "note": [
      "Guo Ruoxu, Tuhua jianwenzhi (Paintings Seen and Heard), i,"
    ],
    "pages": [
      "20–21",
      "46"
    ],
    "title": [
      "These artists include Sun Wei of the Tang and Tian Jing of the Song, see Xuanhe huapu"
    ],
    "type": "article-journal",
    "volume": []
  },
  {
    "citation-number": [
      "30"
    ],
    "pages": [
      "98"
    ],
    "title": [
      "Li Qingquan, Liaodai Han ren bihuamu yanjiu"
    ],
    "type": null
  },
  {
    "citation-number": [
      "31"
    ],
    "container-title": [
      "see Wu Hung, Remaking Beijing: Tiananmen Square and the Creation of a Political Space"
    ],
    "date": [
      "2007",
      "2005"
    ],
    "genre": [
      "PhD dissertation,"
    ],
    "location": [
      "Chicago, il"
    ],
    "note": [
      "Works Cited"
    ],
    "publisher": [
      "University of Chicago"
    ],
    "title": [
      "For a thorough discussion of this monument, see Delin Lai, ‘Chinese Modern: Sun Yat-sen’s Mausoleum as a Crucible for Defining Modern Chinese Architecture’",
      "32 For the construction and symbolism of this mausoleum"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Fong",
        "given": "Mary H."
      }
    ],
    "container-title": [
      "Artibus Asiae"
    ],
    "date": [
      "1994",
      "1988"
    ],
    "location": [
      "Princeton"
    ],
    "pages": [
      "5–38"
    ],
    "title": [
      "Western Languages Chan/Zen Buddhism",
      "Antecedents of Sui-Tang Burial Practices In Allan, Sarah, The Shape of the Turtle: Myth, Art, and Cosmos in Early Shaanxi’"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "given": "China"
      }
    ],
    "date": [
      "1991"
    ],
    "location": [
      "Boston, ma"
    ],
    "title": [
      "Fontain, Jan, and Wu Tung, Unearthing China’s Past"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Ames",
        "given": "Roger T."
      }
    ],
    "title": [
      "The Art of Rulership: A Study of Ancient Chinese 1973"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Friedrich",
        "given": "P."
      }
    ],
    "container-title": [
      "Beyond Metaphor: The Theory of Tropes"
    ],
    "note": [
      "Political Thought (Albany, ny, 1994"
    ],
    "title": [
      "Polytropy’"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Barnes",
        "given": "Gina L."
      },
      {
        "given": "China"
      },
      {
        "family": "Greife",
        "given": "Susanne"
      },
      {
        "family": "Shenping",
        "given": "Yin"
      },
      {
        "family": "Beckman",
        "given": "Joy"
      }
    ],
    "container-title": [
      "Religions’, Taoist Resources"
    ],
    "date": [
      "1991",
      "1993",
      "1994"
    ],
    "editor": [
      {
        "family": "J. W. Fernandes",
        "particle": "ed."
      }
    ],
    "genre": [
      "PhD dissertation,"
    ],
    "location": [
      "London"
    ],
    "note": [
      "Shaw (New York, 1976) Römisch-Germanischen Zentralmuseums, Mainz, 2001",
      "de la conquête grecque à l’islamisation (Paris, 1984) Chicago (2006) Harper, Donald, ‘Resurrection in Warring States Popular Birrell, Anne, Chinese Mythology (Baltimore, md, 1983"
    ],
    "pages": [
      "13–28"
    ],
    "publisher": [
      "University of"
    ],
    "title": [
      "Korea and Japan: The Rise of Civilization in in Anthropology",
      "East Asia",
      "Das Grab des Bin Wang: Bauer, Wolfgang, China and the Search for Happiness",
      "Layers of Being: Bodies, Objects and Spaces in Grenet, Frantz, Les Pratiques funéraires dans l’Asie centrale sedentrire Warring States Burials’"
    ],
    "translator": [
      {
        "family": "China",
        "given": "Wandmalereien",
        "particle": "der Östlichen Han-zeit in"
      }
    ],
    "type": "article-journal",
    "volume": [
      "v/2"
    ]
  },
  {
    "author": [
      {
        "family": "Birrell",
        "given": "A."
      },
      {
        "family": "Hayashi",
        "given": "Minao"
      },
      {
        "family": "Kramer",
        "given": "Samuel Noah"
      },
      {
        "given": "Mytholo-"
      },
      {
        "family": "Brashier",
        "given": "Ken E."
      },
      {
        "family": "George Chang",
        "given": "K.C."
      },
      {
        "family": "Art",
        "given": "Myth"
      },
      {
        "given": "Ritual"
      },
      {
        "literal": "—"
      },
      {
        "given": "Bonnie"
      },
      {
        "family": "Sixth-Century Jakobson",
        "given": "R."
      },
      {
        "literal": "James, Jean, ‘An Iconographic Study of Two Late Han Funerary Cook, Constance A."
      },
      {
        "literal": "—"
      }
    ],
    "container-title": [
      "Ho, Judy Chungwa, ‘The Twelve Calendrical Animals in Tang Early China",
      "Tombs’, in Ancient Mortuary Traditions of China",
      "Fundamentals of and Material Culture in a Transformative Period",
      "Wu Hung Language (The Hague, 1956",
      "the Museum of Far Eastern Antiquities",
      "Artibus Asiae",
      "The American Historical Review, Kalgren, Bernhard, ‘Early Chinese Mirror Inscriptions’, Bulletin of"
    ],
    "date": [
      "1988",
      "1996",
      "1983",
      "1991",
      "1976",
      "2008",
      "2003",
      "1991",
      "1990-04",
      "1934"
    ],
    "editor": [
      {
        "literal": "ed."
      },
      {
        "family": "Jakobson",
        "given": "R."
      },
      {
        "family": "Hale",
        "given": "M."
      },
      {
        "literal": "ed."
      }
    ],
    "genre": [
      "PhD dissertation,",
      "ma thesis,"
    ],
    "location": [
      "London",
      "Beijing"
    ],
    "note": [
      "Leiden, 2006) the Multi-chambered Tomb at Holingor’, PhD dissertation, Davis, A. R., T’ao Yüan-ming: His Works and Their Meaning, 2 vols University of Iowa (1983) (Cambridge, 1983) —, ‘Images of Power: Masks of the Liangzhu Culture’, Orientations, Ebrey, Patricia B., Chu Hsi’s Family Rituals (Princeton, nj, 1991",
      "Eckfeld, Tonia, Imperial Tombs in Tang China, 618–907: The Politics Kao, Jeffrey, and Yang Zuosheng, ‘On Jade Suits and Han of Paradise (London, 2005) Archaeology’, Archaeology xxxvi/6 (November/December Faure, Bernard, The Rhetoric of Immediacy: A Cultural Critique of 1983),"
    ],
    "pages": [
      "51–8",
      "1–35",
      "60–83",
      "93–114",
      "162–86",
      "425–69",
      "46–55",
      "406–28",
      "9–72",
      "30–37"
    ],
    "publisher": [
      "University of Chicago",
      "University of Chicago Cheng"
    ],
    "title": [
      "Popular Songs and Ballads of Han China",
      "Concerning the Inscription “May Sons and Bodde, Derk, ‘Myths of China’",
      "Grandsons Eternally Use This [Vessel]”’",
      "of the Ancient World (Garden City, ny, 1961) Childs-Johnson",
      "Han Thanatology and the Division of ‘Souls’’’",
      "Kuwayama (Los Angeles, ca",
      "Some Dualistic Phenomena in Shang Society’, in Early Chinese Hong, Jeehee, ‘Theatricalizing Death: Performance Images of Mid-Civilization: Anthropological Perspectives (Cambridge, ma, imperial China in Mortuary Contexts (11th–13th centuries)’",
      "Cheng, Te-k’un, ‘Yin-Yang Wu-Hsing and Han Art’, Harvard —, ‘Path to the Other World: A Funerary Narrative Rendered in Journal of Asiatic Studies xx/1–2(1957",
      "Tokhungri Tomb Murals’",
      "Attending the Dead: Shifting Needs of the Dead (2001) and Modes of Presentation of Figurines in",
      "Two Aspects of Language and Two Types of Aphasic Northern Dynasty Tombs’, in Between Han and Tang: Visual Disturbances’",
      "Death in Ancient China: The Tale of One Man’s Monuments: The Offering Shrines of the Wu Family and Journey",
      "Cremation in Sung China’"
    ],
    "translator": [
      {
        "family": "gies",
        "given": "Elizabeth"
      }
    ],
    "type": "article-journal",
    "volume": [
      "liii/1–2",
      "xvi",
      "xxii/6",
      "xcv/2",
      "vi"
    ]
  },
  {
    "author": [
      {
        "family": "Kao",
        "given": "Karl S."
      }
    ],
    "container-title": [
      "History of Ancient China (Cambridge",
      "Michael The Cambridge History of China"
    ],
    "date": [
      "1985"
    ],
    "edition": [
      "1999),",
      "220,"
    ],
    "editor": [
      {
        "family": "i",
        "given": "The Ch’in"
      },
      {
        "family": "Loewe",
        "given": "Han"
      },
      {
        "family": "Shaughnessy",
        "given": "Edward"
      }
    ],
    "location": [
      "Bloomington"
    ],
    "note": [
      "Empires, 221bc–ad",
      "Denis Twitchett and Michael Keightley, David N., ‘The Quest for Eternity in Ancient China: Loewe (Cambridge and New York, 1986"
    ],
    "pages": [
      "232–91"
    ],
    "title": [
      "Classical Chinese Tales of the Supernatural and the Study of Northern Song Cupola-like Corbelled Dome Fantastic",
      "Tombs.’ Unpublished manuscript —, ‘The Shang: China’s First Historical Dynasty’, in The Cambridge Loewe, Michael, ‘The Religious and Intellectual Background’"
    ],
    "type": "chapter",
    "volume": []
  },
  {
    "container-title": [
      "The Cambridge History of 1991"
    ],
    "date": [
      "1979"
    ],
    "editor": [
      {
        "family": "George Kuwayama",
        "particle": "ed."
      }
    ],
    "location": [
      "London"
    ],
    "note": [
      "Ancient China (Cambridge University Press, 1999"
    ],
    "pages": [
      "12–25"
    ],
    "title": [
      "The Dead, Their Gifts, Their Names’, in Ancient Mortuary —, Ways to Paradise: The Chinese Quest for Eternity",
      "Traditions of China"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Kesner",
        "given": "Ladislav"
      },
      {
        "family": "Lerner",
        "given": "Judith"
      },
      {
        "family": "Kleeman",
        "given": "Terry F."
      },
      {
        "family": "Major",
        "given": "John S."
      },
      {
        "literal": "—"
      },
      {
        "literal": "Mather, Richard B., trans., Shih-shuo Hsin-yü: A New Account of Kuhn, Dieter"
      }
    ],
    "container-title": [
      "The Taoist Experience: An Anthology (Albany, ny, and Five of the Huainanzi",
      "The Art Bulletin",
      "Thematic Studies"
    ],
    "date": [
      "1995-03",
      "2001",
      "1986",
      "1984"
    ],
    "editor": [
      {
        "family": "Annette Juliano",
        "particle": "ed."
      },
      {
        "family": "Four",
        "given": "Kohn"
      },
      {
        "given": "Livia"
      }
    ],
    "note": [
      "Albany, ny, 1993) 1993",
      "by Liu Yijing (Minneapolis, mn, 1976) on Graves and Tombs of the Song Dynasty (960–1279), Minford, John, and Joseph S. M. Lau, Classical Chinese Literature: (Heidelberg, 1996), especially chaps 1 and 2. An Anthology of Translations, vol. i: From Antiquity to the Tang Kuwayama, George, ed., Ancient Mortuary Traditions of China Dynasty (New York, 2000) (Los Angeles, ca, 1991) Needham, J., Science and Civilization in China, vol. v: Chemistry and"
    ],
    "pages": [
      "115–32",
      "239–45",
      "133–66",
      "1–34"
    ],
    "title": [
      "Likeness of No One: (Re)presenting the First Luo, Feng, ‘Sogdians in Northwest China’, in Monks and Merchants: Emperor’s Army’",
      "Silk Road Treasures from Northwest China",
      "Land Contracts and Related Documents’",
      "The Five Phases, Magic Squares, and Schematic Religion, Thought and Science in China: A Festschrift in Honor Cosmography’, Journal of the Association of Asian Religions, of Professor Ryôkai Makio On His Seventieth Birthday (Tokyo",
      "Heaven and Earth in Early Han Thought: Chapters Three",
      "A Place for the Dead: An Archaeological Documentary Tales of the World"
    ],
    "type": "article-journal",
    "volume": [
      "lxxvii/1",
      "l/2"
    ]
  },
  {
    "author": [
      {
        "literal": "—"
      },
      {
        "family": "Discovery",
        "given": "Spagyrical"
      },
      {
        "family": "Inven-Lai",
        "given": "C.M."
      },
      {
        "family": "Lai",
        "given": "Guolong"
      }
    ],
    "container-title": [
      "and Sung Periods’, in Art of Sung and Yuan",
      "Chemical Technology, pt",
      "Journal of American Oriental Society"
    ],
    "date": [
      "1974",
      "1994",
      "2007",
      "2002",
      "2003"
    ],
    "editor": [
      {
        "literal": "ed. M. Hearn and"
      }
    ],
    "genre": [
      "(A Preliminary",
      "PhD dissertation, ucla"
    ],
    "location": [
      "Cambridge"
    ],
    "note": [
      "Stone Tomb Statuary (New Haven, ct, and London, 1991",
      "Rawson, Jessica, ‘Changes in the Representation of Life and the Laing, Ellen Johnston, ‘Auspicious Motifs in 9th–13th-Century Afterlife as Illustrated by the Contents of Tombs of the T’ang Chinese Tombs’, Ars Orientalis, xxxiii"
    ],
    "pages": [
      "409–25",
      "45–63"
    ],
    "publisher": [
      "University of Chicago"
    ],
    "title": [
      "The Quest for Eternity (Los Angeles, ca, 1987",
      "The Art of Lamentation in the Works of Pan Yue’, tion: Magisteries of Gold and Immortality",
      "On, Ikeda, ‘Chugoku rekidai boken ryakuko",
      "Examination of Tomb Documents from Successive Chinese Lai, Delin, ‘Chinese Modern: Sun Yat-sen’s Mausoleum as a Dynasties), Toyo-bunkakenkyujo kiyo, lxxxvi. Crucible for Defining Modern Chinese Architecture’, PhD Paludan, Ann, The Chinese Spirit Road: The Classical Tradition of dissertation",
      "The Baoshan Tomb: Religious Transitions in Art, Qu, Yuan, The Songs of the South",
      "Ritual, and Text During the Warring States Period (480–221 (Harmondsworth and New York, 1985) bce)’"
    ],
    "translator": [
      {
        "family": "Hawkes",
        "given": "David"
      }
    ],
    "type": "article-journal",
    "volume": [
      "2",
      "cxiv/3"
    ]
  },
  {
    "author": [
      {
        "literal": "—"
      },
      {
        "literal": "—"
      },
      {
        "family": "Legge",
        "given": "James"
      }
    ],
    "container-title": [
      "ii: ‘The Work of —, ‘Creating Universes: Cultural Exchange as Seen in Tombs in Mencius’",
      "Han —, trans. The Sacred Books of China: The Texts of Confucius. Part iii",
      "J",
      "Journal of Oriental Studies",
      "Historical Research",
      "The Chinese Classics"
    ],
    "date": [
      "1978",
      "2002-05",
      "1861"
    ],
    "location": [
      "Oxford"
    ],
    "note": [
      "Smith (New York, 1996",
      "lxxv/188 Production in Chinese Art (Princeton, nj, 2000",
      "Tang zhijian wenhua yishu de hudong yu jiaorong (Between Han The Li Ki (Delhi, 1885) and Tang: Cultural and artistic interaction in a transformative"
    ],
    "pages": [
      "3–20",
      "123–54"
    ],
    "title": [
      "Patterns and Problems in Later Chinese Tomb Decoration’",
      "The Power of Images: The Model Universe of the First Ledderose, Lothar, Ten Thousand Things: Module and Mass Emperor and its Legacy’",
      "Northern China between the Han and Tang Periods’"
    ],
    "type": "article-journal",
    "volume": [
      "xvi"
    ]
  },
  {
    "author": [
      {
        "literal": "—"
      }
    ],
    "container-title": [
      "Ancient China"
    ],
    "date": [
      "1967",
      "2000",
      "1977"
    ],
    "edition": [
      "period),"
    ],
    "editor": [
      {
        "family": "Li",
        "given": "Jian"
      },
      {
        "family": "Michael Loewe",
        "particle": "ed."
      },
      {
        "family": "L",
        "given": "Edward"
      }
    ],
    "location": [
      "New York",
      "Eternal China"
    ],
    "note": [
      "Wu Hung (Beijing, 2001) —, The Chinese Classics,",
      "Li, Chi, Anyang (Seattle,",
      "Splendors from the First Dynasties —, ‘Western Zhou Archaeology’, in The Cambridge History (Dayton, oh, 1998"
    ],
    "pages": [
      "133–89"
    ],
    "title": [
      "Li Chi: Book of Rites",
      "The Ch’un Ts’ew with the Tso Chuen —, ‘Cosmological Systems as Sources of Art, Ornament, and (Oxford, 1871) Design’, The Museum of Far Eastern Antiquities, lxxii"
    ],
    "type": "chapter",
    "volume": [
      "2",
      "v"
    ]
  },
  {
    "author": [
      {
        "family": "Li",
        "given": "Ling"
      }
    ],
    "container-title": [
      "Shaughnessy (Cambridge"
    ],
    "date": [
      "1999"
    ],
    "pages": [
      "440–41"
    ],
    "title": [
      "An Archaeological Study of Taiyi (Grand One) Worship’"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "China",
        "given": "Early Medieval"
      },
      {
        "given": "ii"
      }
    ],
    "container-title": [
      "Mysteries of Ancient China"
    ],
    "date": [
      "1995",
      "1996"
    ],
    "editor": [
      {
        "literal": "ed."
      }
    ],
    "location": [
      "New York"
    ],
    "pages": [
      "1–39 –,"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Li",
        "given": "Yinde"
      },
      {
        "literal": "—"
      }
    ],
    "container-title": [
      "Actes des Lin, Wei-cheng, ‘Wooden Architectural Structure in Brick: A Case Symposiums Internationaux le Monde Visuel Chino’s",
      "Chrystelle Maréchal and Yau Shun-chiu Religion and Chinese Society",
      "Orientations",
      "J. Lagerwey"
    ],
    "date": [
      "1990-10"
    ],
    "editor": [
      {
        "literal": "ed."
      },
      {
        "literal": "ed."
      }
    ],
    "issue": [
      "2",
      "ong"
    ],
    "note": [
      "Cang Jie, 257 works cited special issue"
    ],
    "pages": [
      "57–61"
    ],
    "title": [
      "The ‘Underground Palace’ of a Chu Prince at Beidong- —, Chinese Jade: From the Neolithic to the Qing (London, 1995) shan’",
      "Han Dynasty Tomb Planning and Design’"
    ],
    "type": "article-journal",
    "volume": [
      "xxi/10"
    ]
  },
  {
    "date": [
      "2005",
      "2004"
    ],
    "location": [
      "Paris",
      "Kong"
    ],
    "pages": [
      "103–6",
      "65–108"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Riegel",
        "given": "Jeffery"
      },
      {
        "given": "Whitfield"
      },
      {
        "family": "Ricoeur",
        "given": "Wang"
      },
      {
        "family": "Paul",
        "given": "Time"
      },
      {
        "family": "Narrative",
        "given": "K.Blamey"
      },
      {
        "family": "Tao",
        "given": "D.Pellauer"
      },
      {
        "family": "Robinet",
        "given": "Isabelle"
      },
      {
        "family": "Lawton",
        "given": "Thomas"
      },
      {
        "family": "Seidel",
        "given": "New"
      },
      {
        "given": "Anna"
      }
    ],
    "container-title": [
      "and Studies in Archaeology and Art",
      "Gilgul: Essays on Transformation",
      "Revolution and Permanence in the History of Religions",
      "‘A Chinese Sacrifical Stone House of the Sixth S",
      "—, ‘Traces of Han Religion in Funeral Texts in Tombs’, Dokyo to Tseng, Lan-ying, ‘Picturing Heaven: Image and Knowledge in Han shokyo bunka",
      "History of Religions",
      "Bulletin of the Museum of Fine Arts, Boston"
    ],
    "date": [
      "1995",
      "2000",
      "1979",
      "1991",
      "1987",
      "1942-12",
      "2001",
      "1987"
    ],
    "editor": [
      {
        "family": "R",
        "particle": "ed."
      },
      {
        "family": "Tomita",
        "particle": "ed."
      },
      {
        "given": "Kojiro"
      },
      {
        "family": "Shaked",
        "given": "D.Shulman"
      },
      {
        "family": "Stroumsa",
        "given": "G.G."
      },
      {
        "literal": "ed."
      }
    ],
    "genre": [
      "PhD dissertation,"
    ],
    "issue": [
      ""
    ],
    "location": [
      "London",
      "Washington",
      "Leiden",
      "Tokyo"
    ],
    "note": [
      "Underhill, Anne, Craft Production and Social Change in Northern"
    ],
    "pages": [
      "301–30",
      "57–70",
      "23–46",
      "223–37 242",
      "98–110",
      "679–714"
    ],
    "publisher": [
      "Harvard University"
    ],
    "title": [
      "Do Not Serve the Dead as You Serve the Living: —, ‘Continuities and Discontinuities: Chu Burials during the East-The Lüshi chunqiu Treatises on Moderation in Burial’, Early ern Zhou Period’, in Exploring China’s Past: New Discoveries China, xx",
      "Saffron International Series in Chinese Archaeology and (Chicago, il, 1985) Art",
      "Metamorphosis and Deliverance from the —, ‘The Double Coffin of Leigudun Tomb no, 1: Iconographic Corpse in Taoism’",
      "Sources and Related Problems’",
      "Post-mortem Immortality, or: the Taoist Perspectives on Chu Culture During the Eastern Zhou Period Resurrection of the Body’",
      "Century ad’",
      "Akitsuki Kan’ei (Taoism and Religious China’",
      "Culture"
    ],
    "type": "article-journal",
    "volume": [
      "xix/1"
    ]
  },
  {
    "author": [
      {
        "literal": "—"
      },
      {
        "family": "ca",
        "given": "Shen"
      },
      {
        "given": "Hsüeh-man"
      },
      {
        "literal": "—"
      },
      {
        "family": "dc",
        "given": "Soper"
      },
      {
        "given": "Alexander"
      }
    ],
    "container-title": [
      "bc): The Archaeological Evidence (Los Angeles",
      "—,‘Chu Ritual Music’, in New Perspectives on Chu Culture During the",
      "—, ‘The Waning of the Bronze Age: Material Culture and Social Spiro",
      "Numen",
      "Ars Orientalis",
      "Artibus Asiae",
      "Excavated Materials and",
      "Early China",
      "Art Bulletin"
    ],
    "date": [
      "1982",
      "2002",
      "1999",
      "1000",
      "1994",
      "1982"
    ],
    "editor": [
      {
        "family": "Period",
        "given": "Eastern Zhou"
      },
      {
        "family": "Thomas Lawton",
        "particle": "ed."
      }
    ],
    "location": [
      "China (New York"
    ],
    "note": [
      "Andrey, Contemplating the Ancients: Aesthetic and Social Developments, 770-481 bce’, in The Cambridge History of Issues in Early Chinese Portraiture (Berkeley, ca, 1990) Ancient China, ed. Michael Loewe and Edward L. Shaugh-Steinhardt, Shatzman Nancy, Liao Architecture (Honululu, hi, nessy,"
    ],
    "pages": [
      "107",
      "29–54",
      "1–12",
      "79–92",
      "47–106",
      "167–86",
      "450–544"
    ],
    "title": [
      "Tokens of Immortality in Han Graves’",
      "Sen, Tansen, ‘Astronomical Tomb Paintings from Xuanhua: von Falkenhausen, Lothar, Chinese Society in the Age of Confucius Mandalas?",
      "Body Matters: Manikin Burials in the Liao 2006) Tombs of Xuanhua, Hebei Province’",
      "Sources of Taoism: Reflections on Archaeological Indicators of pp. 99–141 Religious Change in Eastern Zhou China’, Taoist Resources, Silbergeld, Jerome, ‘Mawangdui",
      "Transmitted Texts: A Cautionary Note’",
      "Life-motion and the Sense of Space in Early 1991",
      "Chinese Representational Art’"
    ],
    "type": "article-journal",
    "volume": [
      "29",
      "xxix",
      "lxv/1",
      "v/2",
      "viii",
      "xxx/3"
    ]
  },
  {
    "author": [
      {
        "family": "Waley",
        "given": "Arthur"
      }
    ],
    "citation-number": [
      "1997"
    ],
    "title": [
      "The Book of Songs: Supplement containing"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Stewart",
        "given": "Susan"
      },
      {
        "family": "Strickmann",
        "given": "Michel"
      }
    ],
    "container-title": [
      "Chinese Jades"
    ],
    "date": [
      "1937",
      "1993",
      "1982",
      "1979",
      "1997"
    ],
    "editor": [
      {
        "family": "H. Welch",
        "particle": "ed."
      },
      {
        "family": "Seidel",
        "given": "A."
      },
      {
        "family": "R. E. Scott",
        "particle": "ed."
      }
    ],
    "location": [
      "London",
      "Durham",
      "London",
      "London"
    ],
    "pages": [
      "123–92",
      "133–46"
    ],
    "title": [
      "On Longing: Narratives of the Miniature, the Textual Notes",
      "Gigantic, the Souvenir, the Collection",
      "—, Chinese Poems",
      "The Alchemy of T’ ao Hung-ching’, in Facets Wang, Tao and Liu Yu, ‘The Face of the Other World: Jade Faceof Taoism",
      "Covers from Ancient Tombs’"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Tambiah",
        "given": "S.J."
      },
      {
        "family": "Wang",
        "given": "Kai"
      },
      {
        "family": "Teiser",
        "given": "Stephen"
      },
      {
        "family": "Ten Kings",
        "given": "The Scripture",
        "particle": "on the"
      },
      {
        "family": "Wang",
        "particle": "the Making of"
      },
      {
        "given": "Renbo"
      },
      {
        "family": "Wang",
        "given": "Xueli"
      }
    ],
    "container-title": [
      "Prepa- Coloured Figurines in Yang Ling Mausoleum of Han in China, rations for Eternity in the Western Han’, in Ancient Mortuary",
      "Traditions of China",
      "Basic Writings of Mo Tzu, Hsün Tzu, and Han",
      "Man",
      "Orientations"
    ],
    "date": [
      "1968",
      "1990-10",
      "1987",
      "1992",
      "1991"
    ],
    "editor": [
      {
        "family": "George Kuwayama",
        "particle": "ed."
      },
      {
        "literal": "in The Thorp, Robert L., ‘Mountain Tombs and Jade Burial Suits"
      },
      {
        "family": "George Kuwayama",
        "particle": "ed."
      }
    ],
    "genre": [
      "PhD disser-"
    ],
    "location": [
      "Xi’an"
    ],
    "note": [
      "Tzu (New York, 1963) —, ‘The Sui Xian Tomb: Re-thinking the Fifth Century’, Artibus —, trans., Records of the Grand Historian: Qin Dynasty (New York, Asiae, xliii/5 (1981) 1993"
    ],
    "pages": [
      "175–267",
      "62–6",
      "39–61",
      "8–13",
      "26–39"
    ],
    "title": [
      "The Magical Power of Words’",
      "Han Terra-cotta Army in Xuzhou’",
      "General Comments on Chinese Funerary Sculp-Purgatory in Medieval Chinese Buddhism (Honolulu, hi, 1994) ture’, in The Quest for Eternity",
      "The Yi’nan Tomb: Narrative and Ritual in Angeles, ca",
      "Pictorial Art of the Eastern Han (25-220 C.E.)’",
      "The Pottery Figurines in Yangling Mausoleum of the tation, Institute of Fine Arts, New York University (1998) Han Dynasty: Melodic Beauty of Pottery Sculpture’"
    ],
    "type": "article-journal",
    "volume": [
      "3",
      "xxi/10"
    ]
  },
  {
    "author": [
      {
        "literal": "—"
      },
      {
        "family": "Wittfogel",
        "given": "Karl A."
      },
      {
        "family": "Feng",
        "given": "Chia-sheng"
      }
    ],
    "container-title": [
      "—, trans., The Complete Works of Chuang Tzu",
      "‘Burial Practices as Seen in Rulers’ Tombs of the Liao (907–1125)’, Transactions of the American Philosophical Eastern Zhou Period: Patterns and Regional Traditions’, in Society, n.s., xxxvi"
    ],
    "date": [
      "1968",
      "1979",
      "1949"
    ],
    "genre": [
      "PhD dissertation,"
    ],
    "location": [
      "New York",
      "Philadelphia"
    ],
    "note": [
      "the art of the yellow springs 258"
    ],
    "pages": [
      "278–83"
    ],
    "publisher": [
      "University of Kansas"
    ],
    "title": [
      "The Mortuary Art and Architecture of Early Imperial China’",
      "History of Chinese Society: Thote, Alain"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Wu",
        "given": "Hung"
      }
    ],
    "container-title": [
      "Anping Dong Han bihua mu (A Eastern Han Painted Tomb at —, ‘Art in a Ritual Context: Rethinking Mawangdui’, Early China, Anping"
    ],
    "date": [
      "1990",
      "1992"
    ],
    "editor": [
      {
        "family": "Michael Loewe",
        "particle": "ed."
      },
      {
        "family": "Shaughnessy",
        "given": "Edward L."
      }
    ],
    "location": [
      "Beijing"
    ],
    "note": [
      "An Zhimin, ‘Guangyu Liangzhu wenhua de ruoguan wen ti’ (Some"
    ],
    "pages": [
      "651–744",
      "111–44"
    ],
    "title": [
      "The Art and Architecture of the Warring States Chinese and Japanese Languages Period’, in The Cambridge History of Ancient China"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "literal": "—"
      }
    ],
    "container-title": [
      "Boundaries in China",
      "Kaogu"
    ],
    "date": [
      "1988",
      "1994"
    ],
    "editor": [
      {
        "family": "J. Hay",
        "particle": "ed."
      }
    ],
    "note": [
      "Ban Gu, Baihu tong shuzheng (Comprehensive Discussions in the"
    ],
    "pages": [
      "60–83",
      "81–104"
    ],
    "title": [
      "Beyond the Great Boundary: Funerary Narrative in Early Issues Concerning the Liangzhu Culture",
      "Chinese Art’"
    ],
    "type": "article-journal",
    "volume": [
      "3"
    ]
  },
  {
    "author": [
      {
        "literal": "—"
      },
      {
        "given": "Widmer"
      },
      {
        "family": "Chang",
        "given": "K.I.S."
      },
      {
        "literal": "—"
      },
      {
        "literal": "—"
      },
      {
        "literal": "—"
      },
      {
        "literal": "—"
      }
    ],
    "container-title": [
      "Zhongguo gudai yong (Ancient Chinese Sculpture (New Haven and",
      "Chinese Art Chen Huawen, Sangzang shi (A History of Burials) (Shanghai, and Visual Culture, forthcoming. 1999) —, ‘The Prince of Jade Revisited: Material Symbolism of Jade Chen Jiangfeng, ‘Nanyang tianwen huaxiangshi kaoxi’, Handai as Observed in the Mancheng Tomb’, in Chinese Jade, huaxiangshi yenjiu (Studies of Han Pictorial Carvings) Colloquies on Art and Archaeology in Asia 18",
      "Artibus Asiae",
      "Kaogu yu wenwu"
    ],
    "date": [
      "1994",
      "1997",
      "1989",
      "1986",
      "1955",
      "1986",
      "1996",
      "1997-11-23",
      "2006",
      "1996",
      "1987",
      "1997",
      "1988",
      "1961"
    ],
    "edition": [
      "E"
    ],
    "editor": [
      {
        "family": "Literature",
        "given": "ed E."
      },
      {
        "family": "weiyuanhui",
        "particle": "esp."
      },
      {
        "family": "Howard",
        "given": "Angela F."
      },
      {
        "others": true
      },
      {
        "family": "Rosemary",
        "particle": "ed."
      }
    ],
    "genre": [
      "Zhongguo wenwu bao,"
    ],
    "location": [
      "Beijing",
      "Beijing) (Beijing",
      "Beijing",
      "London",
      "London",
      "Shanghai",
      "Beijing",
      "Scott (London"
    ],
    "note": [
      "and The Dream of the Red Chamber’, in Ming Qing Women Baoshan Chu mu (Chu Tombs at Baoshan), 2 vols (Beijing, 1991",
      "zangshu xisu’ (On the Han Custom of Burying Books Based —, The Monumentality of Chinese Art and Architecture (Stanford, on the Silk Manuscripts from the Han Tomb at Mawangdui), ca, 1995",
      "Chen Mengjia, Yinxu buci zongshu (A Comprehensive Introduction —, Remaking Beijing: Tiananmen Square and the Creation of a to Divinatory Inscriptions from the Ruins of Yin) (Beijing, Political Space (Chicago, il, 2005",
      "—, ‘The Sanpan Shan Chariot Ornament and the Xiangrui Chen Mingda, ‘Han dai de shique’ (Stone Que Pillar Gates of the Design in Western Han Art’, Archives of Asian Art, xxxvii Han Dynasty), Wenwu,"
    ],
    "pages": [
      "306–65",
      "263–347",
      "34–41 74–8",
      "3",
      "40–41",
      "141–54",
      "147–70",
      "561–603",
      "9–23 10–11"
    ],
    "title": [
      "Beyond Stereotypes: The Twelve Beauties in Qing Court Art White Tiger Hall",
      "—, ‘Buddhist Elements in Early Chinese Art (2nd and 3rd century Beijing lishi bowuguan and Hebei Sheng wenwu guanli ad)’",
      "Wangdu Han mu bihua (Murals in a Han 264–5 Tomb at Wangdu",
      "A Case of Cultural Interaction: House-shaped Sarcophagi of Cai Yonghua, ‘Suizang mingqi guankui’ (A Brief Look at Spirit the Northern Dynasties’, Orientations, xxxiv/5 (May Vessels in Grave Furnishings",
      "The Double Screen: Medium and Representation in Chinese Cao Yannong, ‘Cong Mawangdui Han mu boshu kan Han dai Painting",
      "From the Neolithic to the Han’",
      "Chinese Tomb Figurines",
      "Patterns of Fu gu (Returning to the Ancients"
    ],
    "type": "article-journal",
    "volume": [
      "xlvii/3–4",
      "2",
      "12"
    ]
  },
  {
    "container-title": [
      "Chen Wei, Baoshan Chu jian chutan (A Preliminary Exploration of"
    ],
    "date": [
      "1984"
    ],
    "pages": [
      "46–8"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "literal": "—"
      },
      {
        "family": "Yü",
        "given": "Ying-shih"
      }
    ],
    "container-title": [
      "New Perspectives on China’s Past. Chinese Dai Chunyang",
      "Dunhuang Foyemiaowan Xi Jin huaxiangzhuan Archaeology in the Twentieth Century (Kansas City and New mu (Western Jin Brick Tombs with Murals at Foyemiaowan Haven",
      "Early China",
      "ma",
      "Harvard Journal of Asiatic Studies"
    ],
    "date": [
      "1988",
      "1996",
      "2003",
      "2005",
      "1989",
      "1999",
      "1998",
      "1974",
      "1987",
      "1990",
      "1990"
    ],
    "editor": [
      {
        "family": "Wu Hung",
        "particle": "ed."
      },
      {
        "family": "Tsiang",
        "given": "Katherine R."
      },
      {
        "family": "Yang",
        "given": "Xiaoneng"
      },
      {
        "literal": "ed."
      }
    ],
    "issue": [
      "uang"
    ],
    "location": [
      "Wuhan",
      "Beijing",
      "Stanford",
      "Beijing",
      "Beijing",
      "Beijing",
      "Jinan"
    ],
    "note": [
      "States Period), 2 vols (Beijing, 1996",
      "Du You, Tong dian (Comprehensive Institutions) (Beijing, 1988) Fan Bangjin, ‘Dong Han mubei shuoyuan’ (The Origin of Eastern Han Funerary Steles), in Zou Zhenya et al., Han bei yanjiu (Studies of Han Steles"
    ],
    "pages": [
      "78–115",
      "13–48",
      "31–8",
      "363–95",
      "49–63, 52"
    ],
    "title": [
      "From Temple to Tomb’",
      "the Chu Bamboo Slips from Baoshan",
      "—, ‘On Tomb Figurines’, in Body and Face in Chinese Visual Cixian Wanzhang Beichao bihuamu (A Northern Dynasties Painted Culture",
      "Cuo mu: Zhanguo Zhongshanguo guowang zhi mu (The Mausoleum —, The Wu Liang Shrine: The Ideology of Early Chinese Pictorial of Cuo – A Zhongshan Kingdom Royal Tomb of the Warring Art",
      "”O Soul, Come Back!”: A Study in the Changing Dawenkou: Xinshiqi shidai muzang fajue baogao (A Report of the Conceptions of the Soul and Afterlife in Pre-Buddhist Excavation of Neolithic Burials at Dawenkou",
      "China’",
      "Ding ling (The Dingling Mausoleum"
    ],
    "type": "article-journal",
    "volume": [
      "xiii",
      "xxvii"
    ]
  },
  {
    "author": [
      {
        "family": "Ye",
        "given": "Fan"
      }
    ],
    "date": [
      "1965"
    ],
    "location": [
      "Beijing"
    ],
    "note": [
      "An Astronomical Interpretation of Tomb no. 45"
    ],
    "title": [
      "Hou Han shu (History of the Later Han",
      "Feng Shi, ‘Henan Puyang Xishuipo 45 hao mu de tianwenxue yanjiu"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Puyang",
        "particle": "at Xishuipo in"
      }
    ],
    "container-title": [
      "Wenwu"
    ],
    "date": [
      "1990"
    ],
    "note": [
      "69 Ancient Chinese Tombs and Mausoleums) (Fuzhou, 2005"
    ],
    "pages": [
      "52–60,"
    ],
    "title": [
      "Henan Province",
      "Huang Xinlin, Zhongguo gudai lingmu kaogu yanjiu (Studies of"
    ],
    "type": "article-journal",
    "volume": [
      "3"
    ]
  },
  {
    "author": [
      {
        "family": "Ming",
        "given": "Gao"
      }
    ],
    "container-title": [
      "in acrifices in Ancient China",
      "Figurines from Mawangdui Tomb",
      "Kaogu"
    ],
    "date": [
      "1990",
      "1973"
    ],
    "issue": [
      "1"
    ],
    "location": [
      "Beijing"
    ],
    "note": [
      "Huixian fajue baogao (A Report of the Excavation at Huixian"
    ],
    "pages": [
      "255–7"
    ],
    "title": [
      "Changsha Mawangdui yihao mu “guanren” yong’ (The Huang Zhanyue, Zhongguo gudai de rensheng renxun (Human ‘Capped Men",
      "Changsha"
    ],
    "type": "article-journal",
    "volume": [
      "4"
    ]
  },
  {
    "author": [
      {
        "family": "Ruoxu",
        "given": "Guo"
      },
      {
        "family": "jianwenzhi",
        "given": "Tuhua"
      },
      {
        "family": "Yu",
        "particle": "in"
      }
    ],
    "container-title": [
      "Buddhist Elements Han Yuxiang and Li Chenguang",
      "mu qianshi muding huaxiang kaoshi’ (An Interpretation Jiang Sheng and Tang Weixia",
      "Zhongguo Daojiao kexue jishushi: of the Pictorial Images on the Ceiling of the Front Chamber Han Wei Liang Jin juan (History of Science and Technology in of a Han Dynasty Pictorial Stone Tomb at Qilingang), in Daoism: Han, Wei, and Two Jins",
      "Huashi congshu",
      "Wenwu"
    ],
    "date": [
      "1956",
      "1963",
      "1998",
      "1983",
      "2002"
    ],
    "editor": [
      {
        "family": "eds",
        "given": "Nanyang Han dai huaxiangshi Seen in Liao Tombs"
      },
      {
        "given": "eds"
      }
    ],
    "location": [
      "Zhengzhou",
      "Beijing"
    ],
    "note": [
      "Han Yunxiang, Nanyang Handai tianwen huaxiangshi yanjiu Jiangling Wangshan Shazhong Chu mu (Chu Tombs at Wangshan, (A Study of Han Dynasty Pictorial Stones Representing Jiangling) (Beijing, 1996"
    ],
    "pages": [
      "9–14"
    ],
    "title": [
      "Anlan, comp",
      "Huo Jiena, ‘Liaomu zhong suojian fojiao yinsu",
      "at www.jianwangzhan.com mu (Han Dynasty Pictorial Stone Tombs at Nanyang) Ji Chengzhang, ‘Haoqianying diliuhao Liao mu ruogan wenti de",
      "yanjiu’ (A Study of Several Problems Concerning Tomb 6 of Han Yuxiang and Niu Tianwei, ‘Qilingang Han huaxiangshi the Liao Dynasty at Haoqianying"
    ],
    "type": "article-journal",
    "volume": [
      "i",
      "9"
    ]
  },
  {
    "date": [
      "1995"
    ],
    "editor": [
      {
        "family": "eds",
        "given": "Hao Hongxing"
      },
      {
        "family": "Qian",
        "given": "Zhang"
      },
      {
        "family": "Yang",
        "given": "Li"
      }
    ],
    "location": [
      "Beijing"
    ],
    "note": [
      "The System of ‘Shensha’ (Beijing, 2005) Figurines in Tang Tombs in Central China), Huaxia kaogu, 4 Jiayuguan bihuamu fajue baogao (An Excavation Report of Painted"
    ],
    "pages": [
      "23–5"
    ],
    "title": [
      "Astronomical Images from Nanyang",
      "Jiao Yanshou, Jiao shi Yi lin (A Forest of Changes by Mr Jiao",
      "References are to Shang Binghe and Chang Bingyi",
      "Zhongyuan Tang mu Jiao shi Yi lin zhu (annotated ‘A Forest of Changes by Mr Jiao’) zhong de mingqi shensha zhidu"
    ],
    "type": "report"
  },
  {
    "date": [
      "2000",
      "1985"
    ],
    "location": [
      "Beijing"
    ],
    "pages": [
      "100–7"
    ],
    "title": [
      "Tombs at Jiayu Guan"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Minao",
        "given": "Hayashi"
      }
    ],
    "container-title": [
      "Wenwu"
    ],
    "date": [
      "1997",
      "1974",
      "1978"
    ],
    "location": [
      "Beijing"
    ],
    "note": [
      "Jin Yunzhong, Shangqing Lingbao dafa, in Daozang, xxxi,"
    ],
    "pages": [
      "35–97",
      "44–8",
      "410"
    ],
    "title": [
      "Zhongguo guyu yanjiu (A Study of Ancient Chinese Jin Weinuo, ‘Tan Changsha Mawangdui sanhao Han mu bohua’ Jades",
      "On the Silk Paintings from Mawangdui Tomb 3 of the Han Helingeer Han mu bihua (Murals in the Helingeer Tomb of the Han) dynasty"
    ],
    "translator": [
      {
        "family": "Mei-li",
        "given": "Yang"
      }
    ],
    "type": "article-journal",
    "volume": [
      "11"
    ]
  },
  {
    "author": [
      {
        "family": "Jiejun",
        "given": "He"
      }
    ],
    "location": [
      "Changsha"
    ],
    "note": [
      "2 vols shiguan’ (The Finding of an Inscribed Pictorial Sarcophagus (Beijing, 2004) from Guitoushan in Jianyang County’, Sichuan wenwu, 6"
    ],
    "title": [
      "Changsha Mawangdui er, san hao Han mu (Tombs 2 Lei Jianjin, ‘Jianyangxian Guitoushan faxian bangti huaxiang and 3 of the Han Dynasty at Mawangdui"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Xilin",
        "given": "He"
      }
    ],
    "date": [
      "1988"
    ],
    "note": [
      "65 (Painting in Ancient Graves: Discoveries and Studies of Han Li Fang, Tai ping yu lan (Extensive Records of the Taiping Era"
    ],
    "pages": [],
    "title": [
      "Gumu danqing: Han dai mushi bihua de faxian yu yanjiu"
    ],
    "type": null
  },
  {
    "container-title": [
      "Xi’an"
    ],
    "date": [
      "1960"
    ],
    "location": [
      "Beijing"
    ],
    "publisher": [
      "Zhonghua shuju"
    ],
    "title": [
      "Dynasty Tomb Murals"
    ],
    "type": "article-journal",
    "volume": [
      "2001"
    ]
  },
  {
    "author": [
      {
        "literal": "—"
      },
      {
        "given": "tions"
      },
      {
        "family": "Northern Dynasties Period Stone Li Ling",
        "given": "Research",
        "particle": "of"
      },
      {
        "literal": "—"
      }
    ],
    "container-title": [
      "Antiquity: Archaeological Discoveries and Archaism in Han Tang zhijiande shijue wenhua yu wuzhi wenhua",
      "Archaeological Finds Hidenori Okamura, ‘Shin bunka no bennen’ (A Chronology of Qin and Legends), in Liling zixuan ji (Li Ling’s Essays Selected by Culture), Loshi shunju",
      "Hong Mai, Rongzhai suibi (The Writings of the Rong Studio) Li Qingquan, ‘Muzang zhong de foxiang – Changchuan yihao (Shanghai, 1987) bihuamu shidu’ (Buddhist Images in Burials: The Murals Hu Lingui, ‘Xi’an Jiaoda Xi Han mu ershiba xu xingtu yu “Shiji from Changchuan Tomb No. 1), in Han Tang zhijian de shijue Tianguanshu”’ (The Depiction of the Twenty-eight Lunar wenhua yu wuzhi wenhua (Between Han and Tang: Visual and Lodges in the Western Han Tomb at Xi’an Transportation Material Culture in a Transformative Period), ed. Wu Hung University and the ‘Treatise of Celestial Officials’ in the"
    ],
    "date": [
      "1985",
      "fig",
      "1988",
      "2003"
    ],
    "editor": [
      {
        "literal": "ed."
      }
    ],
    "location": [
      "Guilin",
      "Beijing"
    ],
    "note": [
      "The Excava- —, Tai ping guang ji (Beijing, 1961",
      "Hong Kong, 2005) Hung (Beijing, 2001"
    ],
    "pages": [
      "342–76",
      "53–74,",
      "61–4",
      "471–508"
    ],
    "title": [
      "Beichao huaxiangshi zangju de faxian yu yanjiu",
      "Shuogu zhujin – Kaogu faxian he fugu yishu (Re-casting Coffins and Funerary Couches with Pictorial Carvings",
      "Wu Chinese Art",
      "Kaogu faxian yu shenhua chuanshuo",
      "1 the Author Himself"
    ],
    "type": "chapter",
    "volume": [
      "2"
    ]
  },
  {
    "author": [
      {
        "literal": "—"
      }
    ],
    "container-title": [
      "Zhuzi wenti’ (Problems Concerning Time and Space in the Liao jicheng",
      "Renwen zazhi"
    ],
    "date": [
      "1989"
    ],
    "note": [
      "Dynasty Painted Tombs at Xuanhua), in Zhongguoshi yanjiu"
    ],
    "pages": [
      "85–7",
      "7"
    ],
    "title": [
      "Historical Records",
      "Xuanhua Liaodai bihuamu zhong de shijian yu kongjian Huan Kuan, Yan tie lun (Disourses on Salt and Iron"
    ],
    "type": "article-journal",
    "volume": [
      "2"
    ]
  },
  {
    "author": [
      {
        "family": "Minglan",
        "given": "Huang"
      },
      {
        "family": "Yinqiang",
        "given": "Guo"
      }
    ],
    "collection-title": [
      "Han (Studies of Chinese History), xxxiv"
    ],
    "date": [
      "2005"
    ],
    "pages": [
      "77–104"
    ],
    "title": [
      "Luoyang Han mu bihua"
    ],
    "type": null
  },
  {
    "date": [
      "1996"
    ],
    "location": [
      "Beijing"
    ],
    "title": [
      "Dynasty Tomb Murals near Luoyang",
      "—, ‘Lun Xuanhua Liao mu bihua chuangzuo de youguan wenti"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Minglan",
        "given": "Huang"
      }
    ],
    "container-title": [
      "Liu Dunyuan xiansheng jinian wenji (Ji’nan, from Luoyang"
    ],
    "date": [
      "1987"
    ],
    "location": [
      "Beijing"
    ],
    "pages": [
      "489–502"
    ],
    "title": [
      "Luoyang Bei Wei shisu shike xiankehua (A (On Issues Related to the Creation of Murals in Liao Tombs Collection of Northern Wei Secular Stone Engravings at Xuanhua"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Xiaofen",
        "given": "Huang"
      },
      {
        "family": "yanjiu",
        "given": "Han",
        "particle": "mu de kaoguxue"
      }
    ],
    "container-title": [
      "Yishushi yanjiu"
    ],
    "date": [
      "2003",
      "1980",
      "2006",
      "1973"
    ],
    "location": [
      "Beijing"
    ],
    "note": [
      "2 vols at Xuanhua),",
      "Ma Yong, ‘Lun Changsha Mawangdui yihao Han-mu chutu bohua’, —, Xuanhua Liao mu yanjiu (A Study of Liao Tombs at Xuanhua) Kaogu,"
    ],
    "pages": [
      "433–82",
      "118–25"
    ],
    "title": [
      "—, ‘Zhenrong ouxiang yu duoxiaoxing muzang – cong Xuanhua Liao mu kan Zhonggu sangzang liyi meishu de yici zhuan- the Zhongzhou Road, Luoyang, the West Section) (Beijing, bian’(Idols of the ‘True-image’ and Octagonal or Hexagon 1959) Tomb Chambers: Detecting a Transformation of Funerary Mancheng Han mu fajue baogao (Excavation Report of the Han Rites in Medieval China through Tombs of the Liao Dynasty Tombs at Mancheng"
    ],
    "type": "article-journal",
    "volume": [
      "viii",
      "2"
    ]
  },
  {
    "note": [
      "Beijing, 2007) Mixian Dahuting Han mu (Han Tombs at Dahuting in Mixian"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Xingming",
        "given": "Li"
      }
    ],
    "date": [
      "1993"
    ],
    "location": [
      "Beijing"
    ],
    "note": [
      "Murals) (Xi’an, 2005) Okumura Ikuro, Kaka: Oji daiichi (Kyoto, 1939"
    ],
    "title": [
      "Tang dai mushi bihua yanjiu (A Study of Tang Tomb County"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Yanshou",
        "given": "Li"
      }
    ],
    "container-title": [
      "On the Jade Carvings from the Tomb of Huang Jun Meng 2001–3",
      "and his Wife of the Spring and Autumn Period’, Kaogu yu Qu You, Jiandeng xinhua (New Tales Written while Trimming the wenwu",
      "Zhongwen dacidian (A Comprehensive Quanguo jiben jianshe gongcheng zhong chutu wenwu zhanlan tulu Chinese Dictionary",
      "Zhongyuan wenwu"
    ],
    "date": [
      "1974",
      "1993",
      "1990",
      "1979",
      "1988",
      "1993",
      "2007",
      "2001"
    ],
    "editor": [
      {
        "family": "Yin",
        "given": "Lin"
      },
      {
        "family": "Ming",
        "given": "Gao"
      },
      {
        "given": "eds"
      }
    ],
    "location": [
      "Beijing",
      "Taipei",
      "Beijing",
      "Beijing",
      "Beijing"
    ],
    "note": [
      "Wick) (Changchun, 2001",
      "10 vols (Taibei, 1973) (Exhibition Catalogue of Cultural Relics Unearthed during Liu Shufen, ‘Foding zunsheng tuoluoni jing yu Tang dai Zun- the Nationwide Basic Constructions) (Beijing, 1955) sheng jingchuang de jianli – jingchuang yanjiu zhi yi’, Ruan Yuan, comp., Shisanjing zhushu (Thirteen Annotated Zhongyang yanjiuyuan lishi yuyan yanjiusuo jikan, lxvii/1 Classics) (Beijing, 1980"
    ],
    "pages": [
      "81–4",
      "93–4",
      "71–4, 57"
    ],
    "title": [
      "Bei shi (History of Northern Dynasties",
      "Poo Mu-chou, Muzang yu shengsi: Zhongguo dudai zongjiao zhi xingsi Li Yujie, ‘Shilun woguo gudai guanguo zhidu’ (A Preliminary (Burials and Life/death: Reflections on Ancient Chinese Study of Ancient Chinese Systems of Inner and Outer Religion",
      "Coffins",
      "Qin Shihuang ling bingma yongkeng: Yihaokeng fajue baogao, Li Zhiyan, ‘Zhongshan wangmu chutu de taoqi’, Gugong bowuyuan 1974–1984 (A Report on the Excavation of Warrior and Horse yuankan",
      "Pit 1 of the Tomb of the First Qin Emperor, 1974–1984), 2 vols Liao Chenguo gongzhu mu (Tomb of the Princess of the State of",
      "Chen of the Liao Dynasty",
      "Qin Shihuangdi lingyuan kaogu baogao (2001–3) (An Archaeological Lin Jilai, ‘Lun Chunqiu Huang Jun Meng fufu mu chutu de yuqi’ Report of the First Emperor Qin Shihuangdi’s Mausoleum"
    ],
    "type": "article-journal",
    "volume": [
      "2",
      "2",
      "6"
    ]
  },
  {
    "date": [
      "1996"
    ],
    "location": [
      "Sanmenxia"
    ],
    "note": [
      "Guoguo mu (The Guo State Tombs at Sanmenxia"
    ],
    "pages": [
      "145–93"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Wendian",
        "given": "Liu"
      },
      {
        "family": "jijie",
        "given": "Huannan",
        "particle": "honglie"
      }
    ],
    "container-title": [
      "bohua de xingzhi he neirong’ (On Painted Tomb Figurines: Shen Lingyi and Xie Zhiliu, ‘Shanghai xijiao Zhuxingxiang faxian The Nature and Content of the Silk Paintings Hung on the Song mu’",
      "Wenwu"
    ],
    "date": [
      "1999",
      "1992",
      "1972",
      "1959"
    ],
    "location": [
      "Taipei"
    ],
    "note": [
      "Song Tombs at Zhuxingxiang in the Western East and West Walls in Mawangdui Tomb 3), Kaogu, 10 Suburbs of Shanghai), Kaogu,"
    ],
    "pages": [
      "43–7",
      "110"
    ],
    "title": [
      "Huainan zi",
      "Shang Zhitan, ‘Mawangdui yihao Hanmu “feiyi” shishi’ Liu Xiang, Liexian zhuan (Annotated Biographies of Immortals), (A Tentative Interpretation of the ‘Flying Garment’ from annotated by Wang Shumin (Beijing, 2007) the Mawangdui Tomb no.1 of the Han",
      "Liu Xiaolu, ‘Lun bohuayong: Mawangdui sanhaomu dongxibi"
    ],
    "type": "article-journal",
    "volume": [
      "9",
      "2"
    ]
  },
  {
    "author": [
      {
        "family": "Wei",
        "given": "Shi"
      }
    ],
    "container-title": [
      "to the Historical Information regarding the ‘Jade Suit with vol. iv of Zhuzi jicheng (Collected Works by Ancient Gold Threads’), Kaogu"
    ],
    "date": [
      "1995",
      "1972"
    ],
    "pages": [
      "937–41",
      "48–50, 27"
    ],
    "title": [
      "Guanyu ‘jinlü yuyi’ de ziliao jianjie’ (A Short Introduction Lu Buwei, Lüshi chunqiu (Mr Lü’s Spring and Autumn Annals"
    ],
    "type": "chapter",
    "volume": [
      "2"
    ]
  },
  {
    "container-title": [
      "Philosophers"
    ],
    "date": [
      "1986"
    ],
    "note": [
      "Shi Zhecun, Shuijing zhu beizhu (Stone Monuments Recorded in"
    ],
    "type": "article-journal",
    "volume": [
      "10"
    ]
  },
  {
    "author": [
      {
        "family": "Ji",
        "given": "Lu"
      },
      {
        "family": "ji",
        "given": "Lu Shiheng"
      }
    ],
    "container-title": [
      "Wenwu"
    ],
    "date": [
      "1930",
      "1981"
    ],
    "location": [
      "Shanghai"
    ],
    "note": [
      "‘Conshu jicheng’ edn (Shanghai, 1936"
    ],
    "pages": [
      "51–8"
    ],
    "title": [
      "Sibu beiyao edn the Annotated Canon of Waterways) (Tianjin, 1987",
      "Sima Guang, Zizhi tongjian (Comprehensive Mirror to Aid in Lu Zhaoyin, ‘Shi lun liang Han de yuyi’ (A Preliminary Investi- Government) gation of the Jade Suits of the Western and Eastern Han’, —, Sima shi shuyi (Letters and Ceremonies of the Sima Family"
    ],
    "type": "article-journal",
    "volume": [
      "1"
    ]
  },
  {
    "author": [
      {
        "family": "Fengshi",
        "given": "Luan"
      },
      {
        "family": "Qikun",
        "given": "Luo"
      }
    ],
    "container-title": [
      "Visiting Lou Rui’s xu singtu kaoshi’ (A Study of the Painted Twenty-eight Lunar Tomb of the Northern Qi in Taiyuan), Wenwu",
      "Tohogakuho , Guan-guo System), Wenwu"
    ],
    "date": [
      "1959",
      "2006",
      "1979",
      "1983"
    ],
    "location": [
      "Beijing"
    ],
    "note": [
      "Lodges in the Western Han Tomb at Xi’an Transportation pp. 24–8 University), Studies in the History of Natural Sciences, x/3 Su Huaping, ‘Wuxian Dontingshan Ming mu chutu de Wen"
    ],
    "pages": [
      "49–55",
      "87–102"
    ],
    "title": [
      "Shiqian guanguo de chansheng, fazhan he guanguo Sima Qian, Shi ji (Historical Records",
      "zhidu de xingcheng’ (The Emergence and Development of Sofukawa Hiroshi, ‘Konronzan to Shosenzu’ (Kunlun Mountain Coffins in Prehistoric Times and the Establishment of the and Pictures of Ascending to Immortality",
      "Xi’an Jiaotong Daxue Xi Han muzang bihua ershiba Su Bai, ‘Taiyuan Bei Qi Lou Rui mu canguan ji"
    ],
    "type": "article-journal",
    "volume": [
      "6",
      "10"
    ]
  },
  {
    "date": [
      "1991"
    ],
    "pages": [
      "236–45"
    ],
    "title": [
      "Zhengming shuhua’ (Paintings and Calligraphic Works Luoyang Zhongzhou lu: xi gong duan (Archaeological Excavations at by Wen Zhengming Unearthed from a Ming Tomb at"
    ],
    "type": null
  },
  {
    "citation-number": [
      "261"
    ],
    "container-title": [
      "Wenwu"
    ],
    "date": [
      "1977"
    ],
    "note": [
      "de yingxiang’ (Human-shaped Magical Instruments and"
    ],
    "pages": [
      "65–8"
    ],
    "title": [
      "works cited Dongtingshan, Wuxian"
    ],
    "type": "article-journal",
    "volume": [
      "3"
    ]
  },
  {
    "author": [
      {
        "literal": "—"
      },
      {
        "family": "Hua",
        "given": "Sun"
      },
      {
        "family": "Zili",
        "given": "Wang"
      },
      {
        "family": "Sun",
        "given": "Fushan"
      },
      {
        "family": "mu",
        "given": "Tang Jinxiang Xianzhu"
      }
    ],
    "container-title": [
      "Daizokyo (Tokyo, 1924–32) Wu Rongzeng, ‘Zhenmuwen zhong suojiandao de Dong Han Tan Weisi, Zeng Hou Yi mu (The Tomb of Marquis Yi of the State daowu guanxi’ (The Relationship between Taoism and of Zeng",
      "Wenwu",
      "Wenwu",
      "Su Bingqi"
    ],
    "date": [
      "1957",
      "1996",
      "2000",
      "2000",
      "2002",
      "1989",
      "1973",
      "2006",
      "2001",
      "1981",
      "2005",
      "1989"
    ],
    "edition": [
      "cultures),"
    ],
    "location": [
      "Beijing",
      "Beijing",
      "Beijing",
      "Beijing",
      "Beijing"
    ],
    "note": [
      "their Influence in Japan) Kaogu yu wenwu,",
      "Wu Ruzuo, ‘Cong heitaobei kan Dawenkou-Longshan wenhua Tang Yijie, Wei Jin Nanbei Chao shiqi di daojiao (Daoism During fazhan de jiuduanxing jiqi zhongxin fanwei’ (Investigating the Period of the Wei, Jin, Northern and Southern Dynasties) the Developmental Stages and Central Regions of (Xian, 1988) Dawenkou-Longshan Cultures based on Black Pottery Tokyo National Museum, Kôga bummei tenran (The Exhibition of Cups), in Kaoguxue wenhua lunji (Essays on archaeological Cultural Relics from the Yellow River Region) (Tokyo, 1986"
    ],
    "pages": [
      "32–56",
      "90–96",
      "54–61",
      "71–81",
      "56–63",
      "31–43"
    ],
    "title": [
      "Baisha Song mu (Song Tombs at Baisha",
      "Xuanyu yu zhengrong’ (The Xuanyu and Zhenrong in Wang Zijin, Zhongguo daomu shi (A History of Tomb Robbery in Western Zhou Coffin Decoration), Zhongguo dianji yu wenhua China",
      "Chinese Texts and Culture",
      "Li ji jijie (Book of Rites with Synthetic of Princess Jinxiang of the Tang Dynasty",
      "Annotations",
      "Wen Wenjian, ‘Luting shishi’, in Shuo fu, comp. Tao Zongyi Sun Zuoyun, ‘Changshan Mawangdui yihao Han-mu chutu (Taipei, 1972) huafan kaoshi’ (An Interpretation of the Painted Banner Wu Hong (Wu Hung), ‘Mingqi de lilun he shijian – Zhanguo shiqi from Mawangdui Tomb no.1 of the Han in Changsha), liyi meishu zhong de guannianhua qingxiang (The Theory Kaogu",
      "and Practice of ‘Spirit Vessels’ – A Conceptual Tendency in Takakusu Junjiro and Watanabe Kaigyoku ed., Taisho shinshu Warring States Ritual Art",
      "Shamanism during the Eastern Han as seen in Tomb Tang Li Xian mu fajue baogao (A Report of the Excavation of Li Ordinance Texts",
      "Xian’s Tomb of the Tang Dynasty"
    ],
    "type": "article-journal",
    "volume": [
      "2",
      "1",
      "3",
      "1",
      "6",
      "3",
      "ii"
    ]
  },
  {
    "author": [
      {
        "family": "Umehara Sueji",
        "given": "O.-bei ni okeru Shina kokyo"
      },
      {
        "family": "Hongxing",
        "given": "Wang"
      },
      {
        "family": "Yugui",
        "given": "A.Study Wu"
      },
      {
        "family": "Baoshan",
        "given": "Painted Tomb",
        "particle": "of the Liao Dynasty at"
      },
      {
        "given": "Chifeng"
      },
      {
        "family": "Hongxing",
        "given": "Wang"
      },
      {
        "family": "Yali",
        "given": "Hu"
      },
      {
        "literal": "—"
      }
    ],
    "container-title": [
      "in kao’ (A Study of the ‘Sending a Brocade Picture’ in the Baoshan Chu mu (Chu Tombs at Baoshan",
      "i",
      "Tomb of High-level Aristocrats of the Chu Culture based on Wenwu",
      "Period",
      "Xi Han Nayuewang mu (The Tomb of a Nanyue King of the Western 1991), i",
      "Wang Ming, Baopu zi neipian jiaoshi (Annotations of the Inner Kaogu",
      "and the Twelve Palaces based on a Star Map in a Liao Tomb Wang Sili et al., ‘Shandong Weishanxian Handai huaxiangshi at Xuanhua), Kaogu xuebao",
      "tiaocha baogao’ (An Investigation Report on the Han Dynasty Xi’an Jiaotong Daxue Xi-Han bihuamu (A Painted Western Han Pictorial Carvings from Weishan County, Shandong Tomb at Xi’an Transportation University",
      "Xiang Chunsong, Liaodai lishi yu kaogu (History and Archaeology Wang Xianqian, Xunzi jijie (The Synthetic Annotations of Xunzi), of the Liao Dynasty",
      "Zhuzi jicheng",
      "The National Place Museum Research Quarterly",
      "Wenwu",
      "Kaogu"
    ],
    "date": [
      "1931",
      "1990",
      "2005",
      "1991",
      "2001",
      "1999",
      "1998",
      "1991",
      "1973",
      "1965",
      "1980",
      "1960",
      "1976",
      "1991",
      "1989",
      "1996",
      "1954",
      "2001"
    ],
    "editor": [
      {
        "family": "Chong",
        "given": "Wang"
      },
      {
        "family": "See Huang Hui",
        "given": "Lun",
        "particle": "heng."
      }
    ],
    "issue": [
      "an), 2 vols (Beijing"
    ],
    "location": [
      "Beijing",
      "Taipei",
      "Beijing",
      "Beijing",
      "Xi’an"
    ],
    "note": [
      "An Annotated Edition of Disquisitions), 4 vols ern Zhou),",
      "Xin Lixiang, Han dai huaxiangshi zonghe yanjiu (A Synthetic Study Wang Yintian and Liu Junxi, ‘Datong Zhijiabao Beiwei mu shiguo of the Han Dynasty Pictorial Carvings) (Beijing, 1999) bihua’ (Murals on a Northern Wei Stone Sarcophagus found Xinyang Chu mu (Chu Tombs at Xinyang) (Beijing, 1986) at Zhijiabao near Datong), Wenwu, 7",
      "Xinzhongguo de kaogu faxian he yanjiu (Archaeological Discoveries Wang Yucheng, ‘Zhongguo gudai renxing fangshu jiqi dui Riben and Studies in the People’s Republic of China) (Beijing, 1984"
    ],
    "pages": [
      "1–30",
      "488–500",
      "92–6",
      "81–3",
      "477–87",
      "80–90",
      "35–58",
      "699–709",
      "40–51"
    ],
    "publisher": [
      "Huhehaote"
    ],
    "title": [
      "Wu Xiaojun, ‘Xi Zhou shiqi chema maizang zhongde lizhi yihan",
      "Lun (The Ritual Significance of Chariot Burials during the Westheng jiaoshi",
      "Baoshan er hao Chumu qiqiqun yanjiu",
      "Neimenggu Chifeng Baoshan Liao mu bihua “jijintu” of Lacquer Wares from Baoshan Tomb 2 of the Chu",
      "Inner Mongolia",
      "You Baoshan Erhaomu kan Chuxi —, ‘Neimenggu Chifeng Baoshan Liaomu bihua “songjingtu” kao’ gaoji guizumu de yongding zhidu – jianlun Zhoudai dingzhi (A Study of the ‘Sutra Chanting Picture’ in the Painted Tomb de fazhan’ (The Regulations in Using Ding-tripods in the of the Liao Dynasty at Baoshan, Chifeng, Inner Mongolia",
      "Baoshan Tomb 2, and a Related Discussion on the Develop- Wudai Wang Chizhi Mu (Wang Chuzhi’s Tomb of the Five Dynasties ment of the Zhao Regulations of using Ding-tripods",
      "Baoshan Chu mu (Chu Tombs at Baoshan",
      "Wang Mengou, Tangren xiaoshuo yanjiu er ji (A Study of Tang short Xia Nai, ‘Luoyang Xi Han bihuamu zhong de xingxiangtu’ (The Stories, the Second Compilation",
      "Star Map in the Western Han Painted Tomb at Luoyang",
      "Chapters of Baopu zi",
      "Cong Xuanhua Liao mu de xingtu lun ershiba xiu he huangdao —, Taiping jing hejiao (A Collated and Edited Version of Taiping shiergong’ (A Discussion of the Twenty-eight Lunar Lodges jing",
      "Province"
    ],
    "type": "article-journal",
    "volume": [
      "xxii/4",
      "2",
      "3",
      "2",
      "2",
      "2",
      "2",
      "8",
      "ii"
    ]
  },
  {
    "author": [
      {
        "family": "Jijun",
        "given": "Xu"
      },
      {
        "given": "Funeral"
      },
      {
        "family": "Yangzi River Region Zan Ning",
        "given": "Burial Systems",
        "particle": "in the"
      }
    ],
    "container-title": [
      "Xu Shen, Shuowen jiezi zhu (Annotated Explaining Simple and —, ‘Qiangliu yu huangwei’ (The Qiangliu and Huangwei Coffin Analyzing Complex Characters), annotated by Duan Yucai Decoration), Wenwu",
      "Kaogu",
      "Wenwu"
    ],
    "date": [
      "2004",
      "1987",
      "1963",
      "1993",
      "1992"
    ],
    "location": [
      "Wuhan",
      "Beijing"
    ],
    "note": [
      "Hangzhou, 1999) Zhang Jianlin, ‘Tang mu bihua zhong de pingfenghua’ (Screen Xu Yahui, ‘Xuanhe bogu tu de ‘jianjie’ liuchuan – yi Yuan dai Paintings in Tang Tombs), in Tang mu bihua yanjiu wenji, ed."
    ],
    "pages": [
      "352–60",
      "87–106 55–9",
      "49–52"
    ],
    "title": [
      "Song gao seng zhuan (Song biographies of eminent (Changjiang liuyu de sangzang",
      "monks",
      "—, A History of Chinese Funerals and Burials (Zhongguo sanzang shi) Zhang Baosheng, ‘Xuanhua Liao mu tuoluoni kao’ (An Examina-(Nanchang, 1998) tion of the Dharanı Inscriptions from Liao Tombs at Xu Pingfang, ‘Tang Song muzang zhong de “mingqi shensha” yu Xuanhua), in Xuanhua Liao mu, i",
      "muyi” zhedu – du Da Han yuanling mizang jing zhaji’ (The Zhang Changshou,‘Xi Zhou de zangyu – 1983–1986 nian Fengxi “Mingqi” and “Shensha” Figurines and the ‘Muyi’ System in fajue ziliao zhi ba’ (Burial Jades of the Western Zhou – The Tang and Song Tombs – Reading The Secret Burial Classic of Eighth Set of Comments on Materials Found During the the Original Sepulchres of the Great Han",
      "Excavations at Fengxi from 1983 to 1986"
    ],
    "type": "article-journal",
    "volume": [
      "2",
      "9",
      "4"
    ]
  },
  {
    "author": [
      {
        "family": "Zhou Tianyou",
        "given": "Saiyinchidahu",
        "particle": "mu chutu de taoqi yu Shaoxi zhouxian shidian"
      }
    ],
    "container-title": [
      "Tianshidao de qiyuan’ (Evidence for Objects Used in Xuanhe huapu, in Huashi congshu, comp. Yu Anlan",
      "Taida Journal of Art History"
    ],
    "date": [
      "2001",
      "2006",
      "2003-03"
    ],
    "note": [
      "Shang- Acquittal Rituals from Eastern Han Tombs and the Origin hai, 1963) of Heavenly Master Taoism), Daojiao wenhua yanjiu, 9 (1966),"
    ],
    "pages": [
      "227–39",
      "1–26"
    ],
    "title": [
      "yitu weili’ (The ‘Indirect’ Transmission of the Xuanhe bogu Zhang Xunliao and Bai Bin, Zhongguo Taojiao kaogu (Archaeology tu – Earthernware from the Tomb of Saiyinchidahu and the of Chinese Taoism",
      "Shaoxi zhouxian shidian yitu",
      "xiv, Zhang Xunliao,‘Dong Han muzang chutu de jizhuqi cailiao he"
    ],
    "type": "article-journal",
    "volume": [
      "6",
      "2"
    ]
  },
  {
    "date": [
      "2001"
    ],
    "location": [
      "Beijing"
    ],
    "pages": [
      "253–66"
    ],
    "title": [
      "Xuanhua Liao mu (Liao Dynasty Tombs at Xuanhua"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "—"
      }
    ],
    "container-title": [
      "Jiu Wudai shi (Old History of the Five Dynasties",
      "Found in the Yong Mausoleum of Wang Jian of the Former Yang Hong, ‘Liao mu bihua diancha tu’ (Tea Preparation Murals in Shu Kingdom), Sichuan kaogu lunwenji (Beijing, 1966), Liao Tombs), Wenwu tiandi",
      "Yang Jing, ‘Liao dai huozang mu’ (Liao Dynasty Cremation Burials), Zhang Yanyuan, Lidai minghua ji (Records of Famous Paintings Liao Jin shi lunji, iii (1987) of all the Dynasties), juan 9, in Zhongguo shuhua quanshu Yang Zhefeng, ‘Guanyu Luoyang sanzuo bihuamu de niandai xulie (A Complete Collection of Writings on Chinese Painting wenti’",
      "Daojiao wenhua Wenwu chunqiu"
    ],
    "date": [
      "2004",
      "1995",
      "2001",
      "1989"
    ],
    "editor": [
      {
        "family": "Juzheng",
        "given": "Xue"
      }
    ],
    "location": [
      "Beijing"
    ],
    "note": [
      "Problems Concerning the Chronological Sequence of and Calligraphy), ed. Lu Fusheng (Shanghai, 1993) Three Han Dynasty Painted Tombs at Luoyang), Wenwu, 3 Zhang Zehong, Daojiao zhaijiao fuzhou yishi (Daoist Ceremonies"
    ],
    "pages": [
      "24–7",
      "312–22",
      "40–75",
      "12–14 213–23"
    ],
    "title": [
      "Shilun woguo nanfang diqu Tang Song muzang chutu de Tao-(Beijing, 1976) jiao “bairen yong” he “shi zhen”‘ (A Preliminary Discussion Yan Cheng, ‘Liaodai zhenrong ouxiang zangsu zouyi’(A Discussion of Taoist ‘Cypress Figures’ and ‘Stone True Body’ Figures of the Liao Mortuary Custom of using True-image Statues), from Tang and Song Burials in the South",
      "yanjiu (Studies of Taoist cultures) vii",
      "Yan Genqi, Mangdangshan Xihan Liang wang mudi (The Royal —, ‘Shishuo Qian Shu Wang Jian Yongling fajue cailiao zhong de Cemetery of the Liang principality of the Western Han at Mt Daojiao yiji’ (A Preliminary Discussion of Taoist Remains Mangdang"
    ],
    "type": "article-journal",
    "volume": [
      "3",
      "2"
    ]
  },
  {
    "date": [
      "2003",
      "1999"
    ],
    "location": [
      "Chengdu"
    ],
    "pages": [
      "59–62"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Sheng",
        "given": "Ye"
      },
      {
        "family": "riji",
        "given": "Shuidong"
      },
      {
        "family": "x",
        "particle": "vol."
      }
    ],
    "container-title": [
      "Sichuan wenwu"
    ],
    "date": [
      "1991",
      "1997",
      "1943",
      "1990"
    ],
    "edition": [
      "edn"
    ],
    "location": [
      "Shanghai",
      "Beijing",
      "Beijing"
    ],
    "note": [
      "fenxi’ (An Analysis of Large-scale Burials of the Shandong Zhao Huacheng, ‘Zhoudai guanguo duochong zhidu yanjiu’"
    ],
    "pages": [
      "3–11"
    ],
    "title": [
      "Siku biji Zhao Chao, Zhongguo gudai shike gailun (A General Discussion of xiaoshuo congshu",
      "Ancient Chinese Stone Carvings",
      "Ying Shao, Fengsu tongyi fu yiwen (‘Explanations of Social Customs’ Zhao Dianzeng and Yuan Shuguang, ‘Tianmen’ kao – jianlun with Fragments Found in Other Texts",
      "Sichuan Han huaxiang zhuan(shi) de zuhe yu zhuti’ (An Yinxu Fuhao mu (Tomb of Fuhao at the Ruins of Yin) (Beijing, Examination of ‘the Gate of Heaven’ – Interpreting Motifs 1980) and Motif-combinations of Han Dynasty Pictorial Stones Yu Haiguang, ‘Shandong Longshan wenhua de daxing muzang (and Bricks) from Sichuan"
    ],
    "type": "article-journal",
    "volume": [
      "6"
    ]
  },
  {
    "container-title": [
      "Kaogu"
    ],
    "date": [
      "2000"
    ],
    "note": [
      "A Study of the System of Multi-layered Inner and Outer"
    ],
    "pages": [
      "61–7"
    ],
    "title": [
      "Longshan Culture"
    ],
    "type": "article-journal",
    "volume": [
      "1"
    ]
  },
  {
    "author": [
      {
        "literal": "—"
      }
    ],
    "container-title": [
      "sentations of Guards of Honour in Northern and Southern Yuan, Ke, Shanhai jing jiaozhu (An Annotated Edition of the Classic Dynasties Tombs and Changes in Funerary Space), in of Mountains and Seas",
      "Between Han and Tang: Cultural and Artistic Interaction in a Transformative Period",
      "Guoxue yanjiu"
    ],
    "date": [
      "1998",
      "1992",
      "1980",
      "2001"
    ],
    "editor": [
      {
        "literal": "ed."
      },
      {
        "family": "Wu Hung",
        "particle": "ed."
      }
    ],
    "location": [
      "Ji’nan",
      "Shanghai",
      "Beijing"
    ],
    "pages": [
      "27–74",
      "301–12",
      "427–62"
    ],
    "title": [
      "Shandong Longshan Wenhua Muzng qianxi’ (A Preliminary Coffins",
      "Analysis of Burials from the Shandong Longshan Culture), in Zhao Yonghong ‘You mushi dao mudao – Nan Bei Chao muzang Shandong Longshan wenhua yanjiu wenji (A collection of papers suojian zhi yizhang biaoxian yu sanzang kongjian de on Shandong Longshan culture",
      "Cai Fengshu and Luan bianhua’ (From Tomb Chambers to Passageway – Repre-Fengshi"
    ],
    "type": "article-journal",
    "volume": [
      "5"
    ]
  },
  {
    "author": [
      {
        "family": "Shaozong",
        "given": "Zheng"
      },
      {
        "family": "mu",
        "given": "Mancheng Han"
      },
      {
        "family": "Dingjiazha",
        "given": "Kingdoms Tomb",
        "particle": "at"
      },
      {
        "given": "Jiuquan"
      },
      {
        "literal": "—"
      },
      {
        "literal": "—"
      }
    ],
    "container-title": [
      "Reflection on the Problem of Audience for Han Dynasty Funerary Pictorial Art), Zhongguo Han hua yanjiu (Art of the Han Dynasty",
      "—, Wei Jin Nanbeichao bihuamu yanjiu (A Study of Painted Tombs of the Wei, Jin and Northern and Southern Dynasties",
      "Illustrations"
    ],
    "date": [
      "2003",
      "1999",
      "1995-02",
      "1997",
      "2005",
      "2002",
      "1972"
    ],
    "editor": [
      {
        "family": "Xiaoneng Yang",
        "particle": "permission from"
      }
    ],
    "location": [
      "Beijing",
      "Ji’nan",
      "Beijing"
    ],
    "note": [
      "Zheng Zhaoyu, Jiang Baogeng and Li Zhongyi, Yi’nan gu huaxiangshi mu fajue baokao (A Report of the Excavation of an Ancient Tomb with Pictorial Carvings at Yi’nan) (Shanghai, 1956) Zhangjiapo Xi Zhou mudi (A Western Zhou Cemetery at Zhangjiabo) (Beijing, 1999) Zhu Dexi and Qiu Xigui, ‘Zhanguo wenzi yanjiu liuzhong’ (Six Studies of Warring States Texts), Kaogu xuebao,",
      "Index"
    ],
    "pages": [
      "173",
      "44–52",
      "450–68",
      "39–55",
      "73–89"
    ],
    "title": [
      "and 206 are reproduced with Mancheng",
      "New Perspectives on China’s Zheng Yan, ‘Jiuquan Dingjiazha Shiliuguo mu sheshu buhua kao’ Past: Chinese Archaeology in the Twentieth Century (Kansas City (On a Mural Depicting a Tree of the Land God in a Sixteen and New Haven, ct",
      "Gugong bowuyuan wenwu yuekan, xii/11",
      "Muzhu huaxiang yanjiu’ (A Study of Portraits of Tomb Occupants), in Liu Dunyuan xiansheng jinian wenji (A Collection of Papers in Memory of Mr Liu Dunyuan",
      "Guanyu Han dai Sangzang huaxiang guanzhe wenti de sikao"
    ],
    "type": "article-journal",
    "volume": [
      "16, 17, 40, 41, 80",
      "2",
      "2",
      "1"
    ]
  }
]
