[
  {
    "author": [
      {
        "family": "Chase",
        "given": "JPMorgan"
      },
      {
        "given": "Co"
      }
    ],
    "container-title": [
      "The Corporate & Investment billion in stockholders’ equity as of December 31",
      "Mortgage Banking (including Mortgage Production, Association (“Chase Bank USA, N.A.”), a national bank that is the Firm’s Mortgage Servicing and Real Estate Portfolios) and Card, Merchant credit card–issuing bank. JPMorgan Chase’s principal nonbank subsidiary Services & Auto (“Card”). Consumer & Business Banking offers deposit is J.P. Morgan Securities LLC (“JPMorgan Securities”), the Firm’s U.S. and investment products and services to consumers, and lending, deposit, investment banking firm. The bank and nonbank subsidiaries of JPMorgan and cash management and payment solutions to small businesses. Mortgage Chase operate nationally as well as through overseas branches and Banking includes mortgage origination and servicing activities, as well as subsidiaries, representative offices and subsidiary foreign banks. One of the portfolios comprised of residential mortgages and home equity loans"
    ],
    "date": [
      "2013"
    ],
    "note": [
      "Firm’s principal operating subsidiaries in the United Kingdom (“U.K.”) is including the purchased credit-impaired (“PCI”) portfolio acquired in the J.P. Morgan Securities plc (formerly J.P. Morgan Securities Ltd.), a Washington Mutual transaction. Card issues credit cards to consumers and subsidiary of JPMorgan Chase Bank, N.A. small businesses, provides payment services to corporate and public sector clients through its commercial card products, offers payment processing services to merchants, and provides auto and student loan services."
    ],
    "title": [
      "a financial holding company incorporated under JPMorgan Chase’s activities are organized, for management reporting Delaware law in 1968, is a leading global financial services firm and one of purposes, into four major reportable business segments, as well as a the largest banking institutions in the United States of America (“U.S.”), Corporate/Private Equity segment. The Firm’s consumer business is the with operations worldwide; the Firm has $2.4 trillion in assets and $211.2 Consumer & Community Banking segment",
      "The Firm is a Bank, Commercial Banking, and Asset Management segments comprise leader in investment banking, financial services for consumers and small the Firm’s wholesale businesses. A description of the Firm’s business businesses, commercial banking, financial transaction processing, asset segments, and the products and services they provide to their respective management and private equity. Under the J.P. Morgan and Chase brands, client bases, follows. the Firm serves millions of customers in the U.S. and many of the world’s Consumer & Community Banking most prominent corporate, institutional and government clients. Consumer & Community Banking (“CCB”) serves consumers and JPMorgan Chase’s principal bank subsidiaries are JPMorgan Chase Bank, businesses through personal service at bank branches and through ATMs, National Association (“JPMorgan Chase Bank, N.A.”), a national bank online, mobile and telephone banking. CCB is organized into Consumer & with U.S. branches in 23 states, and Chase Bank USA, National Business Banking"
    ],
    "type": "chapter"
  },
  {
    "note": [
      "The minimum U.S. risk-based capital requirements in effect on December On January 6, 2014, the Firm submitted its 2014 capital plan to the Federal"
    ],
    "type": null
  },
  {
    "citation-number": [
      "31,"
    ],
    "editor": [
      {
        "given": "In"
      }
    ],
    "title": [
      "2013, follow the Capital Accord (“Basel I”) of the Basel Committee"
    ],
    "type": null
  },
  {
    "container-title": [
      "The Firm"
    ],
    "date": [
      "2012-06",
      "2014-03-02"
    ],
    "title": [
      "Reserve under the Federal Reserve’s 2014 CCAR process",
      "U.S. federal banking agencies published the final rule that expects to receive the Federal Reserve’s final response to its plan no later specifies revised market risk regulatory capital requirements"
    ],
    "type": "article-journal"
  },
  {
    "date": [
      "2013"
    ],
    "note": [
      "capital requirements and introduced new market risk measures, which resulted in additional capital requirements for covered positions as defined."
    ],
    "title": [
      "While the Firm is still subject to the capital requirements of Basel I, Basel For additional information on the Firm’s capital actions, see Capital actions 2.5 rules also became effective for the Firm on January 1",
      "The Basel on pages 166–167, and Notes 22 and 23 on pages 309 and 310, 2.5 final rule revised the scope of positions subject to the market risk respectively, of this Annual Report"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Securities”)",
        "given": "JPMorgan"
      },
      {
        "family": "Corp",
        "given": "J.P.Morgan Clearing"
      }
    ],
    "citation-number": [
      "166"
    ],
    "container-title": [
      "JPMorgan"
    ],
    "title": [
      "JPMorgan Chase & Co./2013 Annual Report The Firm may, from time to time, enter into written trading plans under Broker-dealer regulatory capital Rule 10b5-1 of the Securities Exchange Act of 1934 to facilitate JPMorgan Chase’s principal U.S. broker-dealer subsidiaries are J.P. Morgan repurchases in accordance with the common equity repurchase program. A Securities LLC",
      "Rule 10b5-1 repurchase plan allows the Firm to repurchase its equity (“JPMorgan Clearing”). JPMorgan Clearing is a subsidiary of JPMorgan during periods when it would not otherwise be repurchasing common Securities and provides clearing and settlement services"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "plc",
        "given": "J.P.Morgan Securities"
      }
    ],
    "date": [
      "2014"
    ],
    "note": [
      "Following this capital contribution, at December 31, 2013, J.P. Morgan Securities plc had total capital of $26.5 billion, or a Pillar 1 Total capital ratio of 18.1%, which exceeded the 8% well-capitalized standard applicable to it under Basel 2.5."
    ],
    "title": [
      "Morgan Securities Ltd.) is a wholly owned subsidiary of JPMorgan Chase Bank, N.A. and is the Firm’s principal operating subsidiary in the U.K. It has authority to engage in banking, investment banking and broker-dealer activities. J.P. Morgan Securities plc is jointly regulated by the U.K. Prudential Regulation Authority (“PRA”) and Financial Conduct Authority (“FCA”) (together, formerly the U.K. Financial Services Authority). During the fourth quarter of 2013, J.P. Morgan Securities plc received a capital contribution of $3.3 billion from JPMorgan Chase Bank, N.A., which was made to cover the anticipated capital requirements related to the introduction of Basel III rules, to which J.P. Morgan Securities plc is subject beginning January 1"
    ],
    "type": null
  },
  {
    "container-title": [
      "Investigations by the European JPMorgan Chase Bank, N.A. also consented, subject to the terms and Commission with regard to other reference rates remain open. In January conditions of the DPA, to the filing by the U.S. Attorney of an Information"
    ],
    "date": [
      "2013"
    ],
    "editor": [
      {
        "given": "December"
      }
    ],
    "title": [
      "processes for the setting of other reference rates in various parts of the JPMorgan Chase Bank, N.A. entered into a Deferred Prosecution world during similar time periods. The Firm is cooperating with these Agreement (the “DPA”) with the United States Attorney’s Office for the inquiries",
      "JPMorgan Chase reached a settlement with Southern District of New York (the “U.S. Attorney”) in which it agreed to the European Commission regarding its Japanese Yen LIBOR investigation forfeit $1.7 billion to the United States as a non-tax-deductible payment. and agreed to pay a fine of €79.9 million"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "LIBOR",
        "particle": "dollar"
      },
      {
        "family": "LIBOR",
        "particle": "dollar"
      },
      {
        "family": "USA",
        "given": "Chase Bank"
      },
      {
        "given": "N.A."
      }
    ],
    "container-title": [
      "Currency (“OCC”) in connection with various Bank Secrecy Act/Anti-The U.S. dollar LIBOR-related purported class actions have been Money Laundering deficiencies, including in relation to the BLMIS fraud. consolidated for pre-trial purposes in the United States District Court for In addition, JPMorgan Chase Bank, N.A. has agreed to the assessment of a the Southern District of New York. In March 2013, the Court granted in $461 million Civil Money Penalty by the Financial Crimes Enforcement part and denied in part the defendants’ motions to dismiss the claims, Network (“FinCEN”) for failure to detect and adequately report suspicious including dismissal with prejudice of the antitrust claims, and the United transactions relating to BLMIS. The FinCEN penalty"
    ],
    "date": [
      "2014"
    ],
    "note": [
      "but not the OCC States Court of Appeals for the Second Circuit dismissed the appeals for penalty, has been deemed satisfied by the forfeiture payment to the U.S. lack of jurisdiction. In September 2013, certain plaintiffs filed amended Attorney. complaints and others sought leave to amend their complaints to add Additionally, the Firm and certain subsidiaries, including JPMorgan Chase additional allegations. Defendants have moved to dismiss Bank, N.A., have agreed to enter into settlements with the court-appointed trustee for BLMIS (the “Trustee”) and with plaintiffs representing a class of former"
    ],
    "title": [
      "the Canadian Competition Bureau announced that it has discontinued charging the bank with failure to maintain an adequate anti-money its investigation related to Yen LIBOR. laundering program, and a failure to file a suspicious activity report in the In addition, the Firm has been named as a defendant along with other banks United States in October 2008 with respect to BLMIS, in violation of the in a series of individual and class actions filed in various United States Bank Secrecy Act. Pursuant to the DPA, the U.S. Attorney will defer any District Courts in which plaintiffs make varying allegations that in various prosecution of JPMorgan Chase Bank, N.A. for a two-year period and will periods, starting in 2000 or later, defendants either individually or dismiss the Information with prejudice at the end of that time if the bank is collectively manipulated the U.S",
      "Yen LIBOR and/or in compliance with its obligations under the DPA. The DPA has been Euroyen TIBOR rates by submitting rates that were artificially low or high. approved by the court. Plaintiffs allege that they transacted in loans, derivatives or other financial JPMorgan Chase Bank, N.A., JPMorgan Bank and Trust Company, N.A. instruments whose values are impacted by changes in U.S",
      "have also consented to the assessment of a Yen LIBOR, or Euroyen TIBOR and assert a variety of claims including $350 million Civil Money Penalty by the Office of the Comptroller of the antitrust claims seeking treble damages"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "obligations",
        "given": "U.S.",
        "particle": "government-sponsored enterprise"
      }
    ],
    "location": [
      "Treasury"
    ],
    "publisher": [
      "U.S. Department of the Treasury"
    ],
    "title": [
      "Obligations of agencies originally established or chartered by the U.S. government to serve public purposes as specified by the U.S. Congress; these obligations are not explicitly guaranteed as to the timely payment of principal and interest by the full faith and credit of the U.S. government. U.S"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "transaction",
        "given": "Washington Mutual"
      }
    ],
    "note": [
      "“Washington Mutual”) from the FDIC."
    ],
    "title": [
      "On September 25, 2008, JPMorgan Chase acquired certain of the assets of the banking operations of Washington Mutual Bank"
    ],
    "type": null
  },
  {
    "title": [
      "Interest rates and interest differential analysis of net interest income – U.S. and non-U.S"
    ],
    "type": null
  },
  {
    "note": [
      "components is based locations that are centrally managed by JPMorgan Chase’s Treasury unit. on"
    ],
    "title": [
      "Presented below is a summary of interest rates and interest differentials the location of the office recording the transaction. Intracompany funding segregated between U.S. and non-U.S. operations for the years 2011 generally comprises dollar-denominated deposits originated in various through 2013. The segregation of U.S. and non-U.S"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "U.S."
      }
    ],
    "collection-title": [
      "Net interest income from non-U.S. operations Consolidated Results of Operations on"
    ],
    "pages": [
      "71–74"
    ],
    "title": [
      "net interest income was $35.4 billion in 2013, a decrease of $131 further information, see the “Net interest income” discussion in million from the prior year"
    ],
    "type": null
  },
  {
    "location": [
      "For"
    ],
    "title": [
      "was $8.6 billion for 2013, a decrease of $1.8 billion from $10.3 billion in 2012"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "loans",
        "given": "Non-U.S.",
        "particle": "nonaccrual"
      }
    ],
    "container-title": [
      "—Total Non-U.S. nonaccrual consumer loans"
    ],
    "pages": [
      "– – –",
      "– – – – –"
    ],
    "title": [
      "Consumer, excluding credit card loans — — — — —Credit Card loans"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "—Total Non-U.S. Consumer loans"
    ],
    "pages": [
      "– – – –",
      "– – – – –"
    ],
    "title": [
      "Non-U.S.: Consumer, excluding credit card loans — — — — —Credit Card loans(b"
    ],
    "type": "chapter"
  },
  {
    "note": [
      "and Note 14 on"
    ],
    "pages": [
      "117–141,",
      "258–283"
    ],
    "title": [
      "For a discussion of nonaccrual loans, past-due loan accounting policies, and accruing restructured loans see Credit Risk Management on"
    ],
    "type": null
  },
  {
    "date": [
      "2012"
    ],
    "pages": [
      "234 35 68,588 – 68,857 2,645 71,502"
    ],
    "type": null
  },
  {
    "date": [
      "2011"
    ],
    "pages": [
      "266 64 55,856 – 56,186 6,869 63,055"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "France"
      }
    ],
    "date": [
      "2013",
      "2012"
    ],
    "pages": [
      "91,632 149,827"
    ],
    "title": [
      "$ 10,512 $ 11,141 $ 38,415 $ 2,424 $ 62,492 $ 229,025 $ 291,517"
    ],
    "type": null,
    "volume": [
      "10,706 18,979 26,796 1,714 58,195"
    ]
  },
  {
    "date": [
      "2011"
    ],
    "pages": [
      "154,443"
    ],
    "type": null,
    "volume": [
      "3,025 20,167 29,006 1,348 53,546 100,897"
    ]
  },
  {
    "author": [
      {
        "given": "Japan"
      }
    ],
    "date": [
      "2013",
      "2012"
    ],
    "pages": [
      "121,043"
    ],
    "title": [
      "$ 956 $ 20,892 $ 12,973 $ 25,262 $ 60,083 $ 52,040 $ 112,123"
    ],
    "type": null,
    "volume": [
      "2,016 30,616 7,708 23,680 64,020 57,023"
    ]
  },
  {
    "date": [
      "2011"
    ],
    "pages": [
      "133,169"
    ],
    "type": null,
    "volume": [
      "3,135 32,334 3,904 35,938 75,311 57,858"
    ]
  },
  {
    "pages": [
      "– 42,620 41,481 84,101"
    ],
    "title": [
      "Netherlands 2013 $ 995 $ 4,350 $ 32,792 $ — $ 38,137 $ 96,561 $ 134,698 2012"
    ],
    "type": null,
    "volume": [
      "48 5,947 36,625"
    ]
  },
  {
    "date": [
      "2011"
    ],
    "pages": [
      "130 9,433 39,454 – 49,017 45,108 94,125"
    ],
    "type": null
  },
  {
    "date": [
      "2012"
    ],
    "pages": [
      "11,674 321 45,315 92,597 137,912"
    ],
    "title": [
      "Germany 2013 $ 19,242 $ 8,781 $ 8,281 $ — $ 36,304 $ 210,001 $ 246,305"
    ],
    "type": null,
    "volume": [
      "11,376 21,944"
    ]
  },
  {
    "date": [
      "2011"
    ],
    "pages": [
      "– 38,230 104,115 142,345"
    ],
    "type": null,
    "volume": [
      "9,337 21,565 7,328"
    ]
  },
  {
    "date": [
      "2012"
    ],
    "pages": [
      "73,190 90,872"
    ],
    "title": [
      "Italy 2013 $ 10,301 $ 4,546 $ 5,644 $ 1,418 $ 21,909 $ 135,274 $ 157,183"
    ],
    "type": null,
    "volume": [
      "9,939 3,703 2,786 1,254 17,682"
    ]
  },
  {
    "date": [
      "2011"
    ],
    "pages": [
      "87,534"
    ],
    "type": null,
    "volume": [
      "8,155 4,407 2,736 1,347 16,645 70,889"
    ]
  },
  {
    "author": [
      {
        "given": "Spain"
      }
    ],
    "date": [
      "2013",
      "2012"
    ],
    "pages": [
      "6,643 129 16,434 46,299 62,733"
    ],
    "title": [
      "$ 2,547 $ 9,330 $ 9,546 $ 217 $ 21,640 $ 79,517 $ 101,157"
    ],
    "type": null,
    "volume": [
      "1,204 8,458"
    ]
  },
  {
    "date": [
      "2011"
    ],
    "pages": [
      "830 14,983 42,483 57,466"
    ],
    "type": null,
    "volume": [
      "597 10,047 3,509"
    ]
  },
  {
    "pages": [
      "97 2,818 12,598 – 15,513 8,912 24,425"
    ],
    "title": [
      "Ireland 2013 $ 99 $ 4,175 $ 13,878 $ — $ 18,152 $ 11,556 $ 29,708 2012"
    ],
    "type": null
  },
  {
    "date": [
      "2011"
    ],
    "pages": [
      "– 13,726 9,855 23,581"
    ],
    "type": null,
    "volume": [
      "87 2,530 11,109"
    ]
  },
  {
    "pages": [
      "54,219"
    ],
    "title": [
      "Switzerland 2013 $ 73 $ 1,425 $ 4,657 $ 11,579 $ 17,734 $ 84,216 $ 101,950 2012"
    ],
    "type": null,
    "volume": [
      "103 4,196 3,638 13,874 21,811 32,408"
    ]
  },
  {
    "date": [
      "2011"
    ],
    "pages": [
      "73,288"
    ],
    "type": null,
    "volume": [
      "119 5,596 1,701 30,303 37,719 35,569"
    ]
  },
  {
    "author": [
      {
        "given": "Brazil"
      }
    ],
    "date": [
      "2013",
      "2012"
    ],
    "pages": [
      "8,841 34,084"
    ],
    "title": [
      "$ 2,289 $ 3,521 $ 4,942 $ 4,385 $ 15,137 $ 10,038 $ 25,175"
    ],
    "type": null,
    "volume": [
      "4,951 4,373 6,456 9,463 25,243"
    ]
  },
  {
    "date": [
      "2011"
    ],
    "type": null,
    "volume": [
      "2,928 3,746 5,564 11,683 23,921 10,026 33,947"
    ]
  },
  {
    "author": [
      {
        "family": "Kingdom",
        "given": "United"
      }
    ],
    "date": [
      "2013"
    ],
    "pages": [
      "408 5,786 8,212 – 14,406 125,633 140,039"
    ],
    "title": [
      "$ 1,130 $ 2,787 $ 8,840 $ — $ 12,757 $ 308,289 $ 321,046 2012"
    ],
    "type": null
  },
  {
    "editor": [
      {
        "literal": "/s/ TIMOTHY P. FLYNN Director (Timothy P. Flynn) /s/ LABAN P. JACKSON, JR. Director (Laban P. Jackson, Jr."
      }
    ],
    "type": null
  },
  {
    "editor": [
      {
        "family": "WILLIAM C. WELDON Director",
        "particle": "s/"
      }
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "Brazil J.P. Morgan Grupo Financiero S.A. De C.V. Mexico J.P. Morgan Casa de Bolsa, S.A. de C.V., J.P. Morgan Grupo Financiero Mexico Banco J.P. Morgan S.A., Institucion de Banca Multiple, J.P. Morgan Grupo Financiero Mexico Fideicomiso Socio Liquidador de Posición de Terceros F00265 Mexico J.P. Morgan Servicios, S.A. de C.V., J.P. Morgan Grupo Financiero Mexico J.P. Morgan Services Japan Ltd. Delaware Banco J.P. Morgan S.A. Brazil J.P. Morgan S.A. Distribuidora de Titulos e Valores Mobiliarios Brazil J.P. Morgan Corretora de Cambio e Valores Mobiliarios S.A. Brazil Atacama Multimercado - Fundo de Investimento Brazil J.P. Morgan Trust Company (Jersey) Limited Jersey J.P. Morgan AG Germany CB \"J.P. Morgan Bank International\" (LLC) Russia J.P. Morgan Bank Luxembourg S.A. Luxembourg J.P. Morgan Bank (Ireland) plc United Kingdom J.P. Morgan Administration Services (Ireland) Limited United Kingdom J.P. Morgan Chase Bank Berhad Malaysia Chase Manhattan Holdings Limitada Brazil J.P. Morgan Securities (C.I.) Limited Jersey Inversiones J.P. Morgan Limitada Chile J.P. Morgan Corredores de Bolsa SpA Chile J.P. Morgan Funding South East Asia Private Limited Singapore J.P. Morgan (S.E.A.) Limited Singapore J.P. Morgan Capital Holdings Limited United Kingdom J.P. Morgan Chase (UK) Holdings Limited United Kingdom J.P. Morgan Chase International Holdings United Kingdom J.P. Morgan EU Holdings Limited United Kingdom J.P. Morgan Equities South Africa Proprietary Limited South Africa J.P. Morgan (SC) Limited United Kingdom J.P. Morgan International Bank Limited United Kingdom J.P. Morgan Securities plc United Kingdom J.P. Morgan Europe Limited United Kingdom J.P. Morgan Courtage SAS France JPMorgan Servicios Auxiliares, S.A. Spain J.P. Morgan Limited United Kingdom J.P. Morgan Chase Finance Limited United Kingdom JPMorgan Cazenove Holdings United Kingdom J.P. Morgan Cazenove Limited United Kingdom JPMorgan Cazenove Service Company United Kingdom J.P. Morgan Holdings B.V. Netherlands J.P."
      },
      {
        "family": "J.P",
        "given": "Sdn Bhd Malaysia"
      },
      {
        "family": "J.P",
        "given": "Sdn Bhd Malaysia"
      },
      {
        "family": "J.P",
        "given": "J.P.Morgan Espana S.A.Spain J.P.Morgan Whitefriars Inc Delaware J.P.Morgan Whitefriars United Kingdom"
      },
      {
        "family": "I",
        "given": "L.L.C.Delaware JPMorgan Colombia Ltda"
      },
      {
        "literal": "LLC Delaware JPMorgan Corporacion Financiera S.A. Colombia Lawton Multimercado Exclusivo Fundo de Investimento Brazil J.P. Morgan (Suisse) SA Switzerland J.P. Morgan Investimentos e Financas Ltda. Brazil J.P. Morgan Securities Asia Private Limited Singapore J.P. Morgan International Derivatives Ltd. Jersey J.P. Morgan Securities South Africa Proprietary Limited South Africa J.P. Morgan Malaysia Ltd. Malaysia J.P. Morgan Securities India Private Limited India Dearborn Merchant Services, Inc. Canada Chase Paymentech Solutions Canada Chase Paymentech Canada Partner ULC Canada BOL Canada III, Inc. Delaware BOL Canada III Sub, Inc. Delaware BO Leasing III ULC Canada BOL Canada I, Inc. Delaware BOL Canada I Sub, Inc. Delaware BOL Canada II Sub, Inc. Delaware BOL Canada II Trust Delaware BO Leasing II ULC Canada JPMorgan Hedge Fund Services (Bermuda) Limited Bermuda JPMorgan Hedge Fund Services (Ireland) Limited United Kingdom J.P."
      }
    ],
    "container-title": [
      "Name The Laws Of JPMorgan Chase Bank, National Association United States Chase Community Development Corporation Delaware J.P. Morgan International Inc. United States Bank One International Holdings Corporation United States J.P. Morgan International Finance Limited United States J.P. Morgan Bank Canada Canada NorChem Participacoes e Consultoria S.A. Brazil Norchem Holdings e Negocios S.A",
      "Morgan Securities Philippines, Inc. Philippines J.P. Morgan Overseas Capital Corporation Delaware PT J.P. Morgan Securities Indonesia Indonesia J.P. Morgan Securities Canada Inc",
      "Limited Taiwan Bluebay Mauritius Investment Limited Mauritius Ambre Mauritius Investment Limited Mauritius Dauphine Mauritius Investment Limited Mauritius J.P. Morgan Structured Products B.V. Netherlands JPMorgan Holdings (Japan) LLC Delaware JPMorgan Securities Japan Co., Ltd. Japan J.P. Morgan Luxembourg International S.à r.l. Luxembourg J.P. Morgan Partners (CMB Reg K GP), Inc. Delaware J.P. Morgan Saudi Arabia Limited Saudi Arabia Asselijn Finance C.V. Netherlands J.P. Morgan International Finance, S.L. Spain Paymentech Salem Services, LLC Delaware Chase Paymentech Europe Limited United Kingdom Cazenove Group Limited Jersey Cazenove IP Limited United Kingdom Cazenove Holdings Limited Jersey Bank One Europe Limited United Kingdom Manufacturers Hanover Leasing International Corp. Delaware Chase Access Services Corporation Delaware Chase Funding Corporation Delaware Cross Country Insurance Company Vermont Chase Mortgage Holdings, Inc. Delaware Harvest Opportunity Holdings Corp. New York Georgetown/Chase Phase I LLC Delaware J.P. Morgan Treasury Technologies Corporation Delaware DNT Asset Trust Delaware J.P. Morgan Chase Custody Services, Inc. Delaware J.P. Morgan Mortgage Acquisition Corp. Delaware J.P. Morgan Electronic Financial Services, Inc. New York Banc One Kentucky Leasing Corporation Kentucky Banc One Equipment Finance, Inc. Indiana Banc One Community Development Corporation Delaware Banc One Building Corporation Illinois JPMN II Inc. Nevada JPMN Inc. Nevada Chase New Markets Corporation Delaware BONA Capital II, LLC Delaware BONA Capital I, LLC Delaware FNBC Leasing Corporation Delaware Guilford Capital Fund II, LLC Delaware Protech Tax Credit Fund III, LLC Delaware ICIB Fund I Holdings, Inc. Delaware FC Energy Finance I, Inc. Delaware Banc One Arizona Leasing Corporation Arizona Chase Paymentech Holdings, Inc",
      "One Mortgage Partners Corp. Vermont Collegiate Funding Services, L.L.C. Virginia Collegiate Funding Portfolio Administration, L.L.C. Virginia Collegiate Funding of",
      "Colombia JPMorgan Colombia Holdings"
    ],
    "location": [
      "Canada",
      "Delaware Chase Paymentech Solutions, LLC Delaware Paymentech, LLC Delaware",
      "Delaware, L.L.C"
    ],
    "note": [
      "Morgan Indonesia Holdings (B.V.I.) Limited British Virgin Islands J.P. Morgan Holdings (Hong Kong) Limited Hong Kong Copthall Mauritius Investment Limited Mauritius J.P. Morgan Securities (Far East) Limited Hong Kong J.P. Morgan Broking (Hong Kong) Limited Hong Kong J.P. Morgan Futures Co., Limited Peoples Republic of China Crosby Sterling (Holdings) Limited United Kingdom J.P. Morgan Securities Holdings (Hong Kong) Limited Hong Kong J.P. Morgan Securities (Asia Pacific) Limited Hong Kong J.P. Morgan Securities Holdings (Caymans) Limited Cayman Islands J.P.",
      "Delaware Chase Student Loans, Inc. Delaware JPMorgan Chase Bank (China) Company Limited Peoples Republic of China J.P. Morgan Commercial Mortgage Inc. New York Bear Stearns Mortgage Capital Corporation Delaware Bear, Stearns Funding, Inc. Delaware JPMorgan Xign Corporation Delaware California Reconveyance Company California HCP Properties, Inc. California Long Beach Securities Corp. Delaware JPMC Mortgage Funding LLC Delaware WaMu 2007 MF-1 Trust United States WaMu 2008 SFR- 2 United States Providian Bancorp Services California Second and Union, LLC Delaware Stockton Plaza, Incorporated Florida WaMu Asset Acceptance Corp. Delaware WaMu Capital Corp. Washington Washington Mutual Mortgage Securities Corp. Delaware WM Asset Holdings Corp. Delaware JPMC Real Estate Investment Trust Maryland Washington Mutual Preferred Funding LLC Delaware Washington Mutual Home Equity Trust I Delaware"
    ],
    "publisher": [
      "Morgan Australia Group Pty Limited Australia J.P. Morgan Operations Australia Limited Australia J.P. Morgan Administrative Services Australia Limited Australia J.P. Morgan Australia Limited Australia J.P. Morgan Nominees Australia Limited Australia J.P. Morgan Securities Australia Limited Australia J.P. Morgan Portfolio Services Limited Australia JPMorgan Investments Australia Limited Australia J.P. Morgan Markets Australia Pty Limited Australia JPMorgan Colombia Holdings"
    ],
    "title": [
      "Morgan International Holdings Limited Cayman Islands JPMorgan Securities (Malaysia",
      "Morgan Securities Thailand Holdings Limited British Virgin Islands PGW Limited Thailand JPMorgan Securities (Thailand) Limited Thailand J.P. Morgan Securities Singapore Private Limited Singapore Jadeling Malaysia Holdings Limited British Virgin Islands J.P. Morgan Services (Malaysia",
      "Morgan India Securities Holdings Limited Mauritius December 31, 2013 Organized Under Name The Laws Of J.P. Morgan India Private Limited India J.P",
      "Colombia Patrimonio Autonomo \"macondo",
      "Morgan Securities (Taiwan"
    ],
    "type": "article-journal",
    "volume": [
      "II"
    ]
  },
  {
    "author": [
      {
        "literal": "California WMRP Delaware Holdings LLC Delaware WMICC Delaware Holdings LLC Delaware Irvine Corporate Center, Inc. California Savings of America, Inc. California Washington Mutual Community Development, Inc. California Rivergrade Investment Corp. California Commercial Loan Partners L.P. Nevada Chase NMTC Crown Heights, LLC Delaware Isolieren Holding Corp. Delaware We Valoroso Holding Corp. Delaware Chase Community Equity, LLC Delaware Chase NMTC CHASS Investment Fund, LLC Delaware Chase NMTC KIPP Bronx Investment Fund, LLC Delaware Chase NMTC Madison Theatre Investment Fund, LLC Delaware Chase NMTC CFHC Investment Fund, LLC Delaware Chase NMTC Swedish Covenant Investment Fund, LLC Delaware Chase NMTC Cook Investment Fund, LLC Delaware Chase NMTC Shops and Lofts Investment Fund, LLC Delaware Chase NMTC SA St. Joseph Investment Fund, LLC Delaware Manassas Mall SC Corporation Virginia Georgetown/Chase Phase II LLC Delaware JPMC Specialty Mortgage LLC Delaware Chatham Ventures, Inc. New York J.P. Morgan Partners (BHCA), L.P. Delaware CVCA, LLC Delaware Offshore Equities, Inc. New York Chemical Investments, Inc. Delaware SIG Holdings, Inc. New York J.P. Morgan SIG Holdings (Spain), S.L. Spain JPMP Capital Corp. New York J.P. Morgan Partners, LLC Delaware J.P. Morgan Equity Holdings, Inc. Delaware CMC Holding Delaware Inc. Delaware Chase Bank USA, National Association United States Chase BankCard Services, Inc. Delaware Chase BankCard LLC Delaware BloomSpot, Inc. Delaware J.P."
      },
      {
        "family": "Corp",
        "given": "Delaware J.P.Morgan Securities L.L.C.Delaware J.P.Morgan Clearing"
      }
    ],
    "container-title": [
      "California Ahmanson Marketing, Inc. California CRP Properties, Inc. California FA California Aircraft Holding Corp",
      "Morgan Chase National Corporate Services, Inc. New York Clintstone Properties Inc. New York J.P",
      "Company Limited South Korea JPMorgan Asset Management India Private Limited India JPMorgan Asset Management Real Assets (Asia) Limited Hong Kong JPMorgan Asset Management (Australia) Limited Australia JPMorgan Asset Management (Canada) Inc. Canada J.P. Morgan Investment Management Inc. Delaware J.P. Morgan Direct Investors L.P",
      "LLC Delaware JPMPEG LLC Delaware JPMorgan Global Absolute Return Strategies Fund LLC"
    ],
    "date": [
      "23A Manager"
    ],
    "location": [
      "California Pacific Centre Associates LLC",
      "Delaware",
      "Delaware DVCMM",
      "Delaware JPMIM Star Lake Carry, LLC Delaware JPMIM Star Lake CP, LLC Delaware"
    ],
    "note": [
      "LLC Delaware J.P. Morgan Capital Financing Limited United Kingdom Robert Fleming Holdings Limited United Kingdom Copthall Overseas Limited United Kingdom J.P. Morgan Management (Jersey) Limited Jersey J.P. Morgan Chase International Financing Limited United Kingdom CCC Holding Inc. Delaware Chase",
      "J.P. Morgan Alternative Asset Management, Inc. Delaware JPMorgan Asset Management (Asia) Inc. Delaware JPMorgan Asset Management (Taiwan) Limited Taiwan JPMorgan Asset Management (Japan) Limited Japan JPMAM Japan Cayman Fund Limited Cayman Islands JF Asset Management Limited Hong Kong JPMorgan Funds (Taiwan) Limited Taiwan JPMorgan Funds (Asia) Limited Hong Kong JPMorgan Asset Management (Singapore) Limited Singapore JPMorgan Asset Management (Korea",
      "J.P. Morgan Research Total Return Fund LLC Delaware J. P. Morgan Research Total Return Master Fund Ltd Cayman Islands JPMorgan Distressed Debt Opportunities Fund LLC Delaware JPMorgan Distressed Debt Opportunities Master Fund Ltd. Cayman Islands JPMorgan Distressed Debt Master Fund Ltd. Cayman Islands IIF USSC LP Delaware Junius Woodfield US Sub Corporation Delaware Junius Salamander US Sub Corporation Delaware JPMorgan Asset Management International Limited United Kingdom JPMorgan Asset Management Holdings (UK) Limited United Kingdom JPMorgan Asset Management Marketing Limited United Kingdom J.P. Morgan Trustee & Administration Services Limited United Kingdom JPMorgan Funds Limited United Kingdom JPMorgan Asset Management Holdings (Luxembourg) S.à r.l. Luxembourg JPMorgan Asset Management (Europe) S.à r.l. Luxembourg JPMorgan Life Limited United Kingdom JPMorgan Investments Limited United Kingdom JPMorgan Asset Management Luxembourg S.A. Luxembourg JPMorgan Asset Management (UK) Limited United Kingdom Security Capital Research & Management Incorporated Delaware Highbridge Capital Management, LLC Delaware Highbridge Capital Management (UK), Ltd. United Kingdom Highbridge Capital Management (Hong Kong), Limited Hong Kong Highbridge Capital Administrators, LLC Delaware Highbridge Principal Strategies, LLC Delaware Highbridge Mezzanine Partners, LLC Delaware Highbridge Principal Strategies (UK) I, Ltd United Kingdom"
    ],
    "publisher": [
      "Morgan Partners",
      "Morgan Broker-Dealer Holdings Inc"
    ],
    "title": [
      "Wamu 2006-OA1 Delaware Wamu 2007-Flex 1 Delaware FA Out-of-State Holdings, Inc",
      "Morgan Trust Company of Delaware Delaware JPMorgan Bank and Trust Company, National Association United States JPM Capital Corporation Delaware J.P",
      "Commercial Corporation Delaware Name The Laws Of Chase Lincoln First Commercial Corporation Delaware MorServ, Inc. Delaware Chase Manhattan Realty Leasing Corporation New York Palo Verde 1-PNM August 50 Corporation Delaware Palo Verde 1-PNM December 75 Corporation Delaware PV2-APS 150 Corporation Delaware J.P",
      "Delaware Bally Total Fitness Holding Corporation Delaware JPMorgan Asset Management Holdings Inc"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Partners",
        "given": "L.P.Cayman Islands Highbridge Mezzanine",
        "suffix": "II"
      },
      {
        "family": "GP",
        "given": "L.L.C.Delaware Highbridge Principal Strategies Mezzanine Partners"
      },
      {
        "family": "Capital",
        "given": "L.P.Delaware J.P.Morgan Fund Investor L.L.C.Delaware Constellation Venture",
        "suffix": "III"
      },
      {
        "family": "Fund",
        "given": "L.P.Delaware H.C.M.Participacoes Brasil Ltda Brazil Gavea Investimentos Ltda Brazil JPMorgan Asset Management Private Equity L.L.C.Delaware Gavea Equity"
      },
      {
        "family": "Neovest",
        "given": "L.P.Delaware Gavea Equity Master Fund S.P.C.Cayman Islands JPMorgan Securities Holdings L.L.C.Delaware J.P.Morgan Commercial Mortgage Investment Corp Delaware J.P.Morgan Institutional Investments Inc Delaware"
      },
      {
        "family": "Holdings",
        "given": "Inc Utah JPMorgan Chase Funding Inc Delaware PropPartners Master Fund L.P.Cayman Islands J.P.Morgan Indies S.R.L.Barbados Madison Rubicon"
      },
      {
        "family": "REIT",
        "given": "L.L.C.Delaware Rubicon U.S."
      },
      {
        "given": "Inc"
      },
      {
        "family": "China Trading",
        "given": "Delaware Arroyo Energy Investors L.L.C.Delaware Okwari C.B.Holdings L.P.Delaware Argonaut Power L.P.Delaware J.P.Morgan Commodities Canada Corporation Canada J.P.Morgan China Commodities Corporation Peoples Republic",
        "particle": "of"
      },
      {
        "family": "Bath",
        "given": "Transportation Management L.L.C.Delaware J.P.Morgan Metals Group Limited United Kingdom J.P.Morgan Metals Limited United Kingdom Henry"
      },
      {
        "family": "Espana",
        "given": "Son Limited United Kingdom Henry Bath Singapore Pte Ltd Singapore Henry Bath L.L.C.Delaware Henry Bath B.V.Netherlands J.P.Morgan Energy Trading Holdings Ltd United Kingdom J.P.Morgan Energy Europe Ltd United Kingdom J.P.Morgan Energy Europe"
      },
      {
        "family": "C.V. Mexico J.P. Morgan GT Corporation Delaware J.P. Morgan Chase Community Development Corporation Delaware JPMP Capital",
        "given": "S.L.Spain J.P.Morgan Energy Trading Holdings Sarl Switzerland J.P.Morgan Commodities Sarl Switzerland T.T.M.I.Sarl Switzerland J.P.M.Ventures Energy Mexico S.",
        "particle": "de R.L. de"
      },
      {
        "family": "Consultants",
        "given": "L.L.C.Delaware J.P.Morgan Partnership Capital Corporation Delaware Peabody Real Estate Partnership Corporation Delaware The Peabody Fund"
      },
      {
        "family": "Capital",
        "given": "Inc Delaware J.P.Morgan"
      },
      {
        "family": "Holdings",
        "given": "L.P.Delaware J.P.Morgan Investment"
      },
      {
        "family": "J.P",
        "given": "L.L.C.Delaware J.P.Morgan Private Investments Inc Delaware J.P.Morgan International Holdings L.L.C.Delaware"
      },
      {
        "literal": "Inc. Delaware OX FCL Two, Inc. Delaware NLTC Fund Holdings I, Inc. Delaware GTC Fund V Holdings, Inc. Delaware GTC Fund IV Holdings, Inc. Delaware GTC Fund III Holdings, Inc. Delaware GHML Holdings II, Inc. Delaware GHML Holdings I, Inc."
      },
      {
        "family": "J.P",
        "given": "L.L.C.Delaware"
      },
      {
        "literal": "L.L.C. Delaware Banc One Equity Capital II, L.L.C. Delaware One Equity Partners LLC Delaware One Equity Partners II, L.P. Cayman Islands One Equity Partners III, L.P. Cayman Islands One Equity Partners IV, L.P. Cayman Islands One Equity Partners V, L.P. Cayman Islands One Equity Partners V AIV, L.P. Delaware Chase Travel Investment I, LLC Delaware SapoToro B.V. Netherlands VAC Holdings II (Cayman) Limited Cayman Islands AHR Capital MS Limited United Kingdom JPMorgan Chase Bank, Dearborn Michigan JPMorgan Distribution Services, Inc."
      },
      {
        "family": "Morgan",
        "given": "I.L.L.C.Delaware J.P."
      },
      {
        "literal": "LLC Delaware J.P. Morgan Special Opportunities (Delaware) I LLC Delaware J.P. Morgan Special Opportunities (Delaware) II LLC Delaware J.P."
      },
      {
        "literal": "IV, Ltd. Ohio BOCF, LLC Delaware JPM Mezzanine Capital, LLC Delaware JPMorgan Private Capital Asia Corp. Delaware JPMorgan Private Capital Asia GP Limited Cayman Islands JPMorgan Private Capital Asia General Partner, L.P."
      }
    ],
    "container-title": [
      "Corporation Delaware Magenta Magic Limited British Virgin Islands JPMorgan Mauritius Holdings VI Limited Mauritius JPMorgan Mauritius Holdings Limited Mauritius Mountain Orchard Limited Mauritius Sterling Pathway Mauritius Banrod Investments Limited Cyprus JPMorgan Mauritius Holdings IV Limited Mauritius JPMorgan Mauritius Holdings VII Limited Mauritius Harbour Formosa Investment Holdings Limited Mauritius Harbour Victoria Investment Holdings Limited Mauritius JPMorgan Global Special Situations",
      "III LLC Delaware Special Situations Investing Inc. Delaware Banc One Capital Holdings LLC Delaware BOCP Holdings Corporation Ohio Banc One Capital Partners",
      "Cayman Islands JPMorgan PCA Holdings (Mauritius) I Limited Mauritius Chase Capital Holding Corporation Delaware Chase Capital Corporation Delaware Chase Capital Credit Corporation Delaware J.P. Morgan Insurance Holdings, L.L.C. Arizona Banc One Insurance Company Vermont Chase Insurance Agency, Inc. Wisconsin JPM International Consumer Holding Inc. Delaware JPM International Consumer Holding, LLC Delaware JPMREP Holding Corporation Delaware JPMorgan Real Estate Partners, L.P. Delaware PIM SP4 Office Holdings, LLC Delaware JPMorgan Real Estate Partners, LP, BofA Plaza LLC Delaware LabMorgan Investment LLC Delaware J.P. Morgan Services Asia Holdings, Inc. Delaware J.P. Morgan Services Asia Holdings Limited Mauritius J.P. Morgan Services India Private Limited India Hambrecht & Quist California California H&Q Holdings Inc. Delaware Bear Stearns Irish Holdings Inc. Delaware Bear Stearns Ireland Limited United Kingdom Bear Stearns International Funding I S.à r.l. Luxembourg J.P. Morgan Dublin Financial Holdings Limited United Kingdom J.P. Morgan Dublin plc United Kingdom Bear Stearns International Funding II S.à r.l. Luxembourg The Bear Stearns Companies LLC Delaware Bear, Stearns International Holdings Inc. New York BSG Insurance Holdings Limited United Kingdom EMC Mortgage LLC Delaware Bear Stearns Asset Management Inc. New York Bear Stearns Access Fund Management LLC",
      "Stearns Capital Markets Inc. Delaware Bear Stearns Alternative Assets International Limited Cayman Islands Bear Stearns Investment Products Inc"
    ],
    "date": [
      "2013-12-31"
    ],
    "location": [
      "Delaware Bear Stearns Access Fund VII, L.P. Delaware Bear",
      "New York Bear"
    ],
    "note": [
      "Stearns International Funding I, Inc. Delaware Bear Stearns International Funding (Bermuda) Limited Bermuda Bear Stearns Overseas Funding Unlimited United Kingdom Bear Stearns International Funding II, Inc. Delaware Bear Hunter Holdings LLC Delaware Vandelay Recoveries Inc. Delaware Max Recovery Canada Company Canada PricingDirect Inc. Delaware Plymouth Park Tax Services LLC Delaware eCAST Settlement Corporation Delaware Bear, Stearns Realty Investors, Inc. Delaware Bear Strategic Investments Corp. Delaware Bear Stearns Singapore Holdings Pte Ltd Singapore Bear Stearns Services Inc. Delaware MLP Investment Holdings, Inc. Delaware Gregory/Madison Avenue LLC Delaware Bear Stearns Residential Mortgage Corporation (d/b/a Bear Stearns Mortgage Company) Delaware Bear Stearns UK Holdings Limited United Kingdom Bear Stearns Holdings Limited United Kingdom J.P. Morgan Markets Limited United Kingdom Bear Stearns International Trading Limited United Kingdom Community Capital Markets LLC Delaware Commercial Lending LLC Delaware Indiana Four Holdings LLC Delaware Indiana Four LLC Delaware CL II Holdings LLC Delaware Commercial Lending II LLC Delaware Commercial Lending III LLC Delaware Bear UK Mortgages Limited United Kingdom Rooftop Holdings Limited United Kingdom Rooftop Funding Limited United Kingdom Rooftop Mortgages Limited United Kingdom Max Recovery Limited United Kingdom MAX Recovery Inc. Delaware MAX Flow Corp. Delaware J.P. Morgan Mansart Management Limited United Kingdom"
    ],
    "title": [
      "Organized Under Name The Laws Of Highbridge Principal Strategies (UK) LLP United Kingdom Highbridge Principal Strategies Mezzanine Partners Offshore GP",
      "Delaware JPMorgan China Investment Company Limited Delaware J.P. Morgan Ventures Energy Corporation Delaware JPMorgan Ventures Energy (Asia) Pte Ltd Singapore BE Investment Holding Inc",
      "Morgan Trust Company (Cayman) Limited Cayman Islands J.P. Morgan Trust Company (Bahamas) Limited Bahamas JPMorgan Gestion, Sociedad Gestora de Instituciones de Inversion Colectiva, S.A. Spain LabMorgan Corporation Delaware J.P. Morgan Financial Investments Limited United Kingdom LabMorgan Investment Corporation Delaware JPMorgan Invest Holdings LLC Delaware J.P. Morgan Retirement Plan Services LLC Delaware Name The Laws Of Park Assurance Company Vermont Banc One Building Management Corporation Wisconsin Banc One Financial LLC Delaware JPMorgan Capital Corporation Delaware First Chicago Leasing Corporation Delaware FM Holdings I",
      "Delaware First Chicago Lease Holdings, Inc. Delaware Palo Verde Leasing Corporation Delaware JPMorgan Housing Corporation Delaware Cooper Project",
      "Morgan Mansart Investments France SAHP 130 Holdings, Inc. Delaware First Chicago Capital Corporation Delaware JPMorgan Capital (Canada) Corp. Canada OEP Holding Corporation Delaware OEP Parent LLC Delaware Bank One Investment LLC Delaware Banc One Equity Capital Fund II",
      "Delaware JPMorgan Funds Management, Inc. Delaware NBD Community Development Corporation Michigan Banc One Neighborhood Development Corporation Ohio Homesales, Inc. Delaware JPMorgan Special Situations Asia Corporation Delaware JPMorgan Special Situations (Mauritius) Limited Mauritius J.P. Morgan Advisors India Private Limited India Silver Summit (Delaware",
      "Venture Capital Investment Company Limited Peoples Republic of China JPMorgan Global Special Situations II",
      "Morgan Special Opportunities (Delaware",
      "Cayman Islands JPMorgan Private Capital Asia Fund I, L.P"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Fiscal",
        "given": "Bear Stearns M.B."
      }
    ],
    "date": [
      "2001"
    ],
    "location": [
      "Delaware"
    ],
    "publisher": [
      "Japan Max Recovery Australia Pty Limited Australia SCG Equities I Holding Corp"
    ],
    "title": [
      "Investments, LLC Delaware Bear Growth Capital Partners, LP Delaware Aldermanbury Investments Limited United Kingdom Principal Real Estate Funding Corporation Limited United Kingdom Bear Stearns MB 1998-1999 Pre-Fund, LLC Delaware J.P.Morgan Finance Japan YK"
    ],
    "type": "book"
  },
  {
    "note": [
      "the “Report”), each of the undersigned officers of JPMorgan Chase & Co., certify, pursuant to 18 U.S.C. Section"
    ],
    "title": [
      "In connection with the Annual Report of JPMorgan Chase & Co. on Form 10-K for the period ended December 31, 2013 as filed with the Securities and Exchange Commission on the date hereof"
    ],
    "type": "report"
  },
  {
    "citation-number": [
      "1350,"
    ],
    "container-title": [
      "The information contained in the Report fairly presents, in all material respects, the financial condition and results of operations of JPMorgan Chase & Co"
    ],
    "title": [
      "as adopted pursuant to Section 906 of the Sarbanes-Oxley Act of 2002, that: 1. The Report fully complies with the requirements of Section 13(a) or 15(d) of the Securities Exchange Act of 1934; and 2"
    ],
    "type": "chapter"
  }
]
