[
  {
    "author": [
      {
        "family": "Malcolm",
        "suffix": "III"
      },
      {
        "family": "Malcolm",
        "given": "Alexander I.David I.",
        "suffix": "IV"
      }
    ],
    "date": [
      "1057",
      "1094",
      "1153",
      "1214"
    ],
    "location": [
      "Duncan II"
    ],
    "note": [
      "Donald Bane (again) (1094–7) Edgar (1097–1107",
      "Alexander III (1249–86) Margaret, the Maid of Norway (1286–90) First Interregnum (1290–2) John Balliol (1292–6) Second Interregnum (1296–1306) Robert Bruce (1306–29) David II (1329–71) Robert II (1371–90) Robert III (1390–1406) James I (1406–37) James II (1437–60) James III (1460–88) James IV (1488–1513) James V (1513–42) Mary Queen of Scots (1542–67) James VI (1567–1603) Rulers of Scotland and England James VI and I (1603–25"
    ],
    "title": [
      "Donald Bane (1093–4",
      "William the Lion (1165–1214) Alexander II"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Charles",
        "given": "I."
      },
      {
        "literal": "and Mary II"
      }
    ],
    "container-title": [
      "Charles"
    ],
    "date": [
      "1625",
      "1660",
      "1688",
      "1688",
      "1727",
      "1820",
      "1830",
      "1936"
    ],
    "editor": [
      {
        "literal": "James VII and II (1685–8) William II and III"
      },
      {
        "literal": "Edward I and VII (1901–10) George V (1910–36) Edward II and VIII (1936"
      }
    ],
    "location": [
      "George II",
      "George IV",
      "George VI"
    ],
    "note": [
      "Elizabeth I and II (since 1952) CALENDAR OF PRINCIPAL EVENTS IN SCOTTISH HISTORY (c. 6000 BC-AD 1980"
    ],
    "title": [
      "Commonwealth (1649–60",
      "Anne (1702–14) George I (1714–27",
      "George III (1760–1820",
      "Victoria (1837–1901"
    ],
    "type": "article-journal",
    "volume": [
      "II",
      "William III and IV"
    ]
  },
  {
    "citation-number": [
      "1398"
    ],
    "title": [
      "Robert III creates his son David first Scottish duke (of Rothesay) 1402–20 regency of the duke of Albany"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1406"
    ],
    "title": [
      "James, heir to Robert III, captured by pirates on way to France and handed to Henry IV of England; kept for 17 years"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1409"
    ],
    "title": [
      "accommodation between Albany and Archibald, fourth earl of Douglas 1411 battle of Red Harlaw 1412 University of St Andrews founded 1424 James I returns to Scotland"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "son",
        "given": "Albany’s"
      }
    ],
    "citation-number": [
      "1425"
    ],
    "note": [
      "1450 Mons Meg (large cannon) made 1451 foundation of Glasgow University 1455 battle of Arkinholm. Fall of the Black Douglases"
    ],
    "title": [
      "Murdoch, who had been regent since 1420, executed 1430 Borthwick Castle begun 1437 James I murdered c"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Roxburgh Castle",
        "given": "Siege",
        "particle": "of"
      }
    ],
    "citation-number": [
      "1460"
    ],
    "title": [
      "James II killed by bursting cannon, but castle taken a few days later. Beginning of Ravenscraig Castle, first fortress designed specifically for firearms in UK"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1470s"
    ],
    "title": [
      "Robert Cochrane builds Great Hall at Stirling Castle 1472 Orkney and Shetland islands annexed by Scotland Bishopric of St Andrews becomes archbishopric"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1482"
    ],
    "title": [
      "Favourites of James III taken and hanged at Lauder Brig"
    ],
    "type": null
  },
  {
    "title": [
      "1488 battle of Sauchieburn, and death of James III by violence"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1493"
    ],
    "title": [
      "final confrontation between king and Lord of the Isles; lordship abolished 1495 University of Aberdeen founded 1496 education legislation in Scottish parliament"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1503"
    ],
    "title": [
      "James IV marries Margaret Tudor, d. of Henry VII of England 1506 keel laid of Great Michael"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1507"
    ],
    "title": [
      "Andrew Myllar sets up first printing press in Scotland"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1513"
    ],
    "title": [
      "disaster at Flodden Field (9 Sept.); James IV and most of his nobles killed on battlefield"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1528"
    ],
    "title": [
      "Patrick Hamilton burned as heretic"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1530s"
    ],
    "title": [
      "major works at Falkland Palace initiated by James V 1532 foundation of Court of Session"
    ],
    "type": null
  },
  {
    "title": [
      "1542 battle of Solway Moss. Death of James V soon afterwards"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1546"
    ],
    "title": [
      "George Wishart burned at stake"
    ],
    "translator": [
      {
        "family": "murdered",
        "given": "Cardinal Beaton"
      }
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Andrew’s Castle",
        "given": "Siege",
        "particle": "of St"
      }
    ],
    "citation-number": [
      "1547"
    ],
    "title": [
      "John Knox captured and sent to France to serve as galley slave. battle of Pinkie 1559 Knox returns to Scotland"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1560"
    ],
    "container-title": [
      "Protestantism established as national faith"
    ],
    "title": [
      "Reformation Parliament"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "1561"
    ],
    "title": [
      "Mary Queen of Scots returns from France to take up throne"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1565"
    ],
    "location": [
      "David Riccio, murdered"
    ],
    "title": [
      "Mary marries her cousin Henry Stuart, earl of Darnley 1566 Mary’s secretary"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Field",
        "given": "Darnley",
        "particle": "murdered at Kirk o’"
      }
    ],
    "citation-number": [
      "1567"
    ],
    "note": [
      "Moray assassinated, 1570) 1571 Regent Lennox slain 1572 death of Knox 1582 Ruthven Raid Edinburgh University founded 1587 Mary Queen of Scots executed in England"
    ],
    "title": [
      "Mary marries Hepburn, earl of Both well 1568 battle of Langside. Mary flees to England 1568–70 regency of James, earl of Moray"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1592"
    ],
    "title": [
      "Parliament recognizes Presbyterian government 1600 Gowrie Conspiracy"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1603"
    ],
    "note": [
      "and I of England) dies, ?murdered 1633 Charles I visits Scotland for first time"
    ],
    "title": [
      "Union of Crowns of Scotland and England. James VI leaves Scotland 1606 Andrew Melville banished 1610 Episcopacy established 1618 Five Articles of Perth 1625 James VI"
    ],
    "type": null
  },
  {
    "container-title": [
      "War 1642 Civil War begins in England 1643 Solemn League and Covenant CALENDAR OF PRINCIPAL EVENTS IN SCOTTISH HISTORY 231"
    ],
    "date": [
      "1637"
    ],
    "title": [
      "Scottish Prayer Book forced upon Scots riot in St Giles’ Cathedral, Edinburgh 1638 National Covenant drawn up and signed Episcopacy abolished 1639 First Bishops’ War 1640 Second Bishops"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "1644"
    ],
    "title": [
      "Leslie joins Fairfax and Cromwell at Marston Moor"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1645"
    ],
    "title": [
      "Montrose’s campaign on behalf of Charles I; defeated at Philiphaugh"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1649"
    ],
    "title": [
      "Charles I executed in London: Scots, horrified, proclaim Charles II king 1650 Montrose executed, battle of Dunbar 1653–8 Cromwell regime 1660 Charles restored to both thrones"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1661"
    ],
    "title": [
      "Episcopacy restored Argyll executed James Sharp appointed archbishop of St Andrews 1666 Pentland rising 1669 Lauderdale appointed Commissioner in Scotland 1679 Sharp murdered victory of Covenanters at Drumclog Covenanters crushed at Bothwell Brig by Monmouth Lauderdale removed"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1680"
    ],
    "note": [
      "James II of England) 1687 Letter of Indulgence"
    ],
    "title": [
      "James Stewart, duke of York, appointed Commissioner for Scotland 1680 Sanquhar Declaration 1681 Test Act 1685 James becomes James VII"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1689"
    ],
    "note": [
      "Highlanders defeated at Dunkeld Presbyterianism reestablished 1692 massacre at Glencoe"
    ],
    "title": [
      "William of Orange invited to take over government of Scotland from James VII; war between William and supporters of James, battle of Killiecrankie 1690"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1693"
    ],
    "title": [
      "Scottish company formed to promote trade in Africa and elsewhere 1698 first expedition to Darien 1699 second expedition to Darien 1701 Act of Settlement passed at Westminster"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1702"
    ],
    "title": [
      "death of William of Orange. Accession of Anne Stewart 1704 Act of Security passed Act anent Peace and War 1706 Duke of Argyll appointed Commissioner for Scotland"
    ],
    "type": null
  },
  {
    "date": [
      "1707"
    ],
    "title": [
      "Act of Union between Scottish and English parliaments ratified by Scottish parliament, which then dissolves itself 1712 patronage restored"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1713"
    ],
    "title": [
      "bill introduced in Westminster to repeal Act of Union; lost by 4 votes only"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1714"
    ],
    "container-title": [
      "Succeeded by cousin George Lewis of Hanover 232 CALENDAR OF PRINCIPAL EVENTS IN SCOTTISH HISTORY"
    ],
    "title": [
      "Anne dies"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "1715"
    ],
    "title": [
      "first Jacobite rising. Battle of Sheriffmuir James Edward, Old Pretender, reaches Scotland"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1716"
    ],
    "title": [
      "James Edward leaves Scotland after collapse of rising 1736 Porteous Riots"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "second Jacobite rising."
      }
    ],
    "citation-number": [
      "1745"
    ],
    "container-title": [
      "Prepares to invade England"
    ],
    "note": [
      "Marches down as far as Derby"
    ],
    "title": [
      "Bonnie Prince Charlie lands at Moidart and collects forces. Takes Perth and at Prestonpans, near Edinburgh (21 Sept.), defeats government forces"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Culloden",
        "particle": "battle of"
      }
    ],
    "citation-number": [
      "1746"
    ],
    "note": [
      "Burgh Reform Act 1839 Nasmyth’s steam hammer 1841 first ‘ragged school’ opened, at Aberdeen 1843 The Disruption"
    ],
    "title": [
      "Destruction of Jacobite cause and virtual end of the ancient Scottish nation 1747 feudal jurisdictions abolished 1760 foundation of Carron Iron Works 1763 Small’s swing plough 1767 Craig’s plan for new Edinburgh published 1768 Glasgow’s Broomielaw Bridge opened 1769 Watt’s steam engine patented 1773 Institutes of John Erskine 1784 Meikle’s threshing machine 1790 Forth and Clyde Canal opened 1793 Thomas Muir sentenced to transportation to Australia 1796 Andersonian Institute founded Robert Burns dies 1801 Mushet discovers blackband ironstone 1802 Charlotte Dundas, first steamboat, built 1822 Caledonian Canal opened 1828 Neilson’s hot blast furnace 1832 Scottish Bill for Parliamentary Reform 1832 cholera epidemic in Edinburgh 1833"
    ],
    "type": null
  },
  {
    "date": [
      "1847"
    ],
    "title": [
      "James Simpson discovers anaesthetic properties of chloroform 1872 Education Act 1874 patronage abolished"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1885"
    ],
    "title": [
      "Secretary of State for Scotland (office of) re-established 1889 county councils established"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1894"
    ],
    "container-title": [
      "union of Free Church and United Presbyterian Church CALENDAR OF PRINCIPAL EVENTS IN SCOTTISH HISTORY 233"
    ],
    "date": [
      "1900"
    ],
    "title": [
      "Home Rule for Scotland Bill passed in Commons, but dropped when government fell"
    ],
    "type": "chapter"
  },
  {
    "date": [
      "1907"
    ],
    "title": [
      "Scottish Grand Committee set up 1928 Scottish National Party founded 1929 union of United Free Church and Church of Scotland 1947 Edinburgh Festival founded"
    ],
    "type": null
  },
  {
    "date": [
      "1950"
    ],
    "title": [
      "National Covenant for Scottish Parliament drawn up and signed"
    ],
    "type": null
  },
  {
    "date": [
      "1966"
    ],
    "title": [
      "Winifred Ewing elected SNP Member for Hamilton in by-election to Westminster 1974 11 SNP MPs elected to Westminster in general election"
    ],
    "type": null
  },
  {
    "date": [
      "1979"
    ],
    "title": [
      "referendum on devolution in Scotland; small majority in favour"
    ],
    "type": null
  },
  {
    "date": [
      "1979"
    ],
    "title": [
      "9 SNP members lose Westminster seats in general election"
    ],
    "type": null
  },
  {
    "date": [
      "1981"
    ],
    "title": [
      "Scotland’s unemployment figures reach 15 per cent of total workforce"
    ],
    "type": null
  },
  {
    "date": [
      "1983"
    ],
    "title": [
      "opening of the famous Burrell Collection of art treasures at Pollock"
    ],
    "type": null
  },
  {
    "date": [
      "1989"
    ],
    "title": [
      "first two meetings of the Scottish Constitutional Convention to study the whole question of devolution and constitutional reform"
    ],
    "type": null
  },
  {
    "date": [
      "1990"
    ],
    "title": [
      "Glasgow designated the Cultural Capital of Europe for the year"
    ],
    "type": null
  },
  {
    "date": [
      "1992"
    ],
    "title": [
      "SNP wins 20 per cent of the total Scottish vote in the general election, but captures only 3 seats NOTES Chapter 1: From Stone to Iron"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1"
    ],
    "date": [
      "1975"
    ],
    "location": [
      "Scotland",
      "London"
    ],
    "pages": [
      "237"
    ],
    "publisher": [
      "An Archaeological Guide"
    ],
    "title": [
      "Euan MacKie"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Renfrew",
        "given": "C."
      }
    ],
    "citation-number": [
      "2"
    ],
    "date": [
      "1976"
    ],
    "pages": [
      "133"
    ],
    "publisher": [
      "Harmondsworth"
    ],
    "title": [
      "Before Civilization"
    ],
    "type": "book"
  },
  {
    "citation-number": [
      "3"
    ],
    "title": [
      "The Mycenaean civilization flourished on the mainland of Greece c. 1500-c. 1200 BC. 4 Long, rectangular halls of timber, with rows of posts inside to support the roof, such as those whose remains have been discovered in Denmark. 5 Celtic priests who were spiritual leaders of British resistance in the first years of Roman occupation, in the first century AD, and who by virtue of their being educated sometimes assumed the military leadership"
    ],
    "type": null
  },
  {
    "citation-number": [
      "4"
    ],
    "date": [
      "1978"
    ],
    "location": [
      "Britannia, IX"
    ],
    "pages": [
      "271–87"
    ],
    "title": [
      "A dun, most commonly found in the south and west, was a stonewalled enclosure, whose wall was up to 15 feet thick, and as tall. There was a passage through the wall. Timber huts and houses were erected inside. 5 J.K.St Joseph, The camp at Durno, Aberdeenshire, and the site of Mons Graupius’"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "ARBurn"
      }
    ],
    "citation-number": [
      "6"
    ],
    "date": [
      "1953"
    ],
    "location": [
      "London"
    ],
    "title": [
      "Agricola and Roman Britain"
    ],
    "type": null
  },
  {
    "citation-number": [
      "7"
    ],
    "title": [
      "When Boudica finally met the Romans in battle, somewhere near"
    ],
    "type": null
  },
  {
    "citation-number": [
      "4"
    ],
    "container-title": [
      "In c. 1190 Dunkeld was divided into two, the new see being Lismore in Argyll. Further changes and additions were made later on. 6 Clause 59: ‘We will act towards Alexander, king of the Scots, concerning...his privileges and his rights...’ The rights relate to the Scottish kings’"
    ],
    "director": [
      {
        "family": "Andrews",
        "given": "Dunkeld"
      },
      {
        "family": "Moray",
        "given": "Aberdeen"
      },
      {
        "family": "Ross",
        "given": "Glasgow"
      },
      {
        "family": "Galloway",
        "given": "Brechin"
      }
    ],
    "note": [
      "claim to parts of northern England and freedom from allegiance to the English king. (J.C.Dickinson, The Great Charter, London, 1955."
    ],
    "title": [
      "The Normans and their allies erected many motte castles in Scotland. The best-known are Duffus in Morayshire and the Bass of Inverurie in Aberdeenshire. They can be seen clearly today (without, of course, the wooden parts). 5 The sees were St",
      "Dunblane and Caithness"
    ],
    "type": "chapter"
  }
]
