[
  {
    "author": [
      {
        "family": "Bautista Saavedra",
        "given": "Great Depression Key",
        "particle": "leaders were"
      },
      {
        "family": "Siles",
        "given": "Hernando"
      },
      {
        "family": "Salamanca",
        "given": "Daniel"
      }
    ],
    "date": [
      "1932"
    ],
    "title": [
      "War with Paraguay over disputed Chaco territory. Most costly defeat in Bolivia’s history"
    ],
    "type": null
  },
  {
    "date": [
      "1936"
    ],
    "title": [
      "Military governments under David Toro and German Busch of left populist nature and known as “military socialism"
    ],
    "type": null
  },
  {
    "date": [
      "1937"
    ],
    "title": [
      "Nationalization of Standard Oil of Bolivia and creation of YPFB, Bolivia’s national oil company"
    ],
    "type": null
  },
  {
    "date": [
      "1939"
    ],
    "title": [
      "Conservative civilian rule under Enrique Penaranda"
    ],
    "type": null
  },
  {
    "date": [
      "1942",
      "1943"
    ],
    "title": [
      "Foundation of the Movimiento Nacionalista Revolucionario (MNR) party",
      "Radical military-MNR government under leadership of Gualberto Villarroel"
    ],
    "type": null
  },
  {
    "date": [
      "1944"
    ],
    "location": [
      "union"
    ],
    "publisher": [
      "Federacion Sindical de Trabajadores Mineros de Bolivia (FSTMB"
    ],
    "title": [
      "Foundation of first successful national mineworkers"
    ],
    "type": "book"
  },
  {
    "date": [
      "1946",
      "1946"
    ],
    "title": [
      "Thesis of Pulacayo”– radical declaration of FSTMB congress after Villarroel’s overthrow",
      "Civilian-military conservative regimes"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "April",
        "given": "National Revolution",
        "particle": "of MNR in"
      }
    ],
    "citation-number": [
      "1952"
    ],
    "container-title": [
      "Nationalization of the mines and creation of COMIBOL; land reform (1953), universal suffrage, and creation of national labor federation Centro Ohrero Boliciano (COB"
    ],
    "date": [
      "1952"
    ],
    "title": [
      "Civilian governments under MNR leaders Vıctor Paz Estenssorro and Hernan Siles Zuazo"
    ],
    "type": "chapter"
  },
  {
    "date": [
      "1967"
    ],
    "title": [
      "Constitution with revisions in 1994. 1964–70 Populist military governments under Rene Barrientos and Alfredo Ovando"
    ],
    "type": null
  },
  {
    "date": [
      "1965"
    ],
    "title": [
      "Che Guevara in Bolivia"
    ],
    "type": null
  },
  {
    "date": [
      "1970"
    ],
    "title": [
      "Radical populist military government under Juan Jose Torres and establishment of “Popular Assembly” regime"
    ],
    "type": null
  },
  {
    "date": [
      "1971"
    ],
    "title": [
      "Conservative military rule under Hugo Banzer"
    ],
    "type": null
  },
  {
    "date": [
      "1978"
    ],
    "title": [
      "Transitional military regimes and political reorganization of civilian parties"
    ],
    "type": null
  },
  {
    "container-title": [
      "Temporary civilian governments under Walter Guevara Arze and Lydia Gueiler"
    ],
    "date": [
      "1979"
    ],
    "title": [
      "National elections and the emergence of Siles Zuazo as leader of a left coalition of new and older parties"
    ],
    "type": "chapter"
  },
  {
    "date": [
      "1980"
    ],
    "title": [
      "Reactionary military rule with massive popular protest"
    ],
    "type": null
  },
  {
    "date": [
      "1982"
    ],
    "title": [
      "Hernan Siles Zuazo made president in the return of civilian rule, but with problem of hyperinflation"
    ],
    "type": null
  },
  {
    "date": [
      "1985",
      "1985-08-29"
    ],
    "title": [
      "Last administration of Vıctor Paz Estenssoro and the implementation of a radical “orthodox shock"
    ],
    "type": null
  },
  {
    "date": [
      "1989"
    ],
    "title": [
      "Jaime Paz Zamora and MIR government"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Lozada",
        "given": "Gonzalo Sanchez",
        "particle": "de"
      },
      {
        "family": "power",
        "given": "M.N.R.",
        "particle": "in"
      }
    ],
    "citation-number": [
      "1993–97"
    ],
    "note": [
      "Bonosol) 1997–2001 Hugo Banzer and ADN in power."
    ],
    "title": [
      "Popular Participation and Decentralization laws, Privatization and first universal pension plan"
    ],
    "type": null
  },
  {
    "date": [
      "1995"
    ],
    "title": [
      "Founding of the MAS (Movimiento al Socialismo) party"
    ],
    "type": null
  },
  {
    "date": [
      "1997",
      "2002",
      "2003"
    ],
    "note": [
      "and Eduardo Rodrıguez Veltze (2005–2006) completing his term. Political Chronology 301"
    ],
    "title": [
      "Evo Morales elected to congress",
      "Incomplete second term of Gonzalo Sanchez de Lozada, with Carlos Mesa"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Sources",
        "given": "Peter Bakewell"
      }
    ],
    "container-title": [
      "Jahrbuch fur geschichte von Staat, Wirtschaft und Gesellschaft lateinamerikas",
      "Table"
    ],
    "date": [
      "1975"
    ],
    "location": [
      "Ernesto Ruck"
    ],
    "pages": [
      "92–97"
    ],
    "title": [
      "Registered Silver Production in Potosı district, 1550–1735"
    ],
    "type": "article-journal",
    "volume": [
      "12",
      "1"
    ]
  },
  {
    "author": [
      {
        "family": "Source",
        "given": "Walter Gomez"
      }
    ],
    "container-title": [
      "Statistical Abstract of Latin America",
      "for 1971–76; U.S. Department of the Interio, Minerals Yearbook, 1978–79",
      "for 1977–79; for 1980–2008 Ministerio de Mineria y Metalurgica, Estadıstica del Sector Mineria y Metalurgica, 1980–2008"
    ],
    "date": [
      "1900",
      "1980",
      "1980",
      "2009"
    ],
    "editor": [
      {
        "family": "Wilkie",
        "given": "James W."
      },
      {
        "family": "Reich",
        "given": "Peter"
      }
    ],
    "location": [
      "Los Angeles",
      "Washington",
      "La Paz"
    ],
    "pages": [
      "255",
      "926",
      "11 1 39–41"
    ],
    "title": [
      "La minerıa en el desarrollo economico de Bolivia"
    ],
    "type": "chapter",
    "volume": [
      "X",
      "I"
    ]
  },
  {
    "container-title": [
      "All statistics wtih “u”are from Bolivia, UDAPE (La Unidad de Analisis de Politicas Sociales y Economicas), and all statistics given with “un” come from UNDP sources, and all statistics with “uw” are from the Institute of Health Metrics & Evaluation"
    ],
    "date": [
      "2009",
      "Seattle"
    ],
    "publisher": [
      "University of Washington"
    ],
    "title": [
      "Notes: Unless otherwise indicated, all numbers come from the Bolivian Instituto Nacional de Estadıstica (INE). All statistics given with a “c”are from CEPAL, Anuario estadıstica de America Latina y el Caribe",
      "All statistics given with a “wb”are from the World Bank, World Development Indicators, found at http://data.worldbank.org/indicator?display=default",
      "BIBLIOGRAPHY i. general surveys Bolivia has been well served by its traditional historians, with several general surveys providing a coherent organization of national development"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Finot",
        "given": "Enrique"
      },
      {
        "family": "Bolivia",
        "given": "Nueva",
        "particle": "historia de"
      },
      {
        "family": "Mesa",
        "given": "Teresa Gisbert"
      },
      {
        "family": "Gisbert",
        "given": "Carlos D.Mesa"
      },
      {
        "family": "Bolivia",
        "given": "Historia",
        "particle": "de"
      },
      {
        "family": "Paz",
        "particle": "La"
      },
      {
        "family": "Gisbert",
        "given": "Editorial"
      },
      {
        "given": "Cia"
      },
      {
        "family": "Paz",
        "particle": "La"
      },
      {
        "family": "Albo",
        "given": "Xavier"
      },
      {
        "family": "Barnadas",
        "given": "Josep M."
      },
      {
        "family": "historia",
        "particle": "La cara campesina de nuestra"
      },
      {
        "family": "Klein",
        "given": "Herbert S."
      }
    ],
    "container-title": [
      "Barnadas, Manual de bibliografıa: introduccion a los estudios bolivianos contemporaneos",
      "Brooke Larson, “Bolivia Revisited: New Directions in North American Research in History and Anthropology,” Latin American Research Review",
      "Latin American Research Review"
    ],
    "date": [
      "1922",
      "1946",
      "2001",
      "1995",
      "1985",
      "2004",
      "1984",
      "2007",
      "1960",
      "1988",
      "1996"
    ],
    "edition": [
      "4th ed. rev",
      "2nd"
    ],
    "editor": [
      {
        "family": "Crespo",
        "given": "Alberto"
      },
      {
        "family": "Fernandez",
        "given": "Jose Crespo"
      },
      {
        "family": "KentSolares",
        "given": "Marıa Luisa"
      }
    ],
    "issue": [
      "1",
      "1"
    ],
    "location": [
      "New York",
      "Cambridge",
      "London"
    ],
    "title": [
      "The most important and influential of these earlier histories are: Alcides Arguedas, Historia general de Bolivia (La Paz",
      "More recent works of syntheses have included the constantly updated Jose de",
      "Clara Lopez Beltran, Biografıa de Bolivia, un estudio de su historia (La Paz, 1993",
      "Los bolivianos en el tiempo: Cuadernos de historia",
      "A general survey of Bolivian developments in a comparative framework with Peru was undertaken by Magnus Morner in The Andean Past: Land, Societies and Conflicts",
      "and most recently Brooke Larson, Trials of Nation Making, Liberalism, Race and Ethnicity in the Andes, 1810–1910",
      "An alternative vision of national history was proposed by",
      "and is further developed in Forrest Hylton and Sinclair Thomson, Revolutionary horizons: past and present in Bolivian politics",
      "Some useful recent bibliographical surveys worth consulting are Josep M",
      "Recent Trends in Bolivian Studies",
      "A good recent introduction to the Bolivian archives is found in Rossana Barragan, Guıa de archivos para"
    ],
    "type": "article-journal",
    "volume": [
      "23",
      "31"
    ]
  },
  {
    "container-title": [
      "and film in Alfonso Gumucio, Historia del cine en Bolivia (La Paz, 1984); and Jose Sanchez-H, The Art and Politics of Bolivian cinema"
    ],
    "date": [
      "1970",
      "1999"
    ],
    "editor": [
      {
        "literal": "ed."
      }
    ],
    "location": [
      "Mexico",
      "Lanham, MD"
    ],
    "title": [
      "Recent painting is treated in Pedro Querejazu",
      "Pintura boliviana del siglo xx (Milan, 1989); theater in Mario Soria, Teatro boliviano en el siglo xx (La Paz, 1980"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Julio Diaz A.",
        "particle": "done by"
      },
      {
        "family": "Bolivia",
        "given": "Historia",
        "particle": "del ejercito de"
      }
    ],
    "date": [
      "1965",
      "1825"
    ],
    "note": [
      "La Paz, 1940); James Dunkerley, Orıgenes del poder militar en Bolivia: Historia del ejercito 1879–1935 (La Paz, 1987); and Gary Prado Salmon, Poder y fuerzas armadas, 1949–1982 (La Paz, 1984). Medicine has been studied"
    ],
    "title": [
      "While there are numerous histories of individual religious orders, along with several documentary collections and larger international surveys, the only general history of the Bolivian Church is the cursory survey done by Felipe Lopez Menendez, Compendio de la historia eclesiastica de Bolivia (La Paz",
      "Another institution covered in some detail is the army"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Balcazar",
        "given": "Juan Manual"
      }
    ],
    "date": [
      "1956"
    ],
    "publisher": [
      "La Paz"
    ],
    "title": [
      "Historia de medicina en Bolivia"
    ],
    "type": "book"
  },
  {
    "container-title": [
      "Contreras, Tecnologıa moderna en los Andes minerıa e ingenerıa en Bolivia en el siglo XX"
    ],
    "date": [
      "1994"
    ],
    "publisher": [
      "La Paz"
    ],
    "title": [
      "But the important profession of law has not been adequately treated. An original analysis of the evolution of the engineering profession is found in Manuel E"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "Much of the very extensive literature is summarized in Jorge Munoz Reyes, Geografıa de Bolivia",
      "La Paz"
    ],
    "date": [
      "1991"
    ],
    "edition": [
      "3rd"
    ],
    "note": [
      "and in Federico E. Ahlfeld, Geologıa de"
    ],
    "title": [
      "Given the important role of mining and the extraordinary terrain of the country, Bolivia has been the subject of extensive research by national and foreign scholars in the geological and geographical fields"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "given": "Bolivia"
      },
      {
        "family": "Paz",
        "particle": "La"
      }
    ],
    "date": [
      "1972"
    ],
    "edition": [
      "3rd"
    ],
    "title": [
      "The latest and most comprehensive survey is Ismael Montes de Oca, Geografıa y recursos naturales de Bolivia"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Paz",
        "particle": "La"
      }
    ],
    "container-title": [
      "Oficina Nacional de Inmigracion Estadıstica y Propaganda Geografıca, Sinopsis estadıstica y geografica de la republica de Bolivia",
      "La Paz, 1903); Geografıa de la republica de Bolivia (La Paz, 1905); and Diccionario geografico de la Republica de Bolivia"
    ],
    "date": [
      "1997",
      "1973",
      "1986",
      "1971"
    ],
    "edition": [
      "3rd"
    ],
    "editor": [
      {
        "family": "Brockman",
        "given": "E."
      },
      {
        "family": "ed.",
        "given": "Perfil ambiental de Bolivia"
      }
    ],
    "note": [
      "4 vols.; La Paz, 1890–1904). An interesting political geography of Bolivia dealing with its famous frontier problems is by J. Valerie Fifer, Bolivia: Land, Location and Politics since 1825 (Cambridge, 1972). The"
    ],
    "publisher": [
      "La Paz"
    ],
    "title": [
      "An interesting attempt recently made to remap the soils and climate of Bolivia using more modern criteria was carried out by the Ministerio de Asuntos Campesinos y Agropecuarios, Mapa ecologico de Bolivia (La Paz, 1975); an English study provides a more traditional and quite important analysis of the soils of Bolivia, in Thomas T. Cochrane, Potencial agricola del uso de la tierra de Bolivia (La Paz",
      "Ecological zones are examined in C",
      "Limited but nevertheless useful is the analysis of the distribution of commercial and subsistence plants in Gover Barja Berrios and Armando Cardozo Gonsalvez, Geografıa agrıcola de Bolivia",
      "Still important because of their extensive statistical collections are the government’s early twentieth-century surveys"
    ],
    "type": "chapter",
    "volume": [
      "2"
    ]
  },
  {
    "container-title": [
      "Man in the Andes: A Multidisciplinary Study of High-Altitude Quechua",
      "Population Studies"
    ],
    "date": [
      "1994-11",
      "1976"
    ],
    "editor": [
      {
        "family": "Paul T. Baker",
        "particle": "see"
      },
      {
        "family": "Little",
        "given": "M.A."
      }
    ],
    "issue": [
      "3"
    ],
    "location": [
      "Stroudsburg, PA"
    ],
    "note": [
      "and various studies in the American Journal of Physical Anthropology."
    ],
    "pages": [
      "497–511"
    ],
    "title": [
      "Bulletin) and its various online databases. Some recent demographic studies include Renata Forste, “The Effects of Breastfeeding and Birth Spacing on Infant and Child Mortality in Bolivia",
      "Finally, the adaptation to high-altitude living has been the subject of recent scholarly interest"
    ],
    "type": "article-journal",
    "volume": [
      "48"
    ]
  },
  {
    "author": [
      {
        "family": "interpretations",
        "particle": "new"
      },
      {
        "family": "S. J. Fiedel",
        "particle": "see"
      },
      {
        "family": "Bruhns",
        "given": "Karen Olsen"
      },
      {
        "family": "America",
        "given": "Ancient South"
      }
    ],
    "container-title": [
      "Earlier studies concerned with local preconquest developments include Dick Edgar Ibarra Grasso, Prehistoria de Bolivia",
      "Journal of Archeological Research"
    ],
    "date": [
      "1992",
      "1974",
      "1994",
      "1997"
    ],
    "edition": [
      "2nd",
      "2nd"
    ],
    "issue": [
      "1"
    ],
    "location": [
      "Cambridge",
      "Washington, DC"
    ],
    "note": [
      "La Paz, 1973); Arthur Posnansky, Tiahuanacu (2 vols.; New York, 1945), and the controversial studies of Carlos Ponce Sanjines, Descripcion sumaria del templete semisubterraneo de Tiwanaku (La Paz, 1964) and Tiwanaku: espacio, tiempo y cultura"
    ],
    "pages": [
      "3–73"
    ],
    "title": [
      "For early man and his evolution in the region",
      "Prehistory of the Americas",
      "and, for the evolution of advanced societies, the work of Luis G. Lumbreras, The Peoples and Cultures of Ancient Peru",
      "A recent overview of the quickly changing field of Andean archaeology is found in Terence N. D’Altroy, “Recent Research on the Central Andes"
    ],
    "type": "article-journal",
    "volume": [
      "5"
    ]
  },
  {
    "author": [
      {
        "family": "Paz",
        "particle": "La"
      },
      {
        "family": "Kolata",
        "given": "Alan L."
      }
    ],
    "date": [
      "1972",
      "1993",
      "1996"
    ],
    "issue": [
      "ington, DC"
    ],
    "location": [
      "Cambridge"
    ],
    "note": [
      "See Juan Albarracın-Jordan, Tiwanaku, arqueologıa regional y dinmica segmentaria (La Paz, 1996); and Juan Albarracın-Jordan and James Edward Mathews, Asentamientos prehispanicos del Valle de Tiwanaku (La Paz, 1990). The preconquest Aymara kingdoms were initially studied from surface collections, the results of which were presented by John Hyslop in “El ’area Lupaca bajo el dominio incaico."
    ],
    "title": [
      "Full-scale excavations done by fully trained national and foreign archaeologist have only been permitted recently after decades of closure. This new research has concentrated on Tiwanaku and the agricultural basis for advanced civilizations in the altiplano and has been summarized in",
      "The Tiwanaku: Portrait of an Andean Civilization",
      "and the two volumes he edited, Tiwanaku and Its Hinterland Archaeology and Paleoecology of an Andean Civilization",
      "There has been a great deal of work on Tiwanaku settlements north of the Lake, as well as studies by younger Bolivian archeologists on this subject"
    ],
    "type": null,
    "volume": []
  },
  {
    "author": [
      {
        "family": "Julien",
        "given": "Catherine J."
      }
    ],
    "container-title": [
      "Historica (Lima"
    ],
    "date": [
      "1979",
      "1976",
      "1994"
    ],
    "genre": [
      "(Ph.D. diss.,"
    ],
    "issue": [
      "1"
    ],
    "location": [
      "Princeton"
    ],
    "note": [
      "Charles Stanish, Ancient Titicaca: the evolution of complex society in southern Peru and northern Bolivia"
    ],
    "publisher": [
      "Columbia University"
    ],
    "title": [
      "Un reconocimiento arqueologico",
      "and “An Archeological Investigation of the Lupaca Kingdom and Its Origins",
      "An ethnohistory survey was done by",
      "Hatunqolla: A View of Inca Rule from the Lake Titicaca Region (Berkeley, 1983) and new archeological investigations of this region now include Marc Bermann, Lukurmata Household Archaeology in Prehispanic Bolivia"
    ],
    "type": "article-journal",
    "volume": [
      "3"
    ]
  },
  {
    "container-title": [
      "Archaelogical Research in the Islands of the Sun and Moon, Lake Titicaca"
    ],
    "date": [
      "2003"
    ],
    "editor": [
      {
        "family": "Stanish",
        "given": "Charles"
      },
      {
        "family": "Bauer",
        "given": "Brian S."
      }
    ],
    "location": [
      "Berkeley",
      "Bolivia"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Angeles",
        "given": "Los"
      },
      {
        "family": "Stanish",
        "given": "Charles"
      },
      {
        "family": "Cohen",
        "given": "Amanda B."
      },
      {
        "family": "Aldenderfer",
        "given": "Mark S."
      }
    ],
    "date": [
      "2004",
      "2005",
      "1999",
      "1996"
    ],
    "genre": [
      "(Ph.D. diss.,"
    ],
    "location": [
      "Oxford"
    ],
    "publisher": [
      "University of Pittsburgh"
    ],
    "title": [
      "Advances in Titicaca Basin archaeology (Los Angeles",
      "The preconquest Aymara groups who controlled the Uyuni salt flats have been studied by Patrice Lecoq, “Uyuni prehispanique” archeologie de la cordillera intersalar (Sud-Ouest Bolivien",
      "and there is some new work on the valleys by Alvaro Higueras-Hare, “Prehispanic settlement and land use in Cochabamba, Bolivia"
    ],
    "type": "thesis"
  },
  {
    "container-title": [
      "Ethnohistory"
    ],
    "date": [
      "1975",
      "1968"
    ],
    "issue": [
      "2"
    ],
    "location": [
      "Lima"
    ],
    "note": [
      "and his editing of Garcı Diez de San Miguel, Visita"
    ],
    "title": [
      "For interpreting the nature of Andean civilization at its most complete development prior to the Spanish conquest, the work of John Murra has been fundamental. Among his many studies, the most important for the Bolivian perspective include Formaciones polıticos y economicos en el mundo andino",
      "An Aymara Kingdom in 1576"
    ],
    "type": "article-journal",
    "volume": [
      "15"
    ]
  },
  {
    "date": [
      "1964",
      "1991",
      "1978"
    ],
    "location": [
      "Lima",
      "Madrid",
      "Lima"
    ],
    "title": [
      "hecha a la provincia de Chuquito (1576",
      "and most recently of a Visita de los valles de Sonqo en los yunka de coca de La Paz [1568–1570",
      "Work with the recent visitas on the Aymara kingdoms of the Lake Titicaca region has been the source for the studies of Franklin Pease, Del Tawantinsuyu a la historia del Peru"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "For a visita in the Cochabmba valley, see Jose M. Gordillo and Mercedes del Rio, La visita de Tiquipaya"
      },
      {
        "family": "Murra",
        "given": "John"
      },
      {
        "family": "Alfred Metraux",
        "given": "J.H.Rowe"
      },
      {
        "family": "Sally Falk Moore",
        "given": "R.T.Zuidema"
      },
      {
        "family": "Diez Canseco",
        "given": "Maria Rostworowski",
        "particle": "de"
      },
      {
        "family": "Soriano",
        "given": "Waldemar Espinoza"
      },
      {
        "family": "Pease",
        "given": "Franklin"
      },
      {
        "family": "Collier",
        "given": "George A."
      },
      {
        "others": true
      }
    ],
    "container-title": [
      "En Busca del Poblamiento Etnico de los Andes Bolivianos (siglos XV y XVI"
    ],
    "date": [
      "1573",
      "1993",
      "1982",
      "1986"
    ],
    "location": [
      "Cochabamba",
      "New York"
    ],
    "note": [
      "On the role of metals in Andean Ameindian societies before and after the conquest see Mary Money. Oro y plata en los Andes: significado en los diccionarios de Aymara y Quechua, siglos XVI–XVII (La Paz, 2004)."
    ],
    "publisher": [
      "La Paz"
    ],
    "title": [
      "analisis etno-demografıco de un padron toledano",
      "On the Inca period of Bolivian history, the works of",
      "Nathan Wachtel, and Craig Morris relating to Peruvian developments also have been helpful in understanding the Bolivian experience. For the special role of the Cochabamba region as a crucial granary in the Inca empire, see Nathan Wachtel, “The Mitimas of the Cochabamba Valley: The Colonization Policy of Hyana Capac",
      "The Inca and Aztec States, 1400–1800",
      "the question of other ethnic groups under the Inca and Aymara rule has been examined by Thierry Saignes"
    ],
    "type": "chapter"
  },
  {
    "date": [
      "1970"
    ],
    "location": [
      "New York"
    ],
    "note": [
      "Nathan Wachtel’s The Vision of the Vanquished"
    ],
    "title": [
      "The theme of the Spanish conquest has drawn a host of fine generalists to write about it, beginning in the English language with the nineteenthcentury classic of William H. Prescott, The History of the Conquest of Peru. The best modern survey is by John Heming, The Conquest of the Incas"
    ],
    "type": null
  },
  {
    "date": [
      "1977"
    ],
    "location": [
      "New York"
    ],
    "title": [
      "provides an extremely imaginative reconstruction of the"
    ],
    "type": null
  },
  {
    "container-title": [
      "Revista Andina"
    ],
    "date": [
      "1987",
      "1975",
      "1987",
      "2 vols",
      "1990",
      "1966",
      "1998"
    ],
    "editor": [
      {
        "family": "Cook",
        "given": "Noble David"
      }
    ],
    "issue": [
      "2"
    ],
    "location": [
      "Lima",
      "Berkeley"
    ],
    "note": [
      "and Espacio, etnias, frontera atenuaciones polıticas en el sur del Tawantinsuyu siglos XV–XVIII (Sucre, 1995). These groups are dealt with in a comparative perspective in F. M. Renard Casevits, Thierry Saignes, and A. C. Taylor, Al este de los Andes: relaciones entre las sociedades amazonicas y andines entre los siglos xv y xvii (2 vols.; Quito, 1988); and in Pilar Garcıa Jordan,"
    ],
    "publisher": [
      "La Paz",
      "La Paz",
      "La Paz"
    ],
    "title": [
      "developed more fully in her study La identidad aymara: Aproximacion historica (siglo XV, siglo XVI",
      "Therese Bouysse-Cassagne also reconstructed sixteenth-century Amerindian languages in Bolivia, which appeared as a chapter",
      "Tasa de la visita general de Francisco de Toledo",
      "The most thorough reconstruction of the major highland Indian languages at the time of the Spanish Conquest has been carried out by Alfredo Torero, “Lenguas y pueblos altiplanicos en torno al siglo XVI",
      "The eastern Amerindian frontier has been the subject of quite original works by Thierry Saignes, “Une Frontiere chiriguano fossile: la cordilliere au XVIe siecle",
      "3rd Cycle doctorate, Universite de Paris, 1974); Los andes orientales: historia de un olvido (La Paz, 1985); and his Ava y Karai: Ensayos sobre la frontera chiriguano (siglos XVI–XX",
      "Also see the classic study of William Denevan, The Aboriginal Cultural Geography of the Llanos de Mojos of Bolivia",
      "More recently has come the work of Ana Maria Lema and Mario Alvarado, Pueblos indıgenas de la amazonıa boliviana"
    ],
    "type": "article-journal",
    "volume": [
      "5"
    ]
  },
  {
    "author": [
      {
        "family": "Larson",
        "given": "Brooke"
      }
    ],
    "container-title": [
      "Nova Americana",
      "Occasional Papers",
      "Estudios Andinos"
    ],
    "date": [
      "1978",
      "1979",
      "1985",
      "2001",
      "1985"
    ],
    "issue": [
      "15"
    ],
    "location": [
      "Nova Americana, II"
    ],
    "publisher": [
      "La Paz"
    ],
    "title": [
      "and Their European Agents at Potosı",
      "Caciques, Class Structure and the Colonial State in Bolivia",
      "Thierry Saignes in Cacques, Tribute and Migration in the Southern Andes (University of London, Institute of Latin American Studies",
      "Silvia Arze and Ximena Medinaceli, Imagenes y presagios, el escudo de los Ayaviri, Mallkus de Charcas (La Paz, 1991) and, most recently, Laura Escobari de Querejazu, Caciques, yanaconas y extravagantes: La sociedad colonial en Charcas, siglos XVI–XVIII",
      "Thierry Saignes also examined early Indian rebellions and anti-Spanish movements in “‘Algun dıa todo se andara’: Los movimientos etnicos en Charcas (siglo xvii"
    ],
    "type": "article-journal",
    "volume": [
      "I",
      "2"
    ]
  },
  {
    "container-title": [
      "La Paz, 1986), and Alcides Parejas Moreno in several volumes: Historia del oriente boliviano: Siglos xvi y xvii"
    ],
    "edition": [
      "2nd"
    ],
    "title": [
      "Finally, the three major mission frontiers in the eastern lowland Bolivian region (Moxos, Chuquitos, and the Gran Chaco) have been the object of major new studies. The first two regions were studied by Jose Chavez Suarez, Historia de Moxos"
    ],
    "type": "chapter"
  },
  {
    "date": [
      "1979"
    ],
    "location": [
      "Santa Cruz"
    ],
    "title": [
      "Historia de Moxos y Chuquitos a fines del siglo xviii"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Paz",
        "particle": "La"
      },
      {
        "family": "Querejazu",
        "given": "Pedro"
      },
      {
        "family": "Barbery",
        "given": "Placido Molina"
      },
      {
        "family": "Chiquitos",
        "given": "Las Misiones",
        "particle": "jesuiticas de"
      }
    ],
    "date": [
      "1976",
      "1992",
      "1994",
      "1995"
    ],
    "location": [
      "Santa Cruz",
      "Lincoln, NB"
    ],
    "note": [
      "The southern Chaco Indian frontier is examined in James Schofield Saeger, The Chaco Mission Frontier: The Guaycuruan Experience (Tuscon, AZ, 2000) and by Eric Langer, Expecting pears from an elm tree: Franciscan missions on the Chiriguano frontier in the heart of South America, 1830–1949 (Durham, 2009)."
    ],
    "title": [
      "and his joint volume with Virgilio Suarez Salas, Chuquitos, Historia de una utopıa",
      "David Block, Mission Culture on the Upper Amazon: Native Tradition, Jesuit Enterprise and Secular Policy in Moxos, 1660–1880"
    ],
    "type": null
  },
  {
    "title": [
      "Colonial Amerindian demographic history for Bolivia has been totally"
    ],
    "type": null
  },
  {
    "container-title": [
      "Seventeenth Century Potosı",
      "Ibid",
      "HISLA"
    ],
    "date": [
      "1988",
      "1975",
      "1977",
      "1986"
    ],
    "location": [
      "Albuquerque"
    ],
    "note": [
      "This can be supplemented with the older essays of Marie Helmer, Cantuta recueil d’articles parus entre 1949 et"
    ],
    "title": [
      "Registered Silver Production in Potosı district, 1550–1735,” Jahrbuch fur geschichte von Staat, Wirtschaft und Gesellschaft lateinamerikas 12",
      "Technological Change in Potosı: The Silver Boom of the 1570s",
      "Los determinantes de la produccion minera en Charcas y en Nueva Espana durante el siglo XVII"
    ],
    "type": "article-journal",
    "volume": [
      "14",
      "8"
    ]
  },
  {
    "author": [
      {
        "family": "Brading",
        "given": "David H."
      },
      {
        "family": "Cross",
        "given": "Harry E."
      }
    ],
    "container-title": [
      "Hispanic American Historical Review"
    ],
    "date": [
      "1987"
    ],
    "issue": [
      "2"
    ],
    "title": [
      "Colonial Silver Mining; Mexico and Peru"
    ],
    "type": "article-journal",
    "volume": [
      "52"
    ]
  },
  {
    "author": [
      {
        "family": "Cunietti-Ferrando",
        "given": "Arnaldo J."
      },
      {
        "family": "Cole",
        "given": "Jeffrey"
      },
      {
        "family": "Mita",
        "given": "The Potosı"
      }
    ],
    "container-title": [
      "and free wage labor in the mines of Oruro has been the theme of Ann Zulawski, They Eat from Their Labor: Work and Social Change in Colonial Bolivia",
      "Revista Historica (Lima",
      "Bulletin of Latin American Research"
    ],
    "date": [
      "1972",
      "1995",
      "1999",
      "1955",
      "1985",
      "1573",
      "1985",
      "1995"
    ],
    "issue": [
      "1"
    ],
    "location": [
      "Stanford",
      "Pittsburgh"
    ],
    "note": [
      "There also are two important studies on the late colonial mining industry: Rose Marie Buechler, The Mining Society of Potosı (Ann Arbor, 1981); and Enrique Tandeter, Coercion and Market Silver Mining in Colonial Potosı, 1692–1826"
    ],
    "title": [
      "provided an earlier comparative perspective. The latest study of the minting of monies is",
      "Historia de la Real Casa de Moneda de Potosı durante la dominacion hispanica 1573–1825 (Buenos Aires",
      "and on the coins themselves in the colonial and republican period, see Arie Kwacz, Monedas, medallas y billetes de Bolivia (La Paz",
      "The mita labor system has been analyzed in Alberto Crespo, “La mita de Potosı",
      "Thierry Saignes, “Notes on the Regional Contribution to the Mita in Potosı in the Early Seventeenth Century",
      "Compulsory Indian Labor in the Andes"
    ],
    "type": "article-journal",
    "volume": [
      "22",
      "4"
    ]
  },
  {
    "container-title": [
      "Journal of Latin American Studies",
      "Historia y Cultura (La Paz"
    ],
    "date": [
      "1993",
      "1973",
      "1978"
    ],
    "location": [
      "Albuquerque"
    ],
    "note": [
      "as well as in Tandeter’s work. These debates are also reflected in the proposed eighteenth-century mining code of Pedro Canete, Codigo Carolina (ed. E. Martire; 3 vols.; Buenos Aires, 1973–4)."
    ],
    "title": [
      "Also see Buechler’s article “Technical Aid to Upper Peru: The Nordenflict Expedition",
      "The eighteenth-century debate on the mita is examined in Rose Marie Buechler, “El Intendente Sainz y la ‘mita nueva’ de Potosı"
    ],
    "type": "article-journal",
    "volume": [
      "5",
      "3"
    ]
  },
  {
    "author": [
      {
        "family": "Albornoz",
        "given": "Nicolas Sanchez"
      }
    ],
    "container-title": [
      "Anuario del Instituto de Investigaciones Historicas 8",
      "Lima y Buenos Aires"
    ],
    "date": [
      "1982",
      "1966",
      "1965"
    ],
    "location": [
      "Lima",
      "Cordoba, Argentina",
      "Rosario"
    ],
    "note": [
      "repercusiones economicas y polıticas de la creacion del virreinato del Plata (Sevilla, 1946); while"
    ],
    "title": [
      "The regional economic impact of Alto Peruvian mining has been studied in a magisterial theoretical work by Carlos Sempat Assadourian, El sistema de la economia colonial. Mercado interno, regiones y espacio economico",
      "Specific trades influenced by Potosı are examined in Carlos Sempat Assadourian, El trafıco de esclavos en Cordoba de Angola a Potosı siglos xvi–xvii",
      "La saca de mulas de Salta al Peru, 1778–1808",
      "The classic study on regional markets and conflicting elites involving Alto Peru was written by Guillermo Cespedes del Castillo"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Klein",
        "given": "Herbert S."
      },
      {
        "family": "TePaske",
        "given": "John J."
      }
    ],
    "citation-number": [
      "1975);"
    ],
    "container-title": [
      "Essays in the Political, Economic and Social History of Colonial Latin America"
    ],
    "date": [
      "1998",
      "1988",
      "1982"
    ],
    "editor": [
      {
        "family": "Spalding",
        "given": "Karen"
      }
    ],
    "location": [
      "Albuquerque",
      "Newark, DE"
    ],
    "note": [
      "of John J. TePaske and Herbert S. Klein, Royal Treasuries of the Spanish Empire in America (3 vols.; Durham, NC, 1982)."
    ],
    "title": [
      "The American Finances of the Spanish Empire, 1680–1809",
      "Clara Lopez, Estructura economica de una sociedad colonial: Charcas en el siglo xvi (La Paz",
      "The Fiscal Structure of Upper Peru and the Financing of Empire",
      "The treasury records themselves for the entire colonial period have been reproduced in “Upper Peru"
    ],
    "type": "chapter",
    "volume": [
      "2"
    ]
  },
  {
    "container-title": [
      "Among the stud"
    ],
    "title": [
      "Work has finally begun on the nonmining economy"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "Relaciones geograficas de indias: Peru",
      "Juicio de limites entre el Peru y Bolivia",
      "La Audiencia de Charcas. Correspondencia de Presidentes y Oidores"
    ],
    "date": [
      "1906"
    ],
    "editor": [
      {
        "family": "Angelis",
        "particle": "which are Pedro de"
      },
      {
        "family": "Espada",
        "given": "Marcos Jimenez",
        "particle": "de la"
      },
      {
        "family": "Mauritua",
        "given": "Victor M."
      },
      {
        "family": "Levellier",
        "given": "Roberto"
      }
    ],
    "location": [
      "Barcelona"
    ],
    "note": [
      "Finally, most of the essays of the distinguished historian Humberto Vazquez Machicado gathered together in, Obras completas (7 vols.; La Paz, 1988) deal with the colonial period."
    ],
    "pages": [
      "1881–97",
      "1918–22"
    ],
    "title": [
      "Coleccion de obras y documentos relativos a la historia antigua y moderna de las provincias del Rio de la Plata (6 vols.; Buenos Aires, 1836–37"
    ],
    "type": "chapter",
    "volume": [
      "4",
      "12",
      "3"
    ]
  },
  {
    "author": [
      {
        "family": "Lofstrom",
        "given": "William Lee"
      },
      {
        "family": "Bolivia",
        "given": "El Mariscal Sucre",
        "particle": "en"
      }
    ],
    "container-title": [
      "The Funding Conflict in Bolivia"
    ],
    "date": [
      "1983",
      "1992"
    ],
    "location": [
      "Gainesville"
    ],
    "title": [
      "and complemented by an interesting study of Thomas Millington, Debt Politics After Independence"
    ],
    "type": "chapter"
  },
  {
    "date": [
      "1984",
      "1944"
    ],
    "location": [
      "Santa Cruz, el condor indio (Mexico"
    ],
    "publisher": [
      "La Paz"
    ],
    "title": [
      "The complex role of Santa Cruz has been examined by Philip T. Parkerson, Andres de Santa Cruz y la Confederacion Peru-Boliviana 1835–1839",
      "complementing the popular biography of Alfonso Crespo"
    ],
    "type": "book"
  },
  {
    "container-title": [
      "Documentos referentes a la creacion de Bolivia"
    ],
    "date": [
      "1975"
    ],
    "editor": [
      {
        "family": "Garcia",
        "given": "R.A."
      },
      {
        "family": "Lecuna",
        "given": "Vicente"
      }
    ],
    "location": [
      "Caracas"
    ],
    "pages": [
      "1953–4"
    ],
    "title": [
      "Several volumes of documents of this period have been published by Carlos Ponce S",
      "Documentos para la historia de la Revolucion de 1809"
    ],
    "type": "chapter",
    "volume": [
      "4",
      "2"
    ]
  },
  {
    "container-title": [
      "Travels in Various Parts of Peru",
      "a more complete edition in Spanish was published as Informe sobre Bolivia (Potosı"
    ],
    "date": [
      "1833",
      "2002",
      "1851",
      "1974",
      "1975"
    ],
    "location": [
      "Philadelphia",
      "Chuquisaca",
      "London"
    ],
    "note": [
      "supplemented by John Barclay Pentland, Report on Bolivia, 1827 (Royal Historical Society, 4th Camden Series,",
      "Finally, much interesting documentation on nineteenth-century rural and urban life in Bolivia has been gathered together by various Peruvian scholars under the direction of Pablo Macera, Fuentes de historia social americana [Bolivia"
    ],
    "pages": [
      "–"
    ],
    "title": [
      "Crucial information on this vital period is also provided in such contemporary travel accounts as Alcide D’Orbigny, Voyage dans l’amerique meridionale (9 vols.; Paris, 1844); and Edmond Temple",
      "An analysis of the important D’ Orbigny travels is the study of Juan Albarracın Millan, Las exploraciones de Alcides dOrbigny en Bolivia (La Paz",
      "The most important source of early statistical information on Bolivia is the classic study by Jose Maria Dalence, Bosquejo estadıstico de Bolivia"
    ],
    "type": "chapter",
    "volume": [
      "2",
      "13"
    ]
  },
  {
    "citation-number": [
      "7"
    ],
    "date": [
      "1978"
    ],
    "location": [
      "to date; Lima"
    ],
    "type": null,
    "volume": [
      "vols"
    ]
  },
  {
    "date": [
      "1948"
    ],
    "location": [
      "Barcelona"
    ],
    "note": [
      "remains the classic work. This may be supplemented by the influential works of Alcides Arguedas, Los caudillos letrados . . . (1828–48) (Barcelona, 1923); Le plebe"
    ],
    "title": [
      "For understanding the complex interaction of political and international history in this first century of independence, the older study by Jorge Basadre, Peru, Chile y Bolivia independiente"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "barbaros",
        "given": "Los",
        "particle": "caudillos"
      }
    ],
    "date": [
      "1924",
      "1926",
      "1864",
      "1929",
      "1957",
      "2000"
    ],
    "location": [
      "Barcelona",
      "Barcelona",
      "Barcelona",
      "Mexico",
      "Madrid"
    ],
    "note": [
      "Augustin Morales (La Paz, 1898), and Jose Maria Santivanez, Vida del General Jose Ballivian (New York, 1891); or the more recent Manuel Carrasco, Jose Ballivian, 1805–52 (Buenos Aires, 1960). Ballivian’s famous battle has received"
    ],
    "title": [
      "en accion (1848–57",
      "La dictadura y la anarquıa (1857–64",
      "All these historical works of Arguedas have been reprinted several times including the Aguilar edition of his Obras Completas",
      "The most recent survey of this period is by Victor Peralta Ruiz and Marta Irurozqui Victoriano, Por la concordia, la fusion y el unitarismo: Estado y caudillismo en Bolivia, 1825–1880",
      "To this can be added studies of individual regimes and leaders, both by nineteenth-century writers such as Ramon Sotomayor Valdes, Apuntes para la historia de Bolivia bajo la administracion del general D"
    ],
    "type": null,
    "volume": [
      "2",
      "II"
    ]
  },
  {
    "author": [
      {
        "given": "Grieshaber"
      }
    ],
    "container-title": [
      "Historia y Cultura",
      "Journal of Latin American Studies"
    ],
    "date": [
      "1988",
      "1980-11"
    ],
    "issue": [
      "2"
    ],
    "note": [
      "Data (La Paz) 1"
    ],
    "title": [
      "el siglo xix",
      "Also see the fine statistical study by Erwin P",
      "Survival of Indian Communities in Nineteenth-Century Bolivia: A Regional Comparison",
      "and his “Resistencia indıgena a la venta de tierras comunales en el departamento de La Paz, 1881–1920"
    ],
    "type": "article-journal",
    "volume": [
      "14",
      "12"
    ]
  },
  {
    "author": [
      {
        "given": "iv"
      }
    ],
    "title": [
      "the late nineteenth century"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "experiencias",
        "particle": "ceso boliviano a la luz de otras"
      },
      {
        "family": "Klein",
        "given": "Herbert S."
      },
      {
        "family": "C.",
        "given": "Donaciano Ibanez"
      },
      {
        "family": "Bolivia",
        "given": "Historia",
        "particle": "mineral de"
      }
    ],
    "container-title": [
      "Inter-American Economic Affairs"
    ],
    "date": [
      "1993",
      "1910",
      "1965",
      "1983",
      "1943"
    ],
    "issue": [
      "2",
      "2"
    ],
    "note": [
      "Geddes, Patino: The Tin King (London, 1972); Alfonso Crespo, Los Aramayo de Chichas: Tres generaciones de mineros bolivianos (Barcelona, 1981); and Helmut Waszkis, Dr. Moritz (Don Mauricio) Hochschild, 1881–1965 (Frankfurt, 2001)."
    ],
    "title": [
      "Complementing these macro-analyses are detailed studies of the early industry by Pedro Aniceto Blanco, Monografıa de la industria minera en Bolivia (La Paz",
      "The Creation of the Patino Tin Empire",
      "which was updated and published in Spanish in Historia Boliviana",
      "There are several biographies of the leading miners, among which are Charles F"
    ],
    "type": "article-journal",
    "volume": [
      "19",
      "3"
    ]
  },
  {
    "author": [
      {
        "given": "Contreras"
      }
    ],
    "container-title": [
      "Historia y Cultura (La Paz) 8 (1985), who also has surveyed “La minerıa estanıfera boliviana en la Primera Guerra Mundial,” in Raul"
    ],
    "title": [
      "The economics of labor in the early tin industry is studied by Manuel E",
      "Mano de obra en la minerıa estanıfera de principios de siglo, 1900–1925"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "Espana-Smith"
      },
      {
        "others": true
      }
    ],
    "container-title": [
      "Journal of Latin American Studies"
    ],
    "date": [
      "1984"
    ],
    "title": [
      "Mineria y economia en Bolivia (La Paz",
      "The early growth of the industry is also studied by John Hillman, “The Emergence of the Tin Industry in Bolivia"
    ],
    "type": "article-journal",
    "volume": [
      "16"
    ]
  },
  {
    "author": [
      {
        "family": "K. E. Knoor",
        "particle": "in"
      },
      {
        "family": "Control",
        "given": "Tin Under"
      }
    ],
    "container-title": [
      "Ibid",
      "Ibid"
    ],
    "date": [
      "1984",
      "1988-05",
      "1990-05",
      "1945",
      "1968",
      "1996"
    ],
    "issue": [
      "1",
      "2"
    ],
    "location": [
      "Ithaca, NY"
    ],
    "note": [
      "Finally, Manuel Contreras treats the railroads in his essay “Bolivia, 1900–1939: Mining, Railways and Education,” in vol. I of Enrique Cardenas et al., An Economic History of Twentieth Century Latin America (2 vols.; London, 2000)."
    ],
    "publisher": [
      "La Paz"
    ],
    "title": [
      "and its international presence in his essays “Bolivia and the international tin cartel, 1931–1941",
      "Bolivia and British Tin Policy, 1939–1945",
      "The political role of the miners is assessed in the previously cited work of Albarracın and William Lofstrom, Attitudes of an Industrial Pressure Group in Latin America, the “Associacion de Industriales Mineros de Bolivia” 1925–1935",
      "The nonmining economy of the period is also beginning to be studied; see Marıa Luisa Soux, La coca liberal: Produccion y circulacion a principios del siglo XX (La Paz, 1993) and Antonio Mitre, Los hilos de la memoria ascension y crisis de las casas comerciales alemanas en Bolivia 1900–1942"
    ],
    "type": "article-journal",
    "volume": [
      "20",
      "22"
    ]
  },
  {
    "author": [
      {
        "family": "Schurz",
        "given": "L."
      },
      {
        "given": "Bolivia"
      }
    ],
    "date": [
      "1921"
    ],
    "location": [
      "Washington, DC",
      "Bolivia"
    ],
    "publisher": [
      "and Paul Walle",
      "Its People and Resources"
    ],
    "title": [
      "Good general assessments of the national economy at this time are found in W",
      "A Commercial and Industrial Handbook"
    ],
    "type": "book"
  },
  {
    "date": [
      "1914"
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "McQueen, Bolivian Public Finance"
    ],
    "title": [
      "Specific aspects of the economy or national economic policy are reviewed in Charles A"
    ],
    "type": "book"
  },
  {
    "date": [
      "1925",
      "1991"
    ],
    "location": [
      "Washington, DC",
      "Philadelphia"
    ],
    "note": [
      "Marsh, Bankers in Bolivia: A Study in American Foreign Investment"
    ],
    "title": [
      "and most recently in Carmenza Gallo, Taxes and State Power: Political Instability in Bolivia, 1900–1950",
      "On the history of foreign loans, see the excellent study by Margaret A"
    ],
    "type": null
  },
  {
    "container-title": [
      "Journal of Latin American Studies"
    ],
    "date": [
      "1928",
      "1970"
    ],
    "issue": [
      "1"
    ],
    "location": [
      "New York"
    ],
    "note": [
      "Thus, in"
    ],
    "title": [
      "Among the many surveys on banking history, that by Julio Benavides, Historia bancaria de Bolivia (La Paz, 1955), is of some utility. The short-lived Acre rubber boom is examined in Valerie Fifer, “The Empire Builders: A History of the Bolivian Rubber Boom and the Rise of the House of Suarez",
      "While the social changes affecting the society with the growth of the tin industry, the modernization of the cities, and the completion of the hacienda expansion have not been seriously analyzed by scholars, there does exist a wealth of data with which to study this problem"
    ],
    "type": "article-journal",
    "volume": [
      "2"
    ]
  },
  {
    "author": [
      {
        "family": "Paz",
        "particle": "La"
      }
    ],
    "date": [
      "1900",
      "1902"
    ],
    "title": [
      "came the first and one of the best national censuses: Oficina Nacional de Inmigracion, Estadıstica y Propaganda Geografica, Censo nacional de la poblacion de la republica de Bolivia, 1o septiembre de 1900",
      "This government office also published numerous geographical studies that have been cited above; and from approximately the late 1880s onward, with increasing tempo under the very efficient Liberals, almost all the government ministries were publishing annual statistics on the national society and economy"
    ],
    "type": null,
    "volume": [
      "2"
    ]
  },
  {
    "author": [
      {
        "family": "Porfirio Diaz Machicado",
        "particle": "the last two volumes of the history of"
      },
      {
        "family": "Bolivia",
        "given": "Historia",
        "particle": "de"
      },
      {
        "family": "Toro",
        "given": "Busch Quintanilla"
      },
      {
        "family": "Bolivia Penaranda",
        "given": "Historia",
        "particle": "de"
      },
      {
        "family": "Leon E. Bieber",
        "particle": "see"
      },
      {
        "family": "Hancock",
        "given": "Eleanor"
      },
      {
        "family": "Rohm",
        "given": "Ernst"
      }
    ],
    "container-title": [
      "and Los orıgenes del reformismo militar en America Latina la gestian German Busch en Bolivia",
      "Latin American Research Review",
      "Journal of Latin American Studies"
    ],
    "date": [
      "1936",
      "1940",
      "1994",
      "2008",
      "1991",
      "1992",
      "May"
    ],
    "issue": [
      "1",
      "2"
    ],
    "location": [
      "London",
      "Barcelona",
      "Barcelona"
    ],
    "note": [
      "On the financing of the war, see Manuel E. Contreras, “Debt, Taxes, and War: The Political Economy of Bolivia, c."
    ],
    "pages": [
      "85–106,"
    ],
    "title": [
      "On the crucial role of the German military advisers",
      "La politica militar alemana en Bolivia, 1900–1935",
      "Hitler’s SA Chief of Staff",
      "A detailed study of the military socialist regimes is found in Ferran Gallego Margaleff, Los orıgenes del reformismo militar en America Latina la gestion de David Toro en Bolivia",
      "1920–1935"
    ],
    "type": "article-journal",
    "volume": [
      "29",
      "22"
    ]
  },
  {
    "container-title": [
      "El caso rural boliviano durante la campana del Chaco (La Paz"
    ],
    "date": [
      "1990",
      "1987"
    ],
    "title": [
      "The best study of the internal impact of the war, which also contains an innovative oral history of Chaco veterans, is Rene Danilo Arze Aguirre, Guerra y conflictos sociales"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "El estano en la historia de Bolivia",
      "La Paz, 1969); two major studies of Rene Zavaleta Mercado, El poder dual en America Latina. Estudio de los casos de Bolivia y"
    ],
    "edition": [
      "2nd"
    ],
    "title": [
      "The Chaco War, the rise of the so-called Chaco generation, and the profound political changes in society since the 1930s have been examined by a number of national and foreign scholars. From very different perspectives have appeared: Sergio Almaraz, El poder y la caida"
    ],
    "type": "chapter"
  },
  {
    "date": [
      "1986"
    ],
    "location": [
      "Mexico"
    ],
    "title": [
      "Chile (Mexico, 1974) and La nacional-popular en Bolivia"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Robert J. Alexander",
        "given": "Foreign",
        "particle": "scholars examining these developments have included"
      },
      {
        "family": "Mitchell",
        "given": "Christopher"
      }
    ],
    "container-title": [
      "Rebellion in the Veins: Political Struggle in Bolivia, 1952–1982"
    ],
    "date": [
      "1958",
      "1970",
      "1977",
      "1984"
    ],
    "location": [
      "New Brunswick, NJ",
      "Pittsburgh",
      "New York",
      "London"
    ],
    "note": [
      "James Malloy and Eduardo Gamarra, Revolution and Reaction: Bolivia, 1964–1985 (New Brunswick,"
    ],
    "title": [
      "The Bolivian National Revolution",
      "James Malloy, Bolivia, the Uncompleted Revolution",
      "The Legacy of Populism in Bolivia, from the MNR to Military Rule",
      "The most recent political surveys are those by James Dunkerley"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Hurtado",
        "given": "Javier"
      },
      {
        "family": "Katarismo",
        "given": "El"
      },
      {
        "family": "Pacheco",
        "given": "Diego"
      },
      {
        "family": "Paco",
        "given": "Felix Patzi"
      }
    ],
    "container-title": [
      "Historia Boliviana"
    ],
    "date": [
      "1985",
      "1986",
      "1992",
      "1999",
      "1999",
      "1997"
    ],
    "note": [
      "Bolivia’s strained and complex relations with the United States, the most influential power affecting its development in the twentieth century, is partially surveyed in Bryce Wood, The Making of the Good Neighbor Policy"
    ],
    "pages": [
      "1–2"
    ],
    "publisher": [
      "La Paz",
      "La Paz",
      "La Paz"
    ],
    "title": [
      "as his “De MNRistas a Kataristas: Campesinado, estado y partidos, 1953–1983",
      "El indianismo y los indios contemporaneos en Bolivia (La Paz",
      "The Quechua mobilization is studied in Jose Antonio Rocha, Con el ojo de adelante y con el ojo de atras ideologıa e tnica, el poder y lo polıtico entre los quechua de los valles y serranıas de Cochabamba (1935–1952",
      "Insurgencia y sumision, movimientos indıgeno-campesinos, 1983–1998",
      "The whole premodern discussion of Indiganista ideology is surveyed in Josefa Salmon El espejo indıgena, el discurso indigenista en Bolivia, 1900–1956",
      "Also many of the works cited in the section on social conditions below deal with peasant syndicalization and political activities"
    ],
    "type": "article-journal",
    "volume": [
      "5"
    ]
  },
  {
    "author": [
      {
        "family": "Blaiser",
        "given": "Cole"
      }
    ],
    "container-title": [
      "Wilkie, The Bolivian Revolution and United States Aid Since 1952 (Los Angeles, 1969) and Eduardo Gamarra, Entre la droga y la democracia: La cooperacion entre Estados Unidos – Bolivia y la lucha contra el narcotra.co (La Paz"
    ],
    "date": [
      "1961",
      "1976",
      "1999",
      "1994"
    ],
    "location": [
      "New York",
      "Pittsburgh",
      "Athens, GA"
    ],
    "title": [
      "The Hovering Giant: U.S. Responses to Revolutionary Change in Latin America",
      "and most recently by Kenneth Duane Lehman, Bolivia and the United States: A Limited Partnership",
      "Specific aspects of that policy have included James W"
    ],
    "type": "chapter"
  },
  {
    "title": [
      "The Bolivian economy since the 1920s also has been the subject of modern studies of exceptional quality. The best general history of the economy"
    ],
    "type": null
  },
  {
    "date": [
      "1957"
    ],
    "location": [
      "Mexico"
    ],
    "note": [
      "To this can be added the work by Cornelius H."
    ],
    "title": [
      "from the 1920s to the late 1950s was done by the United Nations Economic Commission from Latin America, CEPAL, El desarrollo economico de Bolivia"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Zondag"
      }
    ],
    "container-title": [
      "Inflation and Development in Latin America: A Case History of Inflation and Stabilization in Bolivia"
    ],
    "date": [
      "1966"
    ],
    "location": [
      "New York"
    ],
    "title": [
      "The Bolivian Economy, 1952–1965",
      "Although there is no general synthesis of the modern period, there exist numerous specialized studies on given economic developments. A detailed study by one of the participants in the stabilization program implemented in the late 1950s is that of George Jackson Eder"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Arbor",
        "given": "Ann"
      },
      {
        "family": "Devlin",
        "given": "Robert"
      },
      {
        "family": "Mortimore",
        "given": "Michael"
      }
    ],
    "date": [
      "1968",
      "1986",
      "1983"
    ],
    "location": [
      "Lima",
      "Santiago de Chile"
    ],
    "note": [
      "shock of the"
    ],
    "title": [
      "The debt crisis as it affects Bolivia has been studied by Oscar Ugarteche, El estado deudor. Economıa polıtica de la deuda: Peru y Bolivia, 1968–1984",
      "Los bancos transnacionales, el estado y el endeudamiento externo de Boliva",
      "The recent “orthodox"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Juan Antonio Morales",
        "particle": "is studied in"
      },
      {
        "family": "Sachs",
        "given": "Jeffrey D."
      }
    ],
    "citation-number": [
      "1980s"
    ],
    "container-title": [
      "American Economic Association, Papers and"
    ],
    "date": [
      "1989"
    ],
    "editor": [
      {
        "family": "Sachs",
        "given": "Jeffrey D."
      }
    ],
    "location": [
      "Chicago"
    ],
    "title": [
      "Bolivia’s Economic Crisis",
      "Developing Country Debt and the World Economy",
      "Jeffrey Sachs, “The Bolivian Hyperinflation and Stabilization"
    ],
    "type": "article-journal"
  },
  {
    "container-title": [
      "Fiscal Reform for Bolivia"
    ],
    "date": [
      "1981"
    ],
    "editor": [
      {
        "literal": "ed."
      }
    ],
    "location": [
      "Cambridge, MA"
    ],
    "note": [
      "Interesting surveys of the"
    ],
    "publisher": [
      "Harvard Law School"
    ],
    "title": [
      "Detailed studies of the state fiscal structure were carried out in a multiauthored project led by Richard Musgrave"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Goodrich",
        "given": "Carter"
      },
      {
        "family": "Wennergren",
        "given": "Boyd"
      },
      {
        "family": "Whitaker",
        "given": "Morris D."
      }
    ],
    "container-title": [
      "El Trimestre Economico",
      "and Paul Robert Turovsky, “Bolivian and Haciendas Before and After the Revolution”"
    ],
    "date": [
      "1973",
      "1955",
      "1975",
      "1955"
    ],
    "issue": [
      "2"
    ],
    "location": [
      "Ithaca, NY",
      "New York"
    ],
    "note": [
      "Ph.D. diss, University of California at Los Angeles, 1980); and most recently Jane Benton, Agrarian Reform in Theory and Practice: A Study of the Lake Titicaca Region of Bolivia"
    ],
    "title": [
      "several key issues in early post-1952 economic policy appear in Melvin Burke, Estudios criticos sobre la economıa boliviana (La Paz",
      "The Economic Transformation of Bolivia",
      "The agricultural sector received a full-scale modern treatment of some sophistication in E",
      "The Status of Bolivian Agriculture",
      "This work primarily deals with agricultural production after 1952. Analysis of prereform structures and production on the haciendas was done by Edmundo Flores, “Taraco: monografıa de un latifundio del altiplano boliviano"
    ],
    "type": "article-journal",
    "volume": [
      "22"
    ]
  },
  {
    "author": [
      {
        "given": "Aldershot"
      },
      {
        "family": "McEwen",
        "given": "William J."
      },
      {
        "family": "Simmons",
        "given": "Roger A."
      },
      {
        "given": "Palca"
      },
      {
        "family": "Pucara",
        "given": "A.Study of"
      }
    ],
    "container-title": [
      "America Indıgena (Mexico",
      "Economic Development and Cultural Change"
    ],
    "date": [
      "1999",
      "1975",
      "1964",
      "1971",
      "1983",
      "1967",
      "1970"
    ],
    "issue": [
      "4"
    ],
    "location": [
      "New York",
      "Gainesville, FL",
      "Ithaca, NY",
      "Cochabamba"
    ],
    "note": [
      "Dwight B. Heath et al., Land Reform and Social Revolution in Bolivia"
    ],
    "title": [
      "On the profound changes in the economic and social situation produced by the Agrarian Reform of 1953, there now exist numerous studies covering most of the major regions in Bolivia. A good introduction to the problem is found in",
      "Changing Rural Society: A Study of Communities in Bolivia",
      "More detailed assessments on individual regions can be found in William E. Carter, Aymara Communities and the Bolivian Agrarian Reform",
      "Two Bolivian Haciendas (Berkeley, 1974); Daniel Heyduk, Huayrapampa: Bolivian Highland Peasants and the New Social Order",
      "Kevin Healy, Caciques y patrones: Una experiencia de desarrollo rural en el sud de Bolivia",
      "Barbara Leons, “Land Reform in the Bolivian Yungas",
      "Melvin Burke, “Land Reform and Its Effect upon Production and Productivity in the Lake Titicaca Region"
    ],
    "type": "article-journal",
    "volume": [
      "27",
      "18"
    ]
  },
  {
    "author": [
      {
        "family": "Heath",
        "given": "Dwight B."
      }
    ],
    "date": [
      "1969"
    ],
    "location": [
      "New York"
    ],
    "title": [
      "New Patterns for Old: Changing"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Andrew Pearse",
        "particle": "the Bolivian section in"
      },
      {
        "family": "Peasant",
        "given": "Latin American"
      }
    ],
    "container-title": [
      "Ethnology",
      "Ethnology",
      "Human Ecology"
    ],
    "date": [
      "1973",
      "1975",
      "1974"
    ],
    "issue": [
      "1",
      "4"
    ],
    "title": [
      "Patron-Client Relations in the Bolivian Yungas",
      "Daniel Heyduk, “The Hacienda System and Agrarian Reform in Highland Bolivia: A Re-evaluation",
      "and a series of recent articles by Ricardo Godoy, “Ecological Degradation and Agricultural Intensification in the Andean Highlands"
    ],
    "type": "article-journal",
    "volume": [
      "12",
      "13",
      "12"
    ]
  },
  {
    "author": [
      {
        "family": "Orlove",
        "given": "Benjamin S."
      },
      {
        "family": "Godoy",
        "given": "Ricardo"
      }
    ],
    "citation-number": [
      "1984);"
    ],
    "container-title": [
      "Journal of Ethnobiology",
      "Journal of Anthropological Research"
    ],
    "date": [
      "1986",
      "1998"
    ],
    "issue": [
      "1",
      "3"
    ],
    "note": [
      "Godoy Indians, markets, and rainforests: theory, methods, analysis (New York, 2001)."
    ],
    "title": [
      "Sectorial Fallowing Systems in the Central Andes",
      "and his joint essay with Jonathan Morduch; and David Bravo, “Technological adoption in rural Cochabamba, Bolivia",
      "Bolivia is compared to other regions in Ricardo A"
    ],
    "type": "article-journal",
    "volume": [
      "6",
      "54"
    ]
  },
  {
    "title": [
      "The migration of rural Quechua and Aymara peasants to the eastern"
    ],
    "type": null
  },
  {
    "date": [
      "1994",
      "2000"
    ],
    "location": [
      "New York",
      "New York"
    ],
    "note": [
      "El Alto, rebel city: self and citizenship in Andean Bolivia (Durhman, 2008)."
    ],
    "title": [
      "Precarious Dependencies: Gender, Class, and Domestic Service in Bolivia",
      "and Teetering on the Rim: Global Restructuring, Daily Life, and the Armed Retreat of the Bolivian State",
      "A recent enthography of the city is given in Sian Lazar"
    ],
    "type": null
  },
  {
    "date": [
      "2004"
    ],
    "publisher": [
      "La Paz"
    ],
    "title": [
      "Although internal immigration within Bolivia has been constant since 1952, international migration on a very large scale has been relatively recent. The best single study to date on internal migration is that of INE, Estudio de la migracion interna en Bolivia"
    ],
    "type": "book"
  },
  {
    "container-title": [
      "Inmigracion limıtrofe: los bolivianos en Buenos Aires (Buenos Aires"
    ],
    "date": [
      "1995"
    ],
    "editor": [
      {
        "family": "Benencia",
        "given": "See Roberto"
      },
      {
        "family": "Karasik",
        "given": "Gabriela"
      }
    ],
    "title": [
      "The oldest of the international migrations has been the seasonal and permanent migrations to Argentina",
      "The largest recent massive migration has been to Spain, which"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "Revista de Indias"
    ],
    "pages": [
      "245"
    ],
    "title": [
      "only began to occur after 2000. This migration is well surveyed by Mercedes Fernandez Garcıa, “Bolivianos en Espana"
    ],
    "type": "article-journal",
    "volume": [
      "LXIX"
    ]
  },
  {
    "author": [
      {
        "family": "Tschopik",
        "given": "Harry"
      },
      {
        "given": "Hans"
      },
      {
        "family": "Buechler",
        "given": "Judy"
      }
    ],
    "container-title": [
      "Handbook of South American Indians",
      "Raices de America: el mundo Aymara",
      "the studies in the anthologies cited earlier edited by Murra. Aymara ritual has been examined recently by Thomas Alan Abercrombie, Pathways of Memory and Power: Ethnography and History among an Andean People",
      "and Tristan Platt, Los Guerreros de Cristo cofradıas, misa solar, y guerra regenerativa en una doctrina Macha (siglos XVIII–XX",
      "American Anthropologist"
    ],
    "date": [
      "2009",
      "1948",
      "1946",
      "1971",
      "1988",
      "1968",
      "1966",
      "1998",
      "1996"
    ],
    "editor": [
      {
        "literal": "ed."
      }
    ],
    "issue": [
      "2"
    ],
    "location": [
      "Bolivia (Washington, DC",
      "Washington, DC",
      "New York",
      "Madrid",
      "Cuernavaca",
      "Madison, WI"
    ],
    "note": [
      "Kinship was studied by Xavier Albo, Esposas, suegros y padrinos entre los aymaras (2nd ed.; La Paz, 1976); and there exists an older community study by William Carter and Mauricio Mamani, Irpa Chico, individuo y comunidad el la cultura Aymara (La Paz, 1982)."
    ],
    "publisher": [
      "La Paz"
    ],
    "title": [
      "Unfortunately the smaller contingente of Bolivia migrants to the United States has not been systematically studied. Bolivia in the last half-century also has been the subject of detailed anthropological investigations on all aspects of Amerindian culture. On the contemporary Aymara populations, for example, the earlier studies of Weston La Barre, The Aymara Indians of the Lake Titicaca Plateau",
      "The Aymara",
      "The Bolivian Aymara",
      "have been supplemented by a host of new studies on all aspects of contemporary Aymara peasant life. The best single introduction to the new materials is found in Xavier Albo",
      "Specific aspects of Aymara culture include older studies on religious belief by William Carter, “Secular Reenforcement in Aymara death ritual",
      "Jacques Monast, L’Universe religieux des aymaras de Bolivie"
    ],
    "type": "article-journal",
    "volume": [
      "5",
      "II",
      "70"
    ]
  },
  {
    "author": [
      {
        "family": "Brutsaert",
        "given": "Jere D.Haas"
      },
      {
        "family": "Spielvogel",
        "given": "Hilde"
      }
    ],
    "container-title": [
      "From the Fat of Our Souls: Social Change, Political Process, and Medical Pluralism in Bolivia",
      "High Altitude Medicine & Biology"
    ],
    "date": [
      "2004"
    ],
    "issue": [
      "1"
    ],
    "title": [
      "The high altitude physiology of the Aymara is examined most recently in Tom D",
      "Absence of Work Efficiency Differences During Cycle Ergometry Exercise in Bolivian Aymara",
      "The mixture of medical belief systems in the small towns on the altiplano is analyzed in an interesting study by Libbet Crandon-Malamud"
    ],
    "type": "article-journal",
    "volume": [
      "5"
    ]
  },
  {
    "author": [
      {
        "family": "Barstow",
        "given": "J.R."
      },
      {
        "family": "Ricardo Godoy",
        "particle": "in"
      },
      {
        "given": "Mining"
      },
      {
        "family": "Highland Bolivia",
        "given": "Agriculture",
        "particle": "in"
      }
    ],
    "container-title": [
      "Latin American Research Review"
    ],
    "date": [
      "1991",
      "1979",
      "2000",
      "1990",
      "1979"
    ],
    "genre": [
      "(Ph.D. diss.,"
    ],
    "issue": [
      "3"
    ],
    "location": [
      "Berkeley",
      "London"
    ],
    "note": [
      "Juan de Dios Yapita and Lucy Briggs, “Aymara Linguistics in the Past 22"
    ],
    "publisher": [
      "University of Chicago"
    ],
    "title": [
      "while the Aymara in an rural town setting was examined by",
      "An Aymara Class Structure: Town and Community in Carabuco",
      "An Aymara group in the multilingual Northern Potosı region is studied in Olivia Harris, To Make the Earth Bear Fruit: Essays on Fertility, Work, and Gender in Highland Bolivia",
      "A summary of work in Aymara linguistics is found in Lucy Briggs, “A Critical Survey of the Literature on the Aymara Language"
    ],
    "type": "article-journal",
    "volume": [
      "14"
    ]
  },
  {
    "container-title": [
      "South American Indian Languages: Retrospect and Prospect (Austin, 1985); and most recently Lyle Campbell, American Indian Languages: The Historical Linguistics of Native America",
      "Latin American Indian Literatures Journal"
    ],
    "date": [
      "1988"
    ],
    "editor": [
      {
        "family": "Klein",
        "given": "Harriet E.Manelis"
      },
      {
        "family": "Stark",
        "given": "Louisa"
      }
    ],
    "issue": [
      "2"
    ],
    "title": [
      "Years"
    ],
    "type": "article-journal",
    "volume": [
      "4"
    ]
  },
  {
    "container-title": [
      "The Aymara Language in Its Social and Cultural Context",
      "Literatura aymara antologıa (La Paz"
    ],
    "date": [
      "1997",
      "1981",
      "1992"
    ],
    "editor": [
      {
        "family": "Hardman",
        "given": "Martha J."
      },
      {
        "family": "Xavier Albo",
        "given": "Also",
        "particle": "see"
      },
      {
        "family": "P.Felix",
        "given": "Layme"
      }
    ],
    "location": [
      "New York",
      "Gainesville, FL"
    ],
    "title": [
      "Studies on Aymara linguistics can be found in the collection"
    ],
    "type": "chapter"
  },
  {
    "date": [
      "1974"
    ],
    "location": [
      "Lima"
    ],
    "note": [
      "Goins, Huayculi: Los indios quechua del Valle de Cochabamba (Mexico, 1967); and Maria L. Lagos, Autonomy and Power: The Dynamics of Class and Culture in"
    ],
    "title": [
      "The Quechua population of Bolivia is also now being studied intensively, although still less than their Peruvian counterpart. A sociolinguistic study was carried out by Xavier Albo, Los mil rostros del quechua: Sociolinguıstica de Cochabamba",
      "The above-cited work of Dandler and Simmons deals with Quechua-speaking communities in the Cochabamba Valley, along with the studies by John F"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Bolivia",
        "given": "Rural"
      }
    ],
    "container-title": [
      "Another Potosı Quechua group was recently analyzed by Roger Neil Rasnake, Domination and Cultural Resistance: Authority and Power among an Andean People"
    ],
    "date": [
      "1994",
      "1988"
    ],
    "location": [
      "Durham, NC"
    ],
    "title": [
      "Tristan Platt has analyzed Quechua symbolism in Espejos de maiz (La Paz, 1976) and in an essay in the Murra volume as well as surveyed the historical evolution of these groups in Northern Potosı in the works cited above"
    ],
    "type": "chapter"
  },
  {
    "note": [
      "Bastien, Mountain on the Condor, Metaphor and Ritual in an Andean Ayllu (St. Paul, MN, 1978); and Healers of the Andes: Kallawaya Herbalists and Their Medical Plants"
    ],
    "title": [
      "The unusual medical practices of the Callahuaya Indians located in the altiplano region – a subject of numerous earlier studies – have recently been analyzed in three works by Joseph W"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "City",
        "given": "Salt Lake"
      }
    ],
    "date": [
      "1987"
    ],
    "note": [
      "Salt Lake City, 1992); and Louis Girault, Kallawaya, curanderos itinerantes de los andes (La Paz, 1987). Also see"
    ],
    "title": [
      "Drum and Stethoscope: Integrating Ethnomedicine and Biomedicine in Bolivia"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Cochabamba",
        "particle": "la ciudad de"
      },
      {
        "family": "S",
        "given": "Miguel Urquiola"
      }
    ],
    "container-title": [
      "and Rolando Anaya Morales, Desarrollo humano en las montanas: Informe del desarrollo humano de la ciudad de La Paz (La Paz"
    ],
    "date": [
      "1988",
      "1995"
    ],
    "title": [
      "Participando en el crecimiento: Expansio on economica, distribucion del ingreso y pobreza en al area urbana de Bolivia:1989–1992 y proyecciones (La Paz, 1994"
    ],
    "type": "chapter"
  },
  {
    "note": [
      "see William Carter et al., Coca en Bolivia (La Paz, 1980); and"
    ],
    "title": [
      "There is an extensive literature on the use of coca among the peasant populations"
    ],
    "type": null
  },
  {
    "date": [
      "1978"
    ],
    "issue": [
      "4"
    ],
    "title": [
      "an entire issue devoted to coca in America Indıgena (Mexico"
    ],
    "type": null,
    "volume": [
      "38"
    ]
  },
  {
    "container-title": [
      "Coca and Cocaine: Effects on People and Policy in Latin America",
      "and the Bolivian Reality",
      "Wachu wachu cultivo de coca e identidad en los Yunkas de La Paz (La Paz, 1994), and a good history of the traditional coca industry is found in Marıa Luisa Soux, La coca liberal produccion y circulacion a principios del siglo XX"
    ],
    "date": [
      "1986",
      "1984",
      "1997"
    ],
    "editor": [
      {
        "family": "Pacine",
        "given": "Deborah"
      },
      {
        "family": "Franquemont",
        "given": "Christine"
      },
      {
        "family": "Sanabria",
        "given": "Harry"
      },
      {
        "family": "Leons",
        "given": "Madeline Barbara"
      },
      {
        "family": "Coca",
        "particle": "eds."
      },
      {
        "given": "Cocaine"
      }
    ],
    "location": [
      "Boston",
      "Cochabamba",
      "Albany, NY"
    ],
    "title": [
      "The problem of cocaine has spawned a large literature, most of it highly polemical. Among the more thoughtful studies are the essays",
      "Gonzalo Flores and Jose Blanes, Donde va el Chapare",
      "Harry Sanabria, The Coca Boom and Rural Social Change in Bolivia (Ann Arbor, 1993",
      "An ethnography of the traditional Yungas coca growing regions is found in Alison Spedding"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "literal": "La Paz,1993)."
      }
    ],
    "title": [
      "The most reliable data on coca production in Bolivia comes from the annual reports of the United Nations Office of Drugs and Crime"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "U.N.D.O.C."
      }
    ],
    "date": [
      "2009"
    ],
    "location": [
      "Vienna and New York"
    ],
    "title": [
      "World Drug Report, 2009"
    ],
    "type": null
  },
  {
    "container-title": [
      "Beyond the Revolution: Bolivia Since 1952"
    ],
    "date": [
      "1971",
      "1982"
    ],
    "editor": [
      {
        "family": "James M. Malloy",
        "given": "These",
        "particle": "include"
      },
      {
        "family": "Thorn",
        "given": "Richard S."
      },
      {
        "family": "Lademan",
        "given": "J."
      },
      {
        "family": "Calderon",
        "given": "Fernando"
      },
      {
        "family": "Dandler",
        "given": "Jorge"
      }
    ],
    "location": [
      "Pittsburgh",
      "Tempe",
      "Bolivia"
    ],
    "publisher": [
      "Center for Latin American Studies, Arizona State University",
      "La fuerza historica del"
    ],
    "title": [
      "Important anthologies of essays also should be mentioned. Several cover political, economic, and social developments in Bolivia since 1952",
      "Modern Day Bolivia: Legacy of the Revolution and Prospects for the Future"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "campesinado"
      }
    ],
    "container-title": [
      "Proclaiming Revolution: Bolivia in Comparative Perspective",
      "Evo Morales and the Movimiento al Socialismo in Bolivia: The First Term, 2005–2009"
    ],
    "date": [
      "1984",
      "2001",
      "2008",
      "2003",
      "2010"
    ],
    "editor": [
      {
        "family": "Grindle",
        "given": "Merilee"
      },
      {
        "family": "Domingo",
        "given": "Pilar"
      },
      {
        "family": "Pearce",
        "given": "Adrian"
      }
    ],
    "location": [
      "New York",
      "Pittsburgh",
      "Cambridge, MA & London",
      "London"
    ],
    "note": [
      "Special issues on Bolivia have appeared in Problemes d’Amerique Latine (Paris), 62 (1981), Caravelle (Toulouse"
    ],
    "title": [
      "and, most recently the two collections edited by , John Crabtree and Laurence Whitehead, Towards Democratic Viability: The Bolivian Experience",
      "and Unresolved tensions : Bolivia past and present",
      "In honor of the fiftieth anniversary of the 1952 revolution, there was published a collection by",
      "and a volume on the first administration of the Morales government"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "44"
    ],
    "container-title": [
      "Estados y naciones en los Andes",
      "1986); and Brooke Larson et al., Ethnicity, Markets, and Migration in the Andes at the Crossroads of History and Anthropology",
      "Nouvelle Serie",
      "Journal of Latin American Studies (London",
      "and Journal of Latin American Anthropology (Washington"
    ],
    "date": [
      "1985",
      "1987",
      "2000",
      "2000",
      "1995"
    ],
    "editor": [
      {
        "family": "Deler",
        "given": "J.P."
      },
      {
        "family": "Saint-Geours",
        "given": "Y."
      }
    ],
    "issue": [
      "2"
    ],
    "location": [
      "Durham, NC"
    ],
    "title": [
      "Cahiers des Ameriques Latines (Paris",
      "Others containing primarily historical and or ethnographic studies include"
    ],
    "type": "article-journal",
    "volume": [
      "6",
      "32",
      "5",
      "2"
    ]
  }
]
