[
  {
    "title": [
      "SUBJECT: Developing written procedures for the public and confidential financial disclosure systems"
    ],
    "type": null
  },
  {
    "author": [],
    "title": [
      "Maintaining custody of reports"
    ],
    "type": null
  },
  {
    "author": [],
    "title": [
      "Providing for public access to public financial disclosure reports and security for confidential financial disclosure reports"
    ],
    "type": null
  },
  {
    "author": [],
    "title": [
      "Following-up on delinquent reports"
    ],
    "type": null
  },
  {
    "author": [],
    "title": [
      "Collecting the $200 late filing fee and requesting waivers of the $200 late filing fee (public reports only"
    ],
    "type": null
  },
  {
    "title": [
      "Agencies are not required to submit these procedures for OGE review or approval"
    ],
    "type": null
  },
  {
    "container-title": [
      "Part"
    ],
    "date": [
      "1992-04-07"
    ],
    "note": [
      "or the standards of conduct to be codified at 5 C.F.R."
    ],
    "pages": [
      "11800–11830,"
    ],
    "title": [
      "Additionally, because these written procedures should establish the agency's internal procedural guidance, they should not be submitted to OGE as part of any agency supplemental regulations to the uniform financial disclosure regulation to be codified at 5 C.F.R"
    ],
    "type": "article-journal",
    "volume": [
      "2634 (57 FR"
    ]
  },
  {
    "container-title": [
      "Part"
    ],
    "date": [
      "1992-08-07"
    ],
    "title": [
      "In most cases, these written procedures should eliminate the need for supplemental regulations"
    ],
    "type": "article-journal",
    "volume": [
      "2635"
    ]
  },
  {
    "author": [
      {
        "given": "C.F.R."
      }
    ],
    "citation-number": [
      "5"
    ],
    "note": [
      "See Section 5.8: Processing Ethics Violations for information on referrals."
    ],
    "title": [
      "§ 2638.603 Agencies may use the form in this section to inform OGE of any referrals of possible criminal violations of ethics provisions to the Department of Justice (DOJ"
    ],
    "type": null
  },
  {
    "container-title": [
      "§§",
      "Office of Government Ethics"
    ],
    "date": [
      "1201"
    ],
    "genre": [
      "Suite 500,"
    ],
    "location": [
      "Washington, DC"
    ],
    "pages": [
      "207–209",
      "20005–3917"
    ],
    "publisher": [
      "NW"
    ],
    "title": [
      "Notification of Conflict of Interest Referral For use in cases involving possible violations of 18 U.S.C",
      "by current or former executive branch employees only; see reverse for summary of statutory/regulatory background. Please return directly to: U.S",
      "New York Ave"
    ],
    "type": "article-journal",
    "volume": [
      "203, 205"
    ]
  },
  {
    "container-title": [
      "Phone: Chief, Program Assistance Division (202)523-5757, Extension 1123. FAX"
    ],
    "pages": [
      "202 523–6325"
    ],
    "type": "chapter"
  },
  {
    "note": [
      "§ 201 (bribery/gratuity) involved? Yes No Was 5 U.S.C. App. (Ethics in Government Act) § 501 (outside earned income) involved? Yes No Was 5 U.S.C. App. (Ethics in Government Act) § 502 (outside employment) involved? Yes No Was 18 U.S.C. § 1001 (false statements) involved? Yes No Was 5 U.S.C. App. (Ethics in Government Act) § 101 et seq. (financial disclosure) involved? Yes No"
    ],
    "title": [
      "Type of supplementation (meals, travel, cash, etc.): Value of supplementation: $ Number of supplements: Additional Statutes Involved in Conflict of Interest Referrals Was 18 U.S.C"
    ],
    "type": null
  },
  {
    "container-title": [
      "§ 102; and the Postal Service and the Postal Rate Commission. It does not include the General Accounting Office"
    ],
    "title": [
      "Agency Agency includes any executive agency as defined in 5 U.S.C. § 105--any executive department, Government corporation, or independent establishment in the executive branch; any military department as defined in 5 U.S.C"
    ],
    "type": "chapter"
  },
  {
    "title": [
      "Earned Income Earned income is contrasted with investment income. It includes wages, salaries, honoraria, commission, professional fees, and other forms of compensation for services"
    ],
    "type": null
  },
  {
    "title": [
      "Personal Savings Any form of deposit in a bank, savings and loan association, credit Account union or similar financial institution (5 C.F.R. § 301(c)(2)). These accounts carry a higher reporting threshold than other assets"
    ],
    "type": null
  },
  {
    "container-title": [
      "The term is synonymous with \"filer.\" Section 2.1 offers further guidance"
    ],
    "title": [
      "Reporting Individual 5 C.F.R. § 2634.202 defines \"reporting individual"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "literal": "Treasuries Debt obligations, such as U.S. Treasury bills"
      }
    ],
    "title": [
      "notes and bonds, issued by the Federal Government and secured by the full faith and credit (power to tax and borrow) of the United States"
    ],
    "type": null
  }
]
