[
  {
    "author": [
      {
        "family": "Ahroon",
        "given": "William A."
      },
      {
        "family": "Buchl",
        "given": "Plattsburgh State John"
      },
      {
        "family": "Albert",
        "given": "John Wood Community College Scott"
      },
      {
        "family": "Page Michael Butler",
        "given": "College",
        "particle": "of Du"
      },
      {
        "family": "Albertini",
        "given": "Mt San Antonio College Jules"
      },
      {
        "family": "Cardell",
        "given": "Ulster County Community Jerome J."
      },
      {
        "family": "Chambless",
        "given": "Brevard Community College College Don"
      },
      {
        "family": "Allen",
        "given": "Auburn University Tim"
      },
      {
        "family": "Chase",
        "given": "Delta College Rodney"
      },
      {
        "family": "Anderson",
        "given": "Oakland Community College Stu"
      },
      {
        "family": "Page Bob Chow",
        "given": "College",
        "particle": "of Du"
      },
      {
        "family": "Grossmont College Jeff Andrews",
        "given": "T.S.G.Associates"
      },
      {
        "family": "Clarke",
        "given": "Inc Philip S."
      },
      {
        "family": "Anthony",
        "given": "Los Angeles Valley College Mary Anne"
      },
      {
        "family": "Clevidence",
        "given": "Rancho Santiago Darrell"
      },
      {
        "family": "Cox",
        "given": "Carl Sandburg College Community College Paul"
      },
      {
        "family": "Applebaugh",
        "given": "Ricks College William"
      },
      {
        "family": "Susan Cribelli",
        "given": "University",
        "particle": "of"
      },
      {
        "family": "Dakka",
        "given": "Aims Community College Wisconsin–Eau Claire Imad"
      },
      {
        "family": "Baker",
        "given": "Oakland Community College James"
      },
      {
        "family": "Daniel",
        "given": "Jefferson Community College Arthur"
      },
      {
        "family": "Baker",
        "given": "Macomb Community College Justine"
      },
      {
        "family": "College",
        "given": "Peirce"
      },
      {
        "family": "Philadelphia",
        "given": "P.A.Gregory Davis"
      },
      {
        "family": "Wisconsin",
        "given": "University",
        "particle": "of"
      },
      {
        "family": "Bampton",
        "given": "Green Anna"
      },
      {
        "family": "Christopher Newport Bay University Tom E. Davis",
        "given": "Daytona Beach Community Donald Barrs",
        "suffix": "III"
      },
      {
        "family": "Deeter",
        "given": "Pellissippi State Technical College Community College Charles"
      },
      {
        "family": "Beatty",
        "given": "Texas Christian University James"
      },
      {
        "family": "DeMaio",
        "given": "Burlington County College Joseph"
      },
      {
        "family": "Beckman",
        "given": "Kennesaw State University Philip M."
      },
      {
        "family": "Dennin",
        "given": "Black Hawk College Joe"
      },
      {
        "family": "Fairfield University Marian Bedee",
        "given": "B.G.S.U."
      },
      {
        "family": "Devi",
        "given": "Firelands College Nirmal"
      },
      {
        "family": "Bell",
        "given": "Embry Riddle Aeronautical Marla"
      },
      {
        "family": "Benbow",
        "given": "Kennesaw State University University Don"
      },
      {
        "family": "Dilling",
        "given": "Marshalltown Community Richard"
      },
      {
        "family": "Dios",
        "given": "Grace College College Rose"
      },
      {
        "family": "Technology Michelle Benedict",
        "given": "New Jersey Institute",
        "particle": "of"
      },
      {
        "family": "Doverspike",
        "given": "Augusta College Dennis"
      },
      {
        "family": "Akron Kathryn Benjamin",
        "given": "University",
        "particle": "of"
      },
      {
        "family": "Duchow",
        "given": "Suffolk County Community Paul"
      },
      {
        "family": "Dunn",
        "given": "Pasadena City College College Bill"
      },
      {
        "family": "Bensema",
        "given": "Las Positas College Ronald"
      },
      {
        "family": "Dupuis",
        "given": "Joliet Junior College Marie"
      },
      {
        "family": "Bernklau",
        "given": "Milwaukee Area Technical David"
      },
      {
        "family": "Betkowski",
        "given": "Long Island University College Maria"
      },
      {
        "family": "Dwyer",
        "given": "Middlesex Community Evelyn"
      },
      {
        "literal": "of Wisconsin-Eau Jim Graziose, Palm Beach Community College Claire David Gurney, Southeastern Louisiana Rhonda Magel, North Dakota State University University–Fargo Francis Hannick, Mankato State University Gene Majors, Fullerton College Sr. Joan Harnett, Molloy College Hossein Mansouri, Texas State Technical Kristin Hartford, Long Beach City College College Leonard Heath, Pikes Peak Community College Virgil Marco, Eastern New Mexico University Peter Herron, Suffolk County Community Joseph Mazonec, Delta College College Caren McClure, Santa Ana College Mary Hill"
      }
    ],
    "editor": [
      {
        "family": "Farnum",
        "given": "Teresa"
      },
      {
        "family": "Bray",
        "given": "Franklin Pierce College John"
      },
      {
        "family": "Feigenbaum",
        "given": "Broward Community College- Ruth"
      }
    ],
    "location": [
      "Illinois Central College",
      "Santa Monica College Alvin Kaumeyer",
      "Boston College Theodore Moore, Mohawk Valley",
      "Mississippi College Keith Oberlander",
      "Bryant College R"
    ],
    "note": [
      "Larry Howe, Rowan College of New Jersey Marjorie McLean, University of Tennessee Lloyd Jaisingh, Morehead State University Austen Meek, Canada College Lauren Johnson, Inver Hills Community Robert Mignone, College of Charleston College Glen Miller, Borough of Manhattan Martin Johnson, Gavilan College Community College Roger Johnson, Carleton College Kermit Miller, Florida Community College Herb Jolliff, Oregon Institute of Technology at Jacksonville Francis Jones, Huntington College Kathleen Mittag,",
      "Community Robert Keever, SUNY, Plattsburgh College Alice J. Kelly, Santa Clara University Rick Moscatello, Southeastern Louisiana Uni-Dave Kender, Wright State University versity Michael Kern, Bismarck State College Gerald Mueller, Columbus State Community John Klages, County College of Morris College Marlene Kovaly, Florida Community College Sandra Murrell, Shelby State Community at Jacksonville College John Kozarski, Community College of Faye Muse, Asheville-Buncombe Technical Baltimore County–Catonsville Community College Tomas Kozubowski, University of Tennessee Gale Nash, Western State College Shantra Krishnamachari, Borough of Felix D. Nieves, Antillean Adventist University Manhattan Community College Lyn Noble, Florida Community College at Richard Kulp, David Lipscomb University Jacksonville–South Linda Kurz,",
      "E. Lentz, Mankato State University James O’Donnell, Bergen Community College"
    ],
    "publisher": [
      "Edmonds Community College Timothy Lesnick, Grand Valley State Christine Franklin, University of Georgia University Richard Fritz, Moraine Valley Community Dawn Lindquist, College of St. Francis College George Litman, National-Louis University Maureen Gallagher",
      "National-Louis University University David Lund, University",
      "University of Texas–San Toni Kasper, Borough of Manhattan Antonio Community College Mitra Moassessi",
      "Pueblo Community College Charlene Moeckel, Polk Community College William Keane",
      "SUNY College of Technology DeWayne Nymann, University of Tennessee Christopher Jay Lacke, Rowan University Patricia Oakley, Seattle Pacific University Tommy Leavelle",
      "Pasadena City College Tzong-Yow Lee, University of Maryland Patricia Odell"
    ],
    "title": [
      "Walters State Community College College Shirley Blatchley, Brookdale Community Jane Early, Manatee Community College College Wayne Ehler, Anne Arundel Community College David Balueuer, University of Findlay Sharon Emerson-Stonnell, Longwood College Randy Boan, Aims Community College P",
      "Bergen Community College Central Vince Ferlini, Keene State College Denise Brown, Collin County Community Maggie Flint, Northeast State Technical xxvi Acknowledgments Bob France",
      "Hartwick College Benny Lo, Ohlone College Joe Gallegos, Salt Lake Community College Sergio Loch, Grand View College Mahmood Ghamsary, Long Beach City College Debra Loeffler, Community College of Tena Golding, Southeastern Louisiana Baltimore County–Catonsville University Vincent Long, Gaston College Elizabeth Gray, Southeastern Louisiana Barbara Loughead",
      "College of Du Page Phillip McGill"
    ],
    "type": null
  },
  {
    "citation-number": [
      "5014_TriolaE/S_FMppi-xxxv"
    ],
    "title": [
      "11/23/05 10:24 AM Page xxvii"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Perkins",
        "given": "David C."
      },
      {
        "family": "Ours",
        "given": "Texas A.&M.University– Paulette",
        "particle": "St."
      },
      {
        "family": "New England Corpus Christi W. A. Stanback",
        "given": "University",
        "particle": "of"
      }
    ],
    "location": [
      "Northwestern College College"
    ],
    "publisher": [
      "Pulskamp, Xavier University W. E. Stephens, McNeese State University Diann Reischman, Grand Valley State University Terry Stephenson, Spartanburg Methodist Vance Revennaugh"
    ],
    "title": [
      "Norfolk State University Anthony Piccolino, Montclair State University Carol Stanton, Contra Costra College Kim Polly, Parkland College Richard Stephens, Western Carolina College Richard J"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "literal": "as U.S. News and World Report? Each year, U.S."
      }
    ],
    "note": [
      "In parment between the student preference rankings and the ticular, several methods of this section can be used with magazine rankings, but it also shows some disagreement. sample data that are in the form of ranks, as in Table 13-1."
    ],
    "title": [
      "News and World Report magazine pub- the linear correlation coefficient r was used to measure lishes rankings of colleges based on statistics such as ad- the association between two variables. The methods of mission rates, graduation rates, class size, faculty-student Section 10-2 require paired data, and the data in Table 13-1 ratio, faculty salaries, and peer ratings of administrators. are paired. However, there is a very important differ-Economists Christopher Avery, Mark Glickman, Caroline ence: The methods of Section 10-2 have requirements Minter Hoxby, and Andrew Metrick took an alternative that include normal distributions, and ranks such as approach of analyzing the college choices of 3240 high- those in Table 13-1 do not satisfy such requirements. achieving school seniors. They examined the colleges The methods of Section 10-2 cannot be used with the that offered admission along with the colleges that the sample data in Table 13-1. This chapter introduces sevstudents chose to attend. Table 13-1 lists rankings for a eral different methods that can be used with data that do small sample of colleges. Table 13-1 shows some agree- not satisfy a requirement of a normal distribution"
    ],
    "type": null
  },
  {
    "container-title": [
      "News and World Report"
    ],
    "note": [
      "The con- zine rankings. We can then address this key question: Do cept of correlation was discussed in Section 10-2, where the students agree with the magazine?"
    ],
    "title": [
      "For example, among the eight colleges considered, Har- Section 13-6 will introduce a method for testing for a vard was ranked first by both the students and U.S. News correlation with paired data that are in the form of ranks. and World Report. However, among the eight colleges We will then be able to analyze the agreement and disconsidered, the University of Pennsylvania was ranked agreement between the student rankings and magazine 7th by students but 3rd by U.S",
      "rankings in Table 13-1. We can then test for a correlation Let’s consider the issue of a correlation between the between the student preference rankings and the magastudent rankings and the magazine rankings"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Student",
        "given": "E.X.A.M.P.L.E."
      },
      {
        "family": "News",
        "given": "U.S."
      },
      {
        "family": "Report",
        "given": "World"
      },
      {
        "given": "News"
      },
      {
        "family": "magazine",
        "given": "World Report"
      }
    ],
    "note": [
      "Use a 0.05 significance level. 13-6 Rank Correlation 711"
    ],
    "title": [
      "Rankings of Colleges The Chapter Problem includes rankings of colleges by students and U.S",
      "Those rankings are included in Table 13-7, which also includes the differences d and the squares of the differences d 2. Find the value of the rank correlation coefficient and use it to determine whether there is a correlation between the student rankings and the rankings of the magazine"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "News"
      },
      {
        "family": "News",
        "given": "World Report U.S."
      },
      {
        "family": "College",
        "given": "World Difference"
      }
    ],
    "genre": [
      "Student Ranks Report Ranks d d2"
    ],
    "title": [
      "Table 13-7 Colleges Ranked by Students and U.S"
    ],
    "type": "report"
  }
]
