[
  {
    "author": [
      {
        "given": "J.P."
      }
    ],
    "citation-number": [
      "154"
    ],
    "container-title": [
      "Mr. Stealey is a portfolio manager in the International Fixed Income Group and Head of Global Aggregate Strategies and beginning in 2019, J.P"
    ],
    "publisher": [
      "Morgan Asset Management’s International"
    ],
    "title": [
      "MORGAN INCOME FUNDS manager for the Fund since its inception. An employee of JPMIM since 2008, Mr. Michele is the Global Chief Investment Officer within J.P. Morgan Asset Management’s Global Fixed Income and Currency Group (GFICC). He is responsible for overseeing the activities of the fixed income and currency investment teams based in New York, Europe and Asia. An employee of JPMIM since 2002 and a member of the portfolio management team for the Fund since its inception"
    ],
    "type": "chapter"
  },
  {
    "title": [
      "An exchange is selling shares of one J.P. Morgan Fund and taking the proceeds to simultaneously purchase shares of another J.P. Morgan Fund. Before making an exchange request, you should read the prospectus of the J.P. Morgan Fund whose shares you would like to purchase by exchange. You can obtain a prospectus for any J.P. Morgan Fund by contacting your Financial Intermediary, by visiting www.jpmorganfunds.com, or by calling 1-800-480-4111"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "J.P. Morgan Funds",
        "particle": "prevent disruptions in the management of"
      },
      {
        "family": "J.P",
        "particle": "certain"
      }
    ],
    "title": [
      "Morgan Funds limit excessive exchange activity as described in the “Frequent Trading Policy” section. Your exchange privilege will be limited or revoked if the exchange activity is considered excessive. In addition, any J.P. Morgan Fund may reject any exchange request for any reason, including if it is not in the best interests of the Fund and/or its shareholders to accept the exchange"
    ],
    "type": null
  },
  {
    "note": [
      "You may call 1-800-480-4111 for complete instructions."
    ],
    "title": [
      "• For Class A and Class C Shares only, you can set up a systematic exchange program to automatically exchange shares on a regular basis. However, you cannot have simultaneous systematic investment plans for the same Fund"
    ],
    "type": null
  },
  {
    "title": [
      "Generally, you will not pay a sales charge on an exchange except as specified below"
    ],
    "type": null
  },
  {
    "note": [
      "You should carefully review the prospectus for the new share class, including information on the fees, expenses and exchange features of the new share class, or contact your Financial Intermediary for more information."
    ],
    "title": [
      "If you exchange Class A or Class C Shares of a Fund that are subject to a CDSC for Class A (Morgan Shares of a J.P. Morgan money market fund) or Class C Shares, respectively, of another Fund, you will not pay a CDSC at the time of the exchange, however: 1. Your new Class A (Morgan Shares of a J.P. Morgan money market fund) or Class C Shares will be subject to the CDSC of the Fund from which you exchanged, and 2. The current holding period for your exchanged Class A (Morgan Shares of a J.P. Morgan money market fund) or Class C Shares, is carried over to your new shares. Following an exchange, the fees and expenses of the new share class may be higher than those of the class you previously held"
    ],
    "type": null
  },
  {
    "citation-number": [
      "480-4111"
    ],
    "date": [
      "2021",
      "2021-07"
    ],
    "title": [
      "or writing to: J.P. Morgan Funds Services P.O. Box 219143 Kansas City, MO 64121-9143 ©JPMorgan Chase & Co",
      "All rights reserved"
    ],
    "type": null
  }
]
