[
  {
    "author": [
      {
        "given": "Embassies"
      },
      {
        "family": "Queen Street",
        "given": "Consulates The U.S.",
        "particle": "embassy is on"
      },
      {
        "family": "N-8197",
        "given": "P.O.Box"
      }
    ],
    "container-title": [
      "and the Canadian consulate is on Shirley Street Shopping Plaza"
    ],
    "issue": [
      "322-4753)"
    ],
    "note": [
      "The British High Commission is at Ansbacher House (3rd floor), East Street, Nassau (& 242/325-7471)."
    ],
    "pages": [
      "393–2123"
    ],
    "title": [
      "Electricity Electricity is normally 120 volts, 60 cycles, AC. American appliances are fully compatible; British or European appliances will need both converters and adapters"
    ],
    "type": "article-journal",
    "volume": [
      "242",
      "Nassau (& 242"
    ]
  },
  {
    "note": [
      "is 44, for example), the area code (usually without its initial zero), and the local number. For local calls within The Bahamas, simply dial the seven-"
    ],
    "title": [
      "Telephone To call The Bahamas from the U.S. or Canada, dial 1-242 plus the seven-digit local number. From the U.K., dial 001-242 plus the local seven-digit number. To make a direct international call from The Bahamas to the U.S. or Canada, dial 1 plus the area code and local number. To call other countries, dial 011 plus the country code (the U.K"
    ],
    "type": null
  },
  {
    "container-title": [
      "TLFeBOOK FROMMER’S® MEMORABLE WALKS"
    ],
    "location": [
      "Chicago New York San Francisco London Paris"
    ],
    "type": "chapter"
  },
  {
    "location": [
      "London Rome Washington, D.C"
    ],
    "title": [
      "FROMMER’S® IRREVERENT GUIDES Amsterdam Los Angeles San Francisco Boston Manhattan Seattle & Portland Chicago New Orleans Vancouver Las Vegas Paris Walt Disney World®"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Bed",
        "given": "T.H.E.U.N.O.F.F.I.C.I.A.L.G.U.I.D.E.S.®"
      },
      {
        "given": "Breakfasts"
      },
      {
        "family": "Southwest",
        "given": "Country"
      }
    ],
    "container-title": [
      "Maui World’s Best Diving Vacations SPECIAL-INTEREST TITLES Frommer’s Adventure Guide to Australia & Frommer’s France’s Best Bed & Breakfasts and New Zealand Country Inns Frommer’s Adventure Guide to Central America Frommer’s Gay & Lesbian Europe Frommer’s Adventure Guide to India & Pakistan Frommer’s Italy’s Best Bed & Breakfasts and Frommer’s Adventure Guide to South America Country Inns Frommer’s Adventure Guide to Southeast Asia Frommer’s Road Atlas Britain Frommer’s Adventure Guide to Southern Africa Frommer’s Road Atlas Europe Frommer’s Britain’s Best Bed & Breakfasts and Frommer’s Road Atlas France Country Inns The New York Times’ Guide to Unforgettable Frommer’s Caribbean Hideaways Weekends Frommer’s Exploring America by RV Places Rated Almanac Frommer’s Fly Safe, Fly Smart Retirement Places Rated Rome Past & Present"
    ],
    "location": [
      "London Washington, D.C"
    ],
    "title": [
      "South Central Mexio’s Best Beach Resorts Inns in: Plains Mid-Atlantic with Kids California U.S.A. Mini Las Vegas Great Lakes States Beyond Disney Mini-Mickey Mid-Atlantic Branson, Missouri New England & New York with New England California with Kids Kids Northwest Central Italy New Orleans Rockies Chicago New York City Southeast Cruises Paris Southwest Disneyland® San Francisco Best RV & Tent Campgrounds in: Florida with Kids Skiing & Snowboarding in the West California & the West Golf Vacations in the Eastern U.S. Southeast with Kids Florida & the Southeast Great Smoky & Blue Ridge Region Walt Disney World® Great Lakes States Inside Disney Walt Disney World® for Mid-Atlantic Hawaii Grown-ups Northeast Las Vegas Walt Disney World® with Kids Northwest & Central Plains"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Keyword",
        "given": "TLFeBOOK A.O.L."
      },
      {
        "given": "Travel"
      }
    ],
    "type": null
  }
]
