[
  {
    "author": [
      {
        "given": "Z.I.E.M.E.R."
      },
      {
        "literal": "EISENBUD. Commutative Algebra 121 LANG. Cyclotomic Fields I and II. with a View Toward Algebraic Combined"
      },
      {
        "given": "H.A.R.R.I.S."
      }
    ],
    "citation-number": [
      "119"
    ],
    "container-title": [
      "ROTMAN. An Introduction to Algebraic 148 ROTMAN. An Introduction to the Topology. Theory of Groups",
      "Geometry. 122 REMMERT. Theory of Complex Functions. 151 SILVERMAN. Advanced Topics in Readings in Mathematics the Arithmetic of Elliptic Curves. 123 EBBINGHAUS/HERMES et al. Numbers. 152 ZIEGLER. Lectures on Polytopes. Readings in Mathematics 153 FuLTON. Algebraic Topology: A 124 DUBROVIN/FoMENKO/NoVIKOV. Modem First Course. Geometry-Methods and Applications. 154 BROWN/PEARCY. An Introduction to Part III. Analysis. 125 BERENSTEIN/GAY. Complex Variables: An 155 KASSEL. Quantum Groups. Introduction. 156 KECHRIS. Classical Descriptive Set 126 BOREL. Linear Algebraic Groups. Theory. 127 MASSEY. A Basic Course in Algebraic 157 MALLIA VIN. Integration and Topology. Probability. 128 RAUCH. Partial Differential Equations. 158 ROMAN. Field Theory. 129 FULTON/HARRIS. Representation Theory: 159 CONWAY. Functions of One A First Course. Complex Variable II. Readings in Mathematics 160 LANG. Differential and Riemannian 130 DODSON/POSTON. Tensor Geometry. Manifolds. 13l LAM. A First Course in Noncommutative 161 BORWEIN/ERDELYI. Polynomials and Rings. Polynomial Inequalities. 132 BEARDON. Iteration of Rational Functions. 162 ALPERIN/BELL. Groups and 133",
      "ROMAN. Coding and Information Theory. Groups. 135 ROMAN. Advanced Linear Algebra. 164 NATHANSON. Additive Number Theory: 136 ADKINS/WEINTRAUB. Algebra: An The Classical Bases. Approach via Module Theory. 165 NATHANSON. Additive Number Theory: 137 AXLERIBoURDON/RAMEY. Harmonic Inverse Problems and the Geometry of Function Theory. Sumsets. 138 COHEN. A Course in Computational 166 SHARPE. Differential Geometry: Carlan's Algebraic Number Theory. Generalization of Klein's Erlangen 139 BREDON. Topology and Geometry. Program. 140 AUBIN. Optima and Equilibria. An 167 MORANDI. Field and Galois Theory. Introduction to Nonlinear Analysis. 168 EWALD. Combinatorial Convexity and 141 BECKERIWEISPFENNING/KREDEL. Grobner Algebraic Geometry. Bases. A Computational Approach to 169 BHATIA. Matrix Analysis. Commutative Algebra. 170 BREDON. Sheaf Theory",
      "142 LANG. Real and Functional Analysis. 171 PETERSEN. Riemannian Geometry",
      "172 REMMERT. Classical Topics in Complex 143 DOOB. Measure Theory. Function Theory. 144 DENNIS/FARB. Noncommutative 173 DIES TEL. Graph Theory. Algebra. 174 BRIDGES. Foundations of Real and 145 VICK. Homology Theory. An Abstract Analysis. Introduction to Algebraic Topology. 175 LICKORISH. An Introduction to Knot",
      "Bounded Variation",
      "Course"
    ],
    "edition": [
      "4th",
      "2nd",
      "2nd",
      "3rd",
      "2nd"
    ],
    "note": [
      "Theory. 146 BRIDGES. Computability: A 176 LEE. Riemannian Manifolds. Mathematical Sketchbook. 147 ROSENBERG. Algebraic K-Theory and Its Applications."
    ],
    "pages": [
      "120"
    ],
    "title": [
      "Weakly Differentiable Functions: 149 RATCLIFFE. Foundations of Sobolev Spaces and Functions of Hyperbolic Manifolds",
      "Algebraic Geometry: A First Representations"
    ],
    "type": "article-journal",
    "volume": [
      "150",
      "163 DIXON/MoRTIMER. Permutation 134"
    ]
  }
]
