[
  {
    "title": [
      "Board of Directors and Senior Executive Officers"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Chairman",
        "given": "Nissan Motor Co Ltd"
      },
      {
        "given": "President"
      },
      {
        "family": "CEMEX",
        "given": "S.A.de C.V.Chairman"
      }
    ],
    "date": [
      "2004-04-27"
    ],
    "title": [
      "President and Chief Executive Officer Chief Executive Officer Eli Lilly and Company IBM * Retiring effective"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "Senior Vice President and Senior Vice President and J. RANDALL MACDONALD LINDA S. SANFORD Group Executive Chief Financial Officer Senior Vice President Senior Vice President Global Services Human Resources Enterprise On Demand JOHN E. KELLY III Transformation and JESSE J. GREENE, JR. Senior Vice President and STEVEN A. MILLS Information Technology Vice President and Treasurer Group Executive, Technology Senior Vice President and Systems and Technology Group Group Executive STEPHEN M. WARD, JR. J. BRUCE HARRELD Software Group Senior Vice President and Senior Vice President ABBY F. KOHNSTAMM General Manager Strategy Senior Vice President ROBERT W. MOFFAT, JR. Personal Systems Group Marketing Senior Vice President PAUL M. HORN Integrated Supply Chain ROBERT F. WOODS Senior Vice President J. MICHAEL LAWRIE Vice President and Controller Research Senior Vice President and DANIEL E. O’DONNELL Group Executive Vice President WILLIAM M. ZEITLER Sales and Distribution Assistant General Counsel Senior Vice President and and Secretary Group Executive, Systems EDWARD M. LINEEN"
      }
    ],
    "container-title": [
      "Systems and Technology Group Senior Vice President and General Counsel stockholder information IBM STOCKHOLDER SERVICES IBM INVESTOR SERVICES PROGRAM Stockholders with questions about their accounts should contact: The Investor Services Program brochure outlines a number of services EquiServe Trust Company, N.A"
    ],
    "note": [
      "provided for IBM stockholders and potential IBM investors, including P.O. Box 43072 the reinvestment of dividends, direct purchase and the deposit of Providence, Rhode Island 02940-3072 IBM stock certificates for safekeeping. Call (888) 421-8860 for a copy (888) IBM-6700 of the brochure. Investors residing outside the United States, Canada and Puerto Rico should call (781) 575-2727."
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "IBM ON THE INTERNET Topics featured in this Annual Report can be found via the IBM home ANNUAL MEETING page on the Internet (www.ibm.com). Financial results, news on IBM The IBM Annual Meeting of Stockholders"
    ],
    "note": [
      "will be held on Tuesday, products, services and other activities can also be found via that address. April 27, 2004, at 10 a.m. at the Rhode Island Convention Center,"
    ],
    "title": [
      "Investors residing outside the United States, Canada and Puerto Rico should call (781) 575-2727. Investors with other requests may write to: IBM Corporation Stockholders can also reach EquiServe Trust Company, N.A. via e-mail Stockholder Relations at: ibm@equiserve.com New Orchard Road Hearing-impaired stockholders with access to a telecommunications Armonk, New York 10504 device (TDD) can communicate directly with EquiServe Trust Company, N.A., by calling (800) 490-1493. Stockholders residing outside the IBM STOCK United States, Canada and Puerto Rico should call (781) 575-2694. IBM common stock is listed on the New York Stock Exchange and on other exchanges in the United States and around the world"
    ],
    "type": "paper-conference"
  }
]
