[
  {
    "container-title": [
      "Computer Baseball 1980 TEAMS DATA DISK. Update your major league THE WARP FACTOR.TM RDOS allows for slightly faster play matchups with stats for all the 1980 AL and NL teams"
    ],
    "title": [
      "OPERATION APOCALYPSE.TM RDOS speeds up play by 2C to 30 minutes"
    ],
    "type": "chapter"
  },
  {
    "note": [
      "and we'll ship you this update. is featured; it records all performance statistics of games played using this disk."
    ],
    "title": [
      "COMPUTER BASEBALL.TM Among other improvements to the game, this update Computer Baseball 1981 TEAMS DATA DISK & STATISTICS COMPILER. prints out the box score and the line score at the end of the game. If your current disk does not Update your major-league matchups with stats for all the 1981 AL and NL teams. A stat compiler have this feature, send $10.00 to SSI"
    ],
    "type": null
  },
  {
    "collection-title": [
      "in our ongoing series. winner's and judge's ships"
    ],
    "note": [
      "Please specify APPLE or ATARI version when ordering."
    ],
    "title": [
      "peted in Computer Gaming World's COSMIC BALANCE Ship Design Contest (including the and new, easier-to-use air strike rules make this game a real \"superpower"
    ],
    "type": null
  },
  {
    "container-title": [
      "Box"
    ],
    "date": [
      "Available March 1",
      "$15.00"
    ],
    "location": [
      "Anaheim, CA"
    ],
    "pages": [
      "92803–4566"
    ],
    "title": [
      "Available from: Computer Gaming World, P.O"
    ],
    "type": "article-journal",
    "volume": [
      "4566"
    ]
  },
  {
    "title": [
      "NOTE: Backup disks for all our games are now available directly from SSI for $10.00. CB Enterprises and Computer Gaming World are not affiliated with SSI. We are not responsible for their products and announce them here for your information only"
    ],
    "type": null
  },
  {
    "note": [
      "men sizes). Price: $7.50 each (please specify size). Write to: COMPUTER GAMING WORLD, P.O. Box 4566, Anaheim, CA 92803-4566."
    ],
    "title": [
      "serious gamer Subscriptions are available for $12.50 per year; $2.75 for a sample issue"
    ],
    "type": null
  }
]
