[
  {
    "container-title": [
      "Capital XI Capped Quarterly Observation Notes Linked to S&P 500® Index due Guarantee of 6.25% Capital Securities, Series L",
      "Morgan Chase October",
      "Morgan",
      "Morgan Chase March"
    ],
    "date": [
      "2008",
      "2009-01-21",
      "2009"
    ],
    "note": [
      "of J.P. Morgan July 7, 2009 Chase Capital XII Capped Quarterly Observation Notes Linked to S&P 500® Index due Guarantee of 6.20% Capital Securities, Series N, of JPMorgan September 21, 2009"
    ],
    "title": [
      "Guarantee of 7.50% Capital Securities, Series I, of J.P",
      "Capital IX Capped Quarterly Observation Notes Linked to S&P 500® Index due Guarantee of 7.00% Capital Securities, Series J, of J.P",
      "Chase Capital X JPMorgan Market Participation Notes on the S&P 500® Index due Guarantee of 57/8% Capital Securities, Series K, of J.P"
    ],
    "type": "article-journal",
    "volume": [
      "30",
      "31"
    ]
  },
  {
    "date": [
      "2010-01-15"
    ],
    "title": [
      "Chase Capital XIV Consumer Price Indexed Securities due"
    ],
    "type": null
  },
  {
    "container-title": [
      "Guarantee of 6.35% Capital Securities, Series P, JPMorgan Chase Capital XVI Principal Protected Notes Linked to S&P 500® Index due Guarantee of 7.20% Preferred Securities of BANK ONE Capital VI September 30"
    ],
    "date": [
      "2010"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "J.P. Morgan",
        "particle": "between"
      },
      {
        "given": "Co"
      }
    ],
    "citation-number": [
      "3."
    ],
    "container-title": [
      "Bank Trust by reference to Exhibit 3.1 to the Annual Report on Form 10-K of JPMorgan National Association), as Trustee. Chase & Co"
    ],
    "date": [
      "1982"
    ],
    "note": [
      "File No. 1-5805) for the year ended December 31, 2004)."
    ],
    "title": [
      "Exhibits 4.5(a) Indenture, dated as of August 15",
      "Incorporated (succeeded through merger by JPMorgan Chase & Co.) and 3.1 Restated Certificate of Incorporation of JPMorgan Chase & Co. (incorporated Manufacturers Hanover Trust Company (succeeded by U.S"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "4.5(b"
    ],
    "publisher": [
      "Morgan"
    ],
    "title": [
      "First Supplemental Indenture, dated as of May 5, 1986, between J.P"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "JPMorgan Chase",
        "given": "By-laws",
        "particle": "of"
      },
      {
        "given": "Co"
      }
    ],
    "citation-number": [
      "3.2"
    ],
    "date": [
      "2005-12-31"
    ],
    "note": [
      "& Co. Incorporated (succeeded through merger by JPMorgan Chase & Co.) and Manufacturers Hanover Trust Company (succeeded by U.S. Bank Trust"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "J.P. Morgan",
        "particle": "between"
      },
      {
        "family": "Association",
        "given": "National"
      }
    ],
    "citation-number": [
      "4.1"
    ],
    "date": [
      "1996"
    ],
    "note": [
      "File No. 1-5805) of The Morgan & Co. Incorporated (succeeded through merger by JPMorgan Chase Chase Manhattan Corporation (now known as JPMorgan Chase & Co.) filed & Co.) and First Trust of New York, National Association (succeeded by U.S. December 20, 2000). Bank Trust National Association), as Trustee, to the Indenture, dated as of August 15, 1982."
    ],
    "title": [
      "Deposit Agreement, dated as of February 8",
      "as Trustee, to the Indenture, dated as of August 15, Co. Incorporated (succeeded through merger by JPMorgan Chase & Co.) and 1982. Morgan Guaranty Trust Company of New York (succeeded through merger by JPMorgan Chase Bank), as Depository (incorporated by reference to 4.5(c) Second Supplemental Indenture, dated as of February 27, 1996, between J.P. Exhibit 4.7 to the Registration Statement on Form 8A"
    ],
    "type": null
  },
  {
    "citation-number": [
      "4.2"
    ],
    "container-title": [
      "the Annual Report on Form 10-K of JPMorgan Chase & Co"
    ],
    "date": [
      "1982-08-15"
    ],
    "note": [
      "File No. 1-5805) Bank Trust National Association), as Trustee, to the Indenture, dated as of for the year ended December 31, 2004)."
    ],
    "title": [
      "Indenture, dated as of December 1, 1989, between Chemical Banking Corporation (now known as JPMorgan Chase & Co.) and The Chase 4.5(d) Third Supplemental Indenture, dated as of January 30, 1997, between J.P. Manhattan Bank (National Association) (succeeded by Deutsche Bank Trust Morgan & Co. Incorporated (succeeded through merger by JPMorgan Chase Company Americas), as Trustee (incorporated by reference to Exhibit 4.2 to & Co.) and First Trust of New York, National Association (succeeded by U.S"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "4.3(a"
    ],
    "container-title": [
      "The Chase Manhattan Corporation (now known as JPMorgan Chase (succeeded by U.S"
    ],
    "date": [
      "1992-12-15"
    ],
    "note": [
      "& Co.) and U.S. Bank Trust National Association, as Trustee, to the Indenture, dated as of August 15, 1982."
    ],
    "publisher": [
      "Bank Trust National Association), as Trustee"
    ],
    "title": [
      "Indenture, dated as of April 1, 1987, as amended and restated as of 4.5(e) Fourth Supplemental Indenture, dated as of December 29, 2000, among J.P",
      "between Chemical Banking Corporation (now known as Morgan & Co. Incorporated (succeeded through merger by JPMorgan Chase JPMorgan Chase & Co.) and Morgan Guaranty Trust Company of New York & Co"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "J.P. Morgan",
        "particle": "between"
      },
      {
        "given": "Co"
      }
    ],
    "citation-number": [
      "4.3(b"
    ],
    "date": [
      "1993-03-01",
      "1992"
    ],
    "note": [
      "Bank Trust Incorporated (succeeded through merger by JPMorgan Chase & Co.) and National Association), as Trustee, to the Indenture, dated as of April 1, 1987, Citibank, N.A. (succeeded by U.S. Bank Trust National Association), as as amended and restated as of December 15,"
    ],
    "title": [
      "Second Supplemental Indenture, dated as of October 8, 1996, between The Chase Manhattan Corporation (now known as JPMorgan Chase & Co.) and 4.6(a) Indenture, dated as of",
      "First Trust of New York, National Association (succeeded by U.S",
      "Trustee"
    ],
    "type": null
  },
  {
    "citation-number": [
      "4.3(c"
    ],
    "note": [
      "as Trustee, to the Indenture, dated as & Co.), The Chase Manhattan Corporation (now known as JPMorgan Chase of April 1, 1987, as amended and restated as of December 15, 1992. & Co.) and U.S. Bank Trust National Association, as Trustee, to the Indenture, dated as of March 1, 1993."
    ],
    "publisher": [
      "Bank Trust National Association"
    ],
    "title": [
      "Third Supplemental Indenture, dated as of December 29, 2000, between The 4.6(b) First Supplemental Indenture, dated as of December 29, 2000, among J.P. Chase Manhattan Corporation (now known as JPMorgan Chase & Co.) and Morgan & Co. Incorporated (succeeded through merger by JPMorgan Chase U.S"
    ],
    "type": null
  },
  {
    "citation-number": [
      "4.4(a"
    ],
    "date": [
      "2001"
    ],
    "editor": [
      {
        "family": "J.P. Morgan Chase",
        "particle": "between"
      },
      {
        "given": "Co"
      },
      {
        "given": "Chase"
      },
      {
        "given": "Co"
      }
    ],
    "note": [
      "as Trustee. Americas), as Trustee (incorporated by reference to Exhibit 4(a)(1) to the amended Registration Statement on Form S-3 (File No. 333-52826) of J.P."
    ],
    "title": [
      "Amended and Restated Indenture, dated as of September 1, 1993, between The Chase Manhattan Corporation (succeeded through merger by JPMorgan 4.7 Indenture, dated as of May 25",
      "and Chemical Bank (succeeded by U.S. Bank Trust National Bankers Trust Company (succeeded by Deutsche Bank Trust Company Association"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Second Supplemental Indenture",
        "given": "Form",
        "particle": "of"
      },
      {
        "family": "of",
        "particle": "dated as"
      },
      {
        "family": "Chase",
        "given": "Chase J.P.Morgan"
      },
      {
        "given": "Co"
      }
    ],
    "citation-number": [
      "4.9(c"
    ],
    "date": [
      "2004-07-01"
    ],
    "note": [
      "as Successor amended and restated effective December, 1996 (incorporated by reference Trustee, to the Indenture, dated as of March 3, 1997 (incorporated by to Exhibit 10.1 to the Annual Report on Form 10-K of JPMorgan Chase & Co. reference to Exhibit 4.22 to the Registration Statement on Form S-3 (File (File No. 1-5805) for the year ended December 31, 2004)."
    ],
    "title": [
      "among 10.1 Deferred Compensation Plan for Non-Employee Directors of The",
      "Bank One Corporation (succeeded through Manhattan Corporation (now known as JPMorgan Chase & Co.) and The merger by JPMorgan Chase & Co.), JPMorgan Chase Bank, as Resigning Chase Manhattan Bank (now known as JPMorgan Chase Bank, N.A.), as Trustee, and Deutsche Bank Trust Company Americas"
    ],
    "type": "report"
  },
  {
    "date": [
      "2004-06-24"
    ],
    "editor": [
      {
        "family": "JPMorgan Chase",
        "particle": "of"
      },
      {
        "family": "filed",
        "given": "Co"
      }
    ],
    "issue": [
      "333-116822"
    ],
    "type": null,
    "volume": []
  },
  {
    "citation-number": [
      "10.2"
    ],
    "publisher": [
      "Post-Retirement Compensation Plan for Non-Employee Directors of The"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Indenture",
        "given": "dated as of"
      }
    ],
    "citation-number": [
      "4.10(a"
    ],
    "date": [
      "1997-03-03"
    ],
    "note": [
      "Trustee (incorporated by reference to Exhibit 4.10(a) to the Annual Report on (File No. 1-5805) for the year ended December 31, 2004). Form 10-K of JPMorgan Chase & Co. (File No. 1-5805) for the year ended December 31, 2004). 10.3 Deferred Compensation Program of JPMorgan Chase & Co. and Participating Companies, effective as of January 1, 1996 (incorporated by"
    ],
    "title": [
      "between Banc One Corporation Chase Manhattan Corporation (now known as JPMorgan Chase & Co.), as (succeeded through merger by JPMorgan Chase & Co.) and The Chase amended and restated effective May 21, 1996 (incorporated by reference to Manhattan Bank (succeeded by U.S. Bank Trust National Association), as Exhibit 10.2 to the Annual Report on Form 10-K of JPMorgan Chase & Co"
    ],
    "type": "report"
  },
  {
    "citation-number": [
      "4.10(b"
    ],
    "note": [
      "File No. 1-5805) for the year ended December 31, 2004). and The Chase Manhattan Bank (succeeded by U.S. Bank Trust National"
    ],
    "title": [
      "First Supplemental Indenture, dated as of October 2, 1998, between Banc reference to Exhibit 10.3 to the Annual Report on Form 10-K of JPMorgan One Corporation (succeeded through merger by JPMorgan Chase & Co.) Chase & Co"
    ],
    "type": null
  },
  {
    "citation-number": [
      "4.11(a"
    ],
    "container-title": [
      "between Banc One Corporation Companies, restated effective January 1"
    ],
    "date": [
      "1995-07-01",
      "2005"
    ],
    "title": [
      "Form of Indenture, dated as of"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Morgan",
        "given": "J.P."
      },
      {
        "given": "Co"
      }
    ],
    "note": [
      "File No. 1-5805) for the year ended (incorporated by reference to Exhibit 10.11 to the Annual Report on Form 10-December 31, 2004). K of JPMorgan Chase & Co. (File No. 1-5805) for the year ended December 31, 2004)."
    ],
    "title": [
      "succeeded through merger by JPMorgan Chase & Co.) and Citibank N.A, as Trustee (incorporated by reference to Exhibit 4.11(a) to the Annual Report on 10.9 1984",
      "Incorporated Stock Incentive Plan, as amended Form 10-K of JPMorgan Chase & Co"
    ],
    "type": "report"
  },
  {
    "citation-number": [
      "4.11(b"
    ],
    "date": [
      "2004-07-01"
    ],
    "genre": [
      "among J.P."
    ],
    "title": [
      "Form of Supplemental Indenture, dated as of"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Chase",
        "given": "Morgan"
      },
      {
        "given": "Co"
      },
      {
        "family": "Morgan",
        "given": "J.P."
      },
      {
        "family": "Incorporated",
        "given": "Co"
      },
      {
        "family": "Chase",
        "given": "Affiliated Companies Stock JPMorgan"
      },
      {
        "given": "Co)"
      },
      {
        "family": "N.A",
        "given": "Citibank"
      }
    ],
    "note": [
      "File No. 1-5805) amended Registration Statement on Form S-3 (File No. 333-116822) of for the year ended December 31, 2004)."
    ],
    "title": [
      "Bank One Corporation (succeeded through merger by 10.10 1992",
      "as Trustee, to the Indenture, Incentive Plan, as amended (incorporated by reference to Exhibit 10.10 to dated as of July 1, 1995 (incorporated by reference to Exhibit 4.31 to the the Annual Report on Form 10-K of JPMorgan Chase & Co"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Chase",
        "given": "JPMorgan"
      },
      {
        "given": "Co"
      }
    ],
    "date": [
      "2004-07-01"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Morgan",
        "given": "J.P."
      },
      {
        "given": "Co"
      }
    ],
    "citation-number": [
      "10.11"
    ],
    "date": [
      "1995"
    ],
    "note": [
      "File No. 1-5805) for the year ended December 31, 2004)."
    ],
    "title": [
      "Incorporated Stock Incentive Plan, as amended (incorporated by reference to Exhibit 10.12 to the Annual Report on Form 10-K of JPMorgan Chase & Co"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Morgan",
        "given": "J.P."
      },
      {
        "given": "Co"
      }
    ],
    "citation-number": [
      "10.12"
    ],
    "date": [
      "1998"
    ],
    "note": [
      "File No. 1-5805) for the year ended K of JPMorgan Chase & Co. (File No. 1-5805) for the year ended December 31, 2004). December 31, 2004)."
    ],
    "title": [
      "Incorporated and Affiliated Companies Performance 10.29 Bank One Corporation Revised and Restated 1989 Stock Incentive Plan Plan (incorporated by reference to Exhibit 10.13 to the Annual Report on (incorporated by reference to Exhibit 10.30 to the Annual Report on Form 10-Form 10-K of JPMorgan Chase & Co"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "Employment Agreement between J.P. Morgan Chase & Co. and James 10.32 JPMorgan Chase & Co."
      }
    ],
    "citation-number": [
      "10.16"
    ],
    "note": [
      "File to Form 8-K of JPMorgan Chase & Co. (File No. 1-5805) filed April 11, 2005). No. 333-112967) filed February 20, 2004)."
    ],
    "publisher": [
      "Morgan Chase & Co"
    ],
    "title": [
      "Long-Term Incentive Plan Award Agreement of Dimon dated January 14, 2004 (incorporated by reference to Exhibit 10.1 of January 2005 restricted stock units (incorporated by reference to Exhibit 10.1 the Registration Statement on Form S-4 of J.P"
    ],
    "type": null
  },
  {
    "citation-number": [
      "10.33"
    ],
    "container-title": [
      "Long-Term Incentive Plan Award Agreement"
    ],
    "title": [
      "Form of JPMorgan Chase & Co"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Harrison",
        "given": "William B.",
        "particle": "Summary of Terms of Pension of",
        "suffix": "Jr"
      }
    ],
    "citation-number": [
      "10.17"
    ],
    "note": [
      "filed February 28, 2005 (File No. 1-5805)). 10.34 Amendment and Restatement of Letter Agreement between JPMorgan Chase & Co. and Charles W. Scharf, dated December 29, 2005."
    ],
    "title": [
      "incorporated by of October 2005 stock appreciation rights. reference to Form 8-K Item 1.01 of JPMorgan Chase & Co"
    ],
    "type": null
  },
  {
    "citation-number": [
      "10.18"
    ],
    "note": [
      "No. 1-15323) for the year ended December 31, 2003)."
    ],
    "title": [
      "Bank One Corporation Director Stock Plan, as amended (incorporated by reference to Exhibit 10(B) to the Form 10-K of Bank One Corporation (File 12.1 Computation of ratio of earnings to fixed charges"
    ],
    "type": null
  },
  {
    "citation-number": [
      "12.2"
    ],
    "title": [
      "Computation of ratio of earnings to fixed charges and preferred stock dividend"
    ],
    "type": null
  },
  {
    "citation-number": [
      "10.19"
    ],
    "genre": [
      "requirements."
    ],
    "title": [
      "Summary of Bank One Corporation Director Deferred Compensation Plan"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Chase",
        "given": "JPMorgan"
      },
      {
        "given": "Co"
      }
    ],
    "type": null
  },
  {
    "container-title": [
      "the U.S. government. SFAS 149: “Amendment of Statement No. 133 on Derivative Instruments and Hedging U.S. government-sponsored enterprise obligations: Obligations of agencies originally Activities.” established or chartered by the U.S. government to serve public purposes as specified by SFAS 155: “Accounting for Certain Hybrid Financial Instruments - an amendment of FASB the U.S"
    ],
    "note": [
      "Congress; these obligations are not explicitly guaranteed as to the timely payment Statements No. 133 and 140.” of principal and interest by the full faith and credit of the U.S. government."
    ],
    "title": [
      "SFAS 140: “Accounting for Transfers and Servicing of Financial Assets and U.S. GAAP: Accounting principles generally accepted in the United States of America. Extinguishments of Liabilities - a replacement of FASB Statement No. 125.” U.S. government and federal agency obligations: Obligations of the U.S. government or SFAS 142: “Goodwill and Other Intangible Assets.” an instrumentality of the U.S. government whose obligations are fully and explicitly guaranteed as to the timely payment of principal and interest by the full faith and credit of SFAS 143: “Accounting for Asset Retirement Obligations"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Bulletin",
        "given": "Staff Accounting"
      }
    ],
    "note": [
      "Standards No. 123 (revised 2004), Share-Based Payment.” market moves in an ordinary market environment."
    ],
    "title": [
      "107: “Application of Statement of Financial Accounting Value-at-Risk (“VAR”): A measure of the dollar amount of potential loss from adverse"
    ],
    "type": null
  },
  {
    "note": [
      "except (A) Securities (whether outstanding on October 8, 1996 or thereafter issued under this Indenture); (B) the Corporation's 6-1/2%"
    ],
    "type": null
  },
  {
    "note": [
      "Subordinated Debentures Due 2009, the Corporation's 7-7/8% Subordinated Debentures Due 2006, the Corporation's 7-1/8% Subordinated Debentures Due 2005, the Corporation's Floating Rate Notes Due 2003, the Corporation's 7-5/8% Subordinated Notes Due 2003, the Corporation's"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Due",
        "given": "Subordinated Notes"
      }
    ],
    "citation-number": [
      "8-1/2%"
    ],
    "date": [
      "2002"
    ],
    "genre": [
      "the Corporation's 8-1/8%"
    ],
    "type": null
  },
  {
    "container-title": [
      "Corporation's 8-5/8% Subordinated Debentures Due 2002, the Corporation's 10-1/8% Subordinated Capital Notes Due 2000, the Corporation's 9-3/4% Subordinated Capital Notes Due 1999, the Corporation's 10-3/8% Subordinated Notes Due 1999, the Corporation's"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "8.50%"
    ],
    "container-title": [
      "Subordinated Capital Notes Due 1999, the Corporation's Floating"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "J.P. Morgan",
        "particle": "successor-by-merger to"
      },
      {
        "given": "Co"
      }
    ],
    "note": [
      "dated as of May 12, 1992, and the Second Supplemental Indenture, dated as of December 29, 2000, between the Corporation (as successor-by-merger to J.P. Morgan & Co. Incorporated, a Delaware corporation) and U.S. Bank Trust National Association (formerly known as First Trust of New York, National Association), a national banking association, as successor to Citibank, N.A., a national banking"
    ],
    "title": [
      "Incorporated, a Delaware corporation) and U.S. Bank Trust National Association (formerly known as First Trust of New York, National Association), a national banking association, as successor to Citibank, N.A., a national banking association, as the same may be further amended, supplemented or otherwise modified from time to time; (D) all securities issued pursuant to the Indenture, dated as of December 1, 1986, as amended by the First Supplemental Indenture"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "By /s/ P.J."
      }
    ],
    "location": [
      "Gilkeson Title"
    ],
    "publisher": [
      "Vice President"
    ],
    "title": [
      "Gilkeson ---------------------------------Name: P.J"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "WHEREAS",
        "given": "the Company"
      },
      {
        "family": "Morgan",
        "given": "J.P."
      },
      {
        "family": "Incorporated",
        "given": "Co"
      }
    ],
    "note": [
      "the \"Merger Agreement\"), which contemplates the execution and filing of a Certificate of Merger on the date hereof providing for the"
    ],
    "title": [
      "Morgan\") have entered into an Agreement and Plan of Merger, dated as of September 12, 2000"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "J.P",
        "particle": "of"
      }
    ],
    "note": [
      "merger (effective December 31, 2000"
    ],
    "publisher": [
      "Morgan Chase & Co.\""
    ],
    "title": [
      "Morgan with and into the Company, with the Company continuing its corporate existence under Delaware law under the name \"J.P"
    ],
    "type": null
  },
  {
    "note": [
      "\"'JPM Subordinated Indebtedness' shall mean (i) all securities issued pursuant to (A) the Indenture, dated as of March 1, 1993, as amended"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Morgan"
      },
      {
        "given": "Co"
      }
    ],
    "container-title": [
      "between the Corporation (as successor-by-merger to J.P. Morgan & Co. Incorporated, a Delaware corporation) and U.S. Bank Trust National Association (formerly known as First Trust of New York, National Association), a national banking association"
    ],
    "note": [
      "as successor to Citibank, N.A., a national banking association, as the same may be further amended, supplemented or otherwise modified from time to time; and (ii) all other securities that, pursuant to the terms of the"
    ],
    "title": [
      "by the First Supplemental Indenture, dated as of December 29, 2000, between the Corporation (as successor-by-merger to J.P",
      "Incorporated, a Delaware corporation) and U.S. Bank Trust National Association (formerly known as First Trust of New York, National Association), a national banking association, as successor to Citibank, N.A., a national banking association, as the same may be further amended, supplemented or otherwise modified from time to time or (B) the Indenture, dated as of December 1, 1986, as amended by the First Supplemental Indenture, dated as of May 12, 1992, and the Second Supplemental Indenture, dated as of December 29, 2000"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "MORGAN",
        "given": "J.P."
      },
      {
        "family": "INCORPORATED",
        "given": "C.O."
      }
    ],
    "type": null
  },
  {
    "location": [
      "Trustee"
    ],
    "publisher": [
      "P. MORGAN & CO. INCORPORATED and MANUFACTURERS HANOVER TRUST COMPANY"
    ],
    "title": [
      "Between provisions of Trust Indenture Act of 1939 and Indenture to be dated as of August 15, 1982 between J"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "WHEREAS",
        "given": "J.P."
      }
    ],
    "note": [
      "of Merger on the date hereof (the \"Certificate of Merger\") providing for the merger"
    ],
    "title": [
      "Morgan and Successor have entered into an Agreement and Plan of Merger, dated as of September 12, 2000 (the \"Merger Agreement\"), which contemplates the execution and filing of a Certificate"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "J.P",
        "particle": "of"
      }
    ],
    "date": [
      "2000-12-31"
    ],
    "note": [
      "Morgan is merged shall expressly assume the due and punctual payment of the principal of and interest"
    ],
    "title": [
      "Morgan with and into Successor (the \"Merger\"), with Successor continuing its corporate existence under Delaware law under the name \"J.P. Morgan Chase & Co.\"; WHEREAS, Section 9.1 of the Indenture provides, among other things, that J.P. Morgan shall not merge into any other corporation unless, among other things, the corporation into which J.P"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "J.P",
        "given": "Each",
        "particle": "of"
      }
    ],
    "title": [
      "Morgan and Successor represents and warrants to the Trustee as follows"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "M.O.R.G.A.N."
      },
      {
        "given": "C.O."
      }
    ],
    "container-title": [
      "MORGAN CHASE & CO. (formerly known as The Chase Manhattan Corporation), a Delaware corporation (the \"Issuer\"),\" and each other reference therein to \"J.P"
    ],
    "note": [
      "Incorporated\" shall be amended to read \"J.P. Morgan Chase & Co. (formerly known as The Chase Manhattan Corporation)\"."
    ],
    "publisher": [
      "Morgan & Co"
    ],
    "title": [
      "SECTION 3.1 The reference in the preamble to the Indenture to \"J.P",
      "INCORPORATED, a Delaware corporation (the \"Issuer\"),\" is hereby amended to read \"J.P"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "MORGAN",
        "given": "J.P."
      },
      {
        "family": "INCORPORATED",
        "given": "C.O."
      },
      {
        "given": "I.S.S.U.E.R."
      }
    ],
    "type": null
  },
  {
    "location": [
      "N.A., Trustee"
    ],
    "publisher": [
      "MORGAN & CO. INCORPORATED and CITIBANK"
    ],
    "title": [
      "Between provisions of Trust Indenture Act of 1939 and Indenture to be dated as of March 1, 1993 between J.P"
    ],
    "type": "book"
  },
  {
    "date": [
      "1993-03-01"
    ],
    "title": [
      "THIS INDENTURE, dated as of"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "MORGAN",
        "given": "P."
      },
      {
        "given": "C.O."
      }
    ],
    "publisher": [
      "the \"Trustee\""
    ],
    "title": [
      "INCORPORATED, a Delaware corporation (the \"Issuer\"), and CITIBANK, N.A., a national banking association duly incorporated and existing under the laws of the United States of America"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "U.S",
        "particle": "the"
      }
    ],
    "note": [
      "vii) the U.S. $300,000,000 aggregate principal amount of 9 5/8% Subordinated Notes Due 1998 of the Issuer; (viii) the U.S."
    ],
    "title": [
      "$250,000,000 aggregate principal amount of 8 7/8% Subordinated Capital Notes Due 1994 of the Issuer"
    ],
    "type": null
  },
  {
    "note": [
      "ix) the U.S. $250,000,000 aggregate principal amount of 7 5/8%"
    ],
    "title": [
      "$150,000,000 aggregate principal amount of 8 1/2% Subordinated Notes Due 2003 of the Issuer"
    ],
    "type": null
  },
  {
    "note": [
      "Subordinated Notes Due 1998 of the Issuer; (x) the U.S. $200,000,000 aggregate principal amount of 7 1/4% Subordinated Notes Due 2002 of the Issuer; (xi) the U.S. $200,000,000 aggregate principal amount of Subordinated Floating Rate Notes Due 2002 of the Issuer; (xii) the U.S. $250,000,000 aggregate principal amount"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "MORGAN",
        "given": "J.P."
      },
      {
        "family": "INCORPORATED",
        "given": "C.O."
      }
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "INDENTURE",
        "given": "S.U.B.O.R.D.I.N.A.T.E.D.D.E.B.T.S.E.C.U.R.I.T.I.E.S.F.I.R.S.T.S.U.P.P.L.E.M.E.N.T.A.L."
      },
      {
        "family": "December",
        "particle": "dated as of"
      },
      {
        "literal": "among THE CHASE MANHATTAN CORPORATION, a Delaware corporation (\"Successor\"), J.P. MORGAN & CO. INCORPORATED, a Delaware corporation (\"J.P. Morgan\"), and U.S. BANK TRUST"
      }
    ],
    "date": [
      "2000"
    ],
    "note": [
      "as trustee (the \"Trustee\", which term shall include any successor trustee appointed pursuant to Article Six of the Indenture hereafter referred to)."
    ],
    "title": [
      "NATIONAL ASSOCIATION (formerly known as First Trust of New York, National Association), a national banking association, successor to Citibank, N.A., a national banking association"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "WHEREAS",
        "given": "J.P."
      }
    ],
    "note": [
      "of Merger on the date hereof (the \"Certificate of Merger\") providing for the merger"
    ],
    "title": [
      "Morgan and Successor have entered into an Agreement and Plan of Merger, dated as of September 12, 2000 (the \"Merger Agreement\"), which contemplates the execution and filing of a Certificate"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "J.P",
        "particle": "of"
      }
    ],
    "date": [
      "2000-12-31"
    ],
    "publisher": [
      "Morgan Chase & Co.\""
    ],
    "title": [
      "Morgan with and into Successor (the \"Merger\"), with Successor continuing its corporate existence under Delaware law under the name \"J.P"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "J.P",
        "given": "Each",
        "particle": "of"
      }
    ],
    "title": [
      "Morgan and Successor represents and warrants to the Trustee as follows"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "S.E.C.T.I.O.N."
      },
      {
        "given": "M.O.R.G.A.N."
      },
      {
        "given": "C.O."
      }
    ],
    "container-title": [
      "MORGAN CHASE & CO. (formerly known as The Chase Manhattan Corporation), a Delaware corporation (the \"Issuer\"),\" and each other reference therein to \"J.P"
    ],
    "note": [
      "Incorporated\" shall be amended to read \"J.P. Morgan Chase & Co. (formerly known as The Chase Manhattan Corporation)\"."
    ],
    "publisher": [
      "Morgan & Co"
    ],
    "title": [
      "The reference in the preamble to the Indenture to \"J.P",
      "INCORPORATED, a Delaware corporation (the \"Issuer\"),\" is hereby amended to read \"J.P"
    ],
    "type": "chapter"
  },
  {
    "note": [
      "except (i) the Securities; (ii) the U.S.$150,000,000 aggregate principal amount of 8-1/2% Subordinated Notes Due 2003 of the Issuer; (iii) the U.S.$200,000,000 aggregate principal amount of 7-1/4%"
    ],
    "type": null
  },
  {
    "note": [
      "Subordinated Notes Due 2002 of the Issuer; (iv) the",
      "as the same may further be amended, supplemented or otherwise modified from time to time; (vii) all securities issued pursuant to the Amended and Restated Indenture, dated as of September"
    ],
    "title": [
      "U.S.$200,000,000 aggregate principal amount of Subordinated Floating Rate Notes Due 2002 of the Issuer; (v) the U.S.$250,000,000 aggregate principal amount of Subordinated Floating Rate Notes Due 2002 of the Issuer; (vi) all securities issued pursuant to the Indenture, dated as of April 1, 1987, as amended and restated as of December 15, 1992, and as amended by the Second Supplemental Indenture, dated as of October 8, 1996, and the Third Supplemental Indenture, dated as of December 29, 2000, between the Issuer (formerly known as Chemical Banking Corporation) and U.S. Bank Trust National Association (formerly known as First Trust of New York, National Association), a national banking association, as successor to Morgan Guaranty Trust Company of New York, a New York banking corporation"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1,"
    ],
    "date": [
      "1993"
    ],
    "note": [
      "the Second Supplemental Indenture, dated as of October"
    ],
    "title": [
      "as amended by the First Supplemental Indenture, dated as of March 29, 1996"
    ],
    "type": null
  },
  {
    "citation-number": [
      "8,"
    ],
    "date": [
      "1996"
    ],
    "note": [
      "formerly known as First Trust of New York, National"
    ],
    "publisher": [
      "Bank Trust National Association"
    ],
    "title": [
      "and the Third Supplemental Indenture, dated as of December 29, 2000, between the Issuer (as successor-by-merger to The Chase Manhattan Corporation, a Delaware corporation) and U.S"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "J.P."
      },
      {
        "given": "J.P."
      },
      {
        "literal": "J.P. Morgan Grupo Financiero S.A. De C.V. Mexico 99.46 Banco J.P. Morgan S.A., Institucion de Banca Multiple, J.P."
      }
    ],
    "container-title": [
      "Limited England 100 J.P. Morgan EU Holdings Limited England 100 J.P. Morgan Equities Limited South Africa 100",
      "Morgan Luxembourg International S.a.r.l. Luxembourg 99.99 J.P. Morgan Chase Bank Berhad Malaysia 100 J.P. Morgan Chile Limitada Chile 99.8 J.P. Morgan Funding South East Asia Private Limited Singapore 100"
    ],
    "note": [
      "Morgan Holdings (Hong Kong) Limited Hong Kong 100 Copthall Mauritius Investment Limited Mauritius 100 J.P. Morgan Futures (Korea) Limited South Korea 100 J.P. Morgan Securities (Far East) Limited Hong Kong 100 J.P. Morgan Broking (Hong Kong) Limited Hong Kong 100 J.P. Morgan International Derivatives Ltd. Channel Islands 100 J.P. Morgan International Holdings Limited Cayman Islands, BWI 100 J.P. Morgan Indonesia Holdings (B.V.I.) Limited British Virgin Islands 100 J.P. Morgan Securities (Taiwan) Limited Taiwan 80(h"
    ],
    "title": [
      "Morgan Capital Holdings Limited England 72.72(d) CaTO Finance II C.V. Netherlands 98.79 CaTO Finance V Limited Partnership England 99 J.P. Morgan Chase (UK) Holdings Limited England 100 J.P. Morgan Chase International Holdings England 100 Crosby Sterling (Holdings",
      "Morgan Europe Limited England 91.62(e) J.P. Morgan Markets LLP England 36.02(f) J.P. Morgan Chase Finance Limited England 65(g) J.P. Morgan Securities Ltd. England 98.95 Robert Fleming (Overseas) Number 2 Limited England 100 J.P. Morgan plc England 100 Crosby Sterling Limited England 100 J.P. Morgan Trustee and Depositary Company Limited England 100 J.P",
      "Morgan Grupo Financiero Mexico 100 J.P"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Gestion",
        "given": "JPMorgan"
      }
    ],
    "pages": [
      "100"
    ],
    "publisher": [
      "Morgan International Bank Limited England"
    ],
    "title": [
      "Sociedad Gestora de Instituciones de Inversion Colectiva, S.A. Spain 100 JPMorgan Sociedad de Valores, S.A. Spain 79(i) J.P"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "given": "J.P."
      }
    ],
    "container-title": [
      "Canada 100 J.P. Morgan Whitefriars Inc. Delaware 100 J.P. Morgan Whitefriars (UK) England 99.99 PT J.P. Morgan Securities Indonesia Indonesia 42.5(j"
    ],
    "note": [
      "J.P. Morgan Partners (CMB Reg K GP), Inc. Delaware 100"
    ],
    "title": [
      "Morgan Securities Canada Inc"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Ltd",
        "given": "J.P.Morgan Scotland"
      },
      {
        "given": "J.P."
      }
    ],
    "container-title": [
      "Morgan Securities Holdings (Caymans) Limited Cayman Islands, BWI 100 J.P. Morgan Securities India Private Limited India 99.99 J.P. Morgan Securities South Africa (Proprietary) Limited South Africa 100 J.P. Morgan Services Japan Ltd. Delaware 100 J.P"
    ],
    "note": [
      "Morgan Securities (C.I.) Limited Channel Islands 100 J.P. Morgan (Jersey) Limited Channel Islands 100",
      "Japan 72.16(m) J.P. Morgan Trust Company (Jersey) Limited Channel Islands 100"
    ],
    "publisher": [
      "Morgan Trust Bank Ltd"
    ],
    "title": [
      "England 100 J.P",
      "Morgan Securities Asia Private Limited Singapore 78.47(k) J.P. Morgan Securities Holdings (Hong Kong) Limited Hong Kong 86.38(l) J.P. Morgan Securities (Asia Pacific) Limited Hong Kong 100 J.P"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "J.P."
      },
      {
        "family": "plc",
        "given": "J.P.Morgan"
      },
      {
        "family": "Ltd.",
        "given": "J.P.Morgan Securities"
      },
      {
        "given": "J.P."
      },
      {
        "family": "J.P. Morgan Indonesia Holdings Limited",
        "particle": "j)"
      },
      {
        "given": "J.P."
      }
    ],
    "container-title": [
      "J.P. Morgan International Finance Limited owns 8.38%",
      "Morgan Securities Ltd., respectively",
      "k) J.P. Morgan Securities Holdings (Bermuda) Limited and J.P. Morgan Luxembourg International S.a.r.l. respectively own 11.53% and 10%. (l) J.P. Morgan Securities Asia Private Limited owns 10.77%",
      "Morgan Securities Ltd. owns"
    ],
    "date": [
      "h"
    ],
    "editor": [
      {
        "given": "e"
      },
      {
        "family": "J.P. Morgan",
        "particle": "i)"
      },
      {
        "family": "S.A.",
        "given": "Cie"
      },
      {
        "given": "J.P."
      }
    ],
    "note": [
      "a) JPMorgan Capital Corporation owns 20%. (b) JPMP Master Fund Manager, L.P. owns 20%. (c) J.P. Morgan International Finance Limited owns 30%. (d",
      "J.P. Morgan Securities (Far East) Limited owns 2.85%. (m) J.P. Morgan & Cie S.A. owns 27.84%. (n) J.P. Morgan International Finance Limited and J.P. Morgan International Holdings Limited own 30.28% and 19.61%, respectively. (o) Chase Manhattan Holdings Limitada owns 29.27%. (p) JPMP Master Fund Manager, L.P. owns 20%. Exhibit 23.1"
    ],
    "pages": [],
    "title": [
      "Morgan Overseas Capital Corporation owns 27.27%",
      "Morgan Whitefriars (UK) owns 27.07%, 27.29% and 9.62%, respectively. (g) J.P",
      "Robert Fleming Investment Trust Limited and JF Securities Overseas Limited each own 10%",
      "Morgan Securities Asia Private Limited own 42.5% and 13.75%, respectively"
    ],
    "type": "article-journal",
    "volume": [
      "35",
      "own 19% and 2"
    ]
  },
  {
    "author": [
      {
        "given": "Chase"
      },
      {
        "given": "Co"
      }
    ],
    "collection-title": [
      "statements, management’s assessment of the effectiveness of internal control over"
    ],
    "container-title": [
      "and in the Registration Statements on Form S-8",
      "financial reporting and the effectiveness of internal control over financial reporting"
    ],
    "issue": [
      "33-01776, 33-40272, 33-(Nos. 33-49965, 33-64261, 333-14959, 333-14959-01, 333-14959-02, 333-14959-03",
      "ich 116774, 333-116774-01, 333-116775, 333-116775-02, 333-116822, 333-117770"
    ],
    "note": [
      "appears on page 86 of this Form 10-K. 117775, 333-117785, 333-117785-01, 333-117785-02, /s/ PricewaterhouseCoopers LLP"
    ],
    "pages": [
      "333–",
      "333–19719–",
      "333–112967",
      "333–68500,",
      "333–",
      "333–",
      "333–"
    ],
    "title": [
      "Consent of independent registered public accounting firm We hereby consent to the incorporation by reference in the Prospectuses constituting part 333-117785-03, 333-117785-04, 333-117785-05, 333-126750, 333-128506 and 333-of the Registration Statements on Form S-3 130051",
      "or affiliates of our report dated February 24, 2006 relating to the financial 333-68500-01"
    ],
    "type": "article-journal",
    "volume": [
      "40675, 33-49909, 33-49911, 33-49913, 33-54547, 33-62453, 33-63833, 333-02073, 333-15649, 333-16773, 333-16773-01, 333-16773-02, 333-16773-03, 333-19719",
      "07941, 333-15281, 333-22451, 333-31634, 333-31656, 333-31666, 333-47350, 333-01, 333-19719-02, 333-22437, 333-37567, 333-37567-03, 333-42807, 333-52826, 333- 64476, 333-73119, 333-92217, 333-92737",
      "and 333-125827) of JPMorgan 52962, 333-52962-01, 333-52962-02, 333-56573, 333-56587, 333-56587-03",
      "333-68500-02, 333-68500-03, 333-68500-04, 333-70639, 333-71876",
      "94393, 333-107207, 333-116771, 333-116771-03, 333-116773, 333-116773-01"
    ]
  },
  {
    "note": [
      "the “Report”), each of the undersigned officers of JPMorgan Chase & Co., certify, pursuant to 18 U.S.C."
    ],
    "title": [
      "In connection with the Annual Report of JPMorgan Chase & Co. on Form 10-K for the period ended December 31, 2005 as filed with the Securities and Exchange Commission on the date hereof"
    ],
    "type": "report"
  },
  {
    "container-title": [
      "The information contained in the Report fairly presents, in all material respects, the financial condition and results of operations of JPMorgan Chase & Co"
    ],
    "title": [
      "Section 1350, as adopted pursuant to Section 906 of the Sarbanes-Oxley Act of 2002, that: 1. The Report fully complies with the requirements of Section 13(a) or 15(d) of the Securities Exchange Act of 1934; and 2"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Michael",
        "given": "J."
      }
    ],
    "title": [
      "Cavanagh Executive Vice President and Chief Financial Officer"
    ],
    "type": null
  }
]
