[
  {
    "author": [
      {
        "family": "Group",
        "given": "A."
      }
    ],
    "container-title": [
      "The South Guinea Languages. L"
    ],
    "editor": [
      {
        "given": "B."
      },
      {
        "given": "C."
      },
      {
        "given": "D."
      },
      {
        "given": "E."
      },
      {
        "given": "F."
      },
      {
        "given": "G."
      },
      {
        "given": "H."
      },
      {
        "family": "K",
        "given": "I.The Twgcoland Languages J.The Southern Sierra Leone Languages"
      }
    ],
    "note": [
      "S-B.). The Nalu Language. M. (S-B.). The North Guinea Languages. N. (S-B.). The Upper Gambia Language."
    ],
    "title": [
      "The Cameroons-Cross River Languages",
      "The Northern Cross River Basin Languages",
      "The South-west Benue Languages",
      "The Southern Benue Languages",
      "The Central Benue Languages",
      "The South-west Bauci Languages",
      "The Central Bauci Languages",
      "The Kaduna Basin (Central Nigeria) Languages"
    ],
    "type": "chapter"
  },
  {
    "note": [
      "It should read Ri-."
    ],
    "title": [
      "Page 85. In the prefixes, &c., of Lu-Masaba and Lu-konde, among the forms of the 5th prefix Kiis erroneously given"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "seq.)",
        "particle": "et"
      },
      {
        "family": "Grammar",
        "given": "An Elementary Ltt-nyoruj"
      },
      {
        "family": "H. E. Maddox",
        "particle": "by"
      },
      {
        "family": "London",
        "given": "S.P.C.K."
      },
      {
        "given": "W."
      }
    ],
    "container-title": [
      "Orunyorto in Sir Harry Johnston's Uganda Protectorate",
      "ii of In Darkest Africa. It was briefly referred to also by Dr. Stuhlmann in Mit Emin Pascha ins Herz von Afrika",
      "2 c. URU-TORO), RU-SONGORA, and RU-IRO). Except for a few words in Stuhlmann's book, these dialects of the Nyorco species were first illustrated in Sir Harry Johnston's Uganda Protectorate",
      "J. F. Cunningham in"
    ],
    "date": [
      "1902",
      "1907",
      "1894",
      "1907-01"
    ],
    "location": [
      "Berlin"
    ],
    "note": [
      "et seq., and so far no further illustrations have appeared, though a good deal of the Nyorco speech illustrated by the Rev. H. E. Maddox (see above) is really Uru-toroo. 2 d. (jORU-HIMA (of Ankole). This Nyorco dialect is also first illustrated in Sir Harry Johnston's Uganda Protectorate,",
      "et seq. A few words, besides an excellent description of the Hiraa aristocracy, appear in an article by Major J. A. Meldon in \\he./oi(rnal of the African Society,",
      "There is also an article"
    ],
    "pages": [
      "897 959",
      "442,",
      "969",
      "969",
      "136"
    ],
    "title": [
      "The last-named is more applicable to the Urutorco dialect (see below). 2 a. RU-GUNGU. This northernmost dialect of the Nyorco sub-group is probably first alluded to in the works of Sir Samuel Baker and F",
      "Felkin, but it was never illustrated by any series of words until a vocabulary of it was compiled by Mr",
      "This has been revised and added to by an educated Mu-ganda in 1912. 2 b. RU-KYOOPI. This is the Nyorco dialect spoken on the west or south-west coast of Lake Albert Nyanza and on the verge of the Congo (Ituri) Forest. It is Stanley's Ru-kobe, and is illustrated by a brief and imperfect vocabulary opposite",
      "and probably in his later valuable contributions to East Equatorial African ethnology. The present writer has collected a little information about it, including evidence that the correct pronunciation of the name of the dialect is probably Kyojpi"
    ],
    "type": "article-journal",
    "volume": [
      "ii",
      "ii",
      "ii"
    ]
  },
  {
    "container-title": [
      "Through the Dark Continent",
      "T. Last's Polyglotta Africatia Orientalis. in Paul KoUmann's Victoria Nyanza"
    ],
    "date": [
      "1912"
    ],
    "location": [
      "Berlin"
    ],
    "note": [
      "and one article on the ; Bazinza in the same periodical for 1914."
    ],
    "pages": [
      "486",
      "160",
      "211"
    ],
    "title": [
      "under the name of Ki-nyambu. Under the same name there is a short vocabulary on",
      "of The next illustration appears J",
      "et seq. But by far the best treatment is in three articles by Hermann Rehse in vol. iii oi Zeifschrift fiir Kolonialsprachen"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "U.R.U.N.Y.A.-R.U.A.N.D.A."
      },
      {
        "given": "K.I.-R.U.N.D.I."
      }
    ],
    "citation-number": [
      "3."
    ],
    "container-title": [
      "i et seq. of the African section"
    ],
    "date": [
      "3 a"
    ],
    "note": [
      "of the Mitt. d. Seminars f. Oriental."
    ],
    "pages": [
      "969"
    ],
    "title": [
      "The first published vocabulary of this language appeared in Sir Harry Johnston's Uganda Protectorate",
      "et seq.Its most complete illustration is at the hands of Pere Eugene Hurel (Manuel de la Langue Kinyarwanda"
    ],
    "type": "article-journal",
    "volume": [
      "xiv"
    ]
  },
  {
    "author": [
      {
        "given": "Sprachen"
      }
    ],
    "container-title": [
      "Anthropos",
      "Arnoux",
      "This is effectively illustratedby Pfere J. M. M. van der Burgt on p. i et seq. of the",
      "African Studies) of the Mitt. d. Seminars f. Oriental. Sprachen"
    ],
    "date": [
      "191 1",
      "1909",
      "1910",
      "1912",
      "1913",
      "Arnoux",
      "1902"
    ],
    "issue": [
      "iv",
      "vii",
      "viii",
      ", 754",
      "vol"
    ],
    "location": [
      "Berlin"
    ],
    "note": [
      "P^re Fdlix Dufays) ;",
      "and the Grammaire de la Langue Kirundi, by Pfere A. Menard (1910), and Dictionnaire Frangais-Kirundi, Kirundi-Frangais,hy iht same author, 1912."
    ],
    "pages": [
      "847",
      "870",
      "456,"
    ],
    "title": [
      "But there are many references to the Ruanda speech, which give interesting word-roots",
      "529, and 840 (P^re Alex",
      "Le Culte de la Soci^tS secrete des Imandwa ati Ruandd). With the Ruanda language must be associated the closely-allied dialect Ki-rundi (3 a"
    ],
    "type": "article-journal",
    "volume": []
  },
  {
    "author": [
      {
        "literal": "b, RU-HA, -TUTSI, or -TUSI. Probably nearly identical with Ki-jiji."
      },
      {
        "family": "Mr. J. T",
        "particle": "of"
      },
      {
        "family": "i",
        "given": "by Pfere Loupias"
      },
      {
        "family": "Dark Continent",
        "given": "M.Stanley's Through",
        "particle": "the"
      }
    ],
    "citation-number": [
      "3"
    ],
    "container-title": [
      "1885. Subsequently in Paul KoUmann's Victoria Nya7iza",
      "et seq.), m Anthropos, iii",
      "The character of this classical Bantu language was first revealed to philology in a brief vocabulary by H. M. Stanley in his Through the Dark Continent"
    ],
    "date": [
      "1908",
      "1878",
      "1878"
    ],
    "note": [
      "In 1882 appeared the Outline"
    ],
    "pages": [
      "154",
      "211",
      "486,"
    ],
    "title": [
      "The Ruha, Tutsi, or Tusi speech was' first illustrated on",
      "Last's Polyglotta Africana Orientalis, published by the S.P.C.K., London",
      "The Ki-jiji dialect is represented by a few words in Sir H",
      "4- LU-GANDA, together with LU-SESE 4 a, and LU-SOi)GA 4 b"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Lu-ganda Language",
        "given": "Gra7nmar",
        "particle": "of the"
      },
      {
        "family": "Rev. C. T. Wilson",
        "particle": "by the"
      },
      {
        "family": "S",
        "given": "C.M."
      },
      {
        "family": "J. T",
        "particle": "of"
      },
      {
        "family": "Lu-ga7ida~English",
        "given": "S.P.C.K.)",
        "particle": "was published the"
      },
      {
        "family": "Vocabulary",
        "given": "English- Lu-ga7ida"
      },
      {
        "family": "P. J. Pilkington",
        "particle": "by the late"
      },
      {
        "given": "C.M.S."
      }
    ],
    "container-title": [
      "1899",
      "et seq. In 1904 was published (London, S.P.C.K.) the Lu-ganda-English and E7iglish-Lu-ganda Vocabt/lary o( the Rev. G. R. Blackledge, and about the same time (undated) the fragmentary Collections of a Lexicon in Lu-ganda a/td English, cs^c, by the Rev. Philip O'Flaherty. Subsequeritly to these dates a good deal of Anglican Church literature had been published, chiefly by the S.P.C.K., in the Lu-ganda language"
    ],
    "location": [
      "London"
    ],
    "note": [
      "A full bibliography of works on Luganda down to 1908 is given by Miss Alice Werner in iht Journal of the African Society, 1908."
    ],
    "pages": [
      "173",
      "211",
      "897–8 980"
    ],
    "title": [
      "In 1885 was printed a short Ganda vocabulary on",
      "Last's Polyglotta Africana Orientalis",
      "And in the same year, 1899, came out a short vocabulary",
      "et seq., in Paul KoUmann's Victoria Nyanza. In 1902 also was published (London, S.P.C.K.) The Ele7/zents of Lu-ga7ida Gra77i7nar, together with Exercises and Vocabulary, by a missionary of the Church Missionary Society in Uganda (an important work). In 1902 a vocabulary and brief study of the Lu-ganda language was given in Sir Harry Johnston's Uganda Protectorate"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Mr. C. W",
        "particle": "by"
      }
    ],
    "container-title": [
      "C. W. Hobley in tht Journal of the Anthropological Institute of Great Britain and Ireland for May"
    ],
    "note": [
      "Lu-hanga or Luwanga (5 a"
    ],
    "pages": [
      "340"
    ],
    "title": [
      "Hobley in 1902 {Eastern Uganda, &c., see below). The first writer to record a definite specimen of Bantu ' Kavirondo (Kisisa dialect) was Mr"
    ],
    "type": "article-journal",
    "volume": [
      "1S99"
    ]
  },
  {
    "date": [
      "1916"
    ],
    "editor": [
      {
        "family": "Luke's Gospel",
        "given": "B."
      },
      {
        "family": "B",
        "given": "F."
      }
    ],
    "publisher": [
      "Soc"
    ],
    "title": [
      "now well illustrated by the translation of St"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Mr. C. W",
        "particle": "by"
      }
    ],
    "citation-number": [
      "6."
    ],
    "container-title": [
      "by the Rev. J. B"
    ],
    "date": [
      "1902"
    ],
    "editor": [
      {
        "family": "afterwards",
        "given": "Shortly"
      },
      {
        "family": "published",
        "given": "Mr C.W.Hobley"
      }
    ],
    "note": [
      "Purvis, C.M.S., was published by the S.P.C.K. in igo; and reading-books and hymns in this language by ; missionaries of the C.M.S. were either printed locally about 1907 or published by the S.P.C.K. in the same year The present writer has also an additional vocabulary of Lu-gifu in manuscript by Mr. S."
    ],
    "title": [
      "The remarkable MASAB A or West ELGON sub-group was first signalized (perhaps without an understanding of its importance",
      "Hobley in the same number of the Anthropological Institute's Journal already referred to, under the name of Mtihasa. But the true features of the Lu-gipu (Lu-scokwia, Masaba) and Lu-konde dialects of this Masaba group were first shown by Sir Harry Johnston in his Uganda Protectorate",
      "through the Royal Anthropological Institute, his Eastern Uganda: an Ethnological Survey, in which he gave a short vocabulary of Ketosh' the southernmost Masaba dialect. Subsequently a Grammar of Lu-masaba ', (nearly an identical dialect with Sir Harry Johnston's Lu-scokwia or Lu-gipu"
    ],
    "type": "article-journal"
  },
  {
    "container-title": [
      "1910 the British and Foreign Bible",
      "J"
    ],
    "date": [
      "H"
    ],
    "title": [
      "Ormsby and a few words collected by Mr",
      "Driberg"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Orientalis",
        "given": "J.T.Last"
      },
      {
        "family": "M.S.",
        "given": "C."
      },
      {
        "given": "London"
      }
    ],
    "container-title": [
      "Stern, published in ; the Mitt. d. Sem.f. Or"
    ],
    "date": [
      "1885",
      "1906"
    ],
    "location": [
      "Berlin"
    ],
    "note": [
      "based on the Kika>nongco dialect) Grammatik des Kinyamuesi ;"
    ],
    "publisher": [
      "Spr"
    ],
    "title": [
      "Eine Kinyamwezi-Grammatik, by R"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Kinyayembe)",
        "particle": "specially of"
      },
      {
        "family": "C. Velten",
        "particle": "by"
      },
      {
        "given": "Gottingen"
      },
      {
        "family": "H. M",
        "particle": "of"
      }
    ],
    "date": [
      "1900"
    ],
    "note": [
      "^\\x Harry Johnston, London, 1897) Contes, Chants et Proverbes desBasumbwa, a ;"
    ],
    "title": [
      "Also, the vocabularies at the end of",
      "Stanley's Through the Dark Contitient, London, 1878, and the vocabulary of Kisukuma at the end of British Central Africa"
    ],
    "type": null,
    "volume": [
      "ii"
    ]
  },
  {
    "author": [
      {
        "family": "C. W. Werther",
        "particle": "appendix to a book by"
      },
      {
        "literal": ";but Das Kisukuma, Grammatical bketch and Vocabulary, &c., by A. Seidel"
      }
    ],
    "container-title": [
      "T. Last's Polyglotta Africana Orientalis, but '^' the short vocabulary given is not accurate and fails to exhibit the peculiar features of this tongue. These have been effectively shown m Abriss einer Grammatik der Kinyaturu-Sprache, by Wilhelm Schregel, in the Mitt. d. Sem.f. Or. Spr",
      "Herrmann m the Mitt. d. Sem.f. Or"
    ],
    "date": [
      "1898",
      "1913",
      "1913"
    ],
    "location": [
      "Berlin",
      "Berlin"
    ],
    "publisher": [
      "Spr"
    ],
    "title": [
      "Die mittleren Hochldnder des nordlichen Deutsch-Ost-Afrika, 788 ILLUSTRATIVE VOCABULARIES OF BANTU LANGUAGES Berlin, 1898, treats more of the general features of the Nyamwezi group",
      "Berlin, 1894, gives a specific account of the northeastern dialects and Kisukuma more especially is the ; subject of a lengthy and authoritative treatise by Captain C",
      "There are a few words of Kibende in the article on LaMustgue chez les Negres du Tanganyika in Anthropos",
      "KI-NYATURU or KI-LIMI was first mentioned in J",
      "We still lack a sufficient vocabulary"
    ],
    "type": "article-journal",
    "volume": [
      "viii",
      "xvi"
    ]
  },
  {
    "author": [
      {
        "family": "Tribes",
        "given": "by H.R."
      },
      {
        "family": "Vocabulary",
        "given": "Kikuyu"
      },
      {
        "family": "A. W. M'Gregor",
        "particle": "by"
      },
      {
        "given": "S.P.C.K."
      }
    ],
    "date": [
      "1904"
    ],
    "note": [
      "the Kajnba and Kikuyu Vocabularies, by"
    ],
    "pages": [
      "130"
    ],
    "title": [
      "Tate, in \\ht Journal of the Anthropological Institute, June the English-1904"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Hinde",
        "given": "Mrs"
      }
    ],
    "note": [
      "Luke, by the B. and F. B. Soc, ;"
    ],
    "title": [
      "Cambridge University Press, 1904 and the translation of St"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Rev. A. Downes Shaw",
        "particle": "by the"
      },
      {
        "family": "C.M.S.",
        "given": "printed by the Church Missionary Society"
      },
      {
        "family": "Last",
        "given": "T."
      },
      {
        "family": "W",
        "given": "C."
      },
      {
        "family": "H. R. Tate",
        "particle": "by"
      }
    ],
    "container-title": [
      "however, is in the Handbook of that language by Ernst Brutzer in the Mitt. d. Sem.f. Orient",
      "J",
      "Journal of the Anthropological Institute"
    ],
    "date": [
      "1904",
      "1910",
      "1906",
      "1904-06"
    ],
    "editor": [
      {
        "given": "In"
      }
    ],
    "location": [
      "Berlin"
    ],
    "pages": [
      "130,"
    ],
    "publisher": [
      "Cambridge University Press",
      "Sprach"
    ],
    "title": [
      "A useful, unpretentious, but accurate vocabulary of Ki-kamba was written by Mr. Stuart Watt, of the Ngelani Mission, British East Africa, and published in 19CO by Kelker, Harrisburg, Pennsylvania, United States. In 1885, however, a short Grammar of the Kamba Language was written by Mr",
      "who also illustrated the language in his Polyglotta Africana Orientalis",
      "Mrs. Hinde combined with her work on the Ki-kuyu language two quite distinct Kamba dialects (Cambridge University Press). Some light is thrown on the Kamba language by Mr",
      "Hobley in his admirable treatise on The Akamba and other East African Tribes",
      "The most important contribution to the study of Ki-Kamba",
      "A short vocabulary of Kamba is also given in ^e"
    ],
    "type": "article-journal"
  },
  {
    "citation-number": [
      "13."
    ],
    "container-title": [
      "and by Dr. Fischer in the"
    ],
    "date": [
      "1878"
    ],
    "location": [
      "Berlin Zeitschrift",
      "Berlin"
    ],
    "note": [
      "1895, followed by Grammatik des Pokomo in the 1896 volume of the same periodical. Since then Miss Alice Werner has placed at my disposal a valuable vocabulary and elementary grammar of Pokomo in manuscript, compiled by her in 1912-13."
    ],
    "publisher": [
      "Ethnologische Gesellschaft"
    ],
    "title": [
      "POOKOOMCO or PFOOKOOMOO appears first in print in the Six Vocabularies of East African Languages published by Krapf at Tubingen in 1850. A few words were given by the Rev. Charles New in an appendix to his East Africa (London, 1873",
      "The first serious treatment of the Tanaland language was by Ferdinand Wiirtz, Worterbuch des Ki-tukHu und des Kipokomo in Zeitschrift ficr afrikanische und oceanische Sprachen"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Shaw",
        "given": "A.Downes"
      },
      {
        "family": "H. R. Tate",
        "particle": "by"
      }
    ],
    "citation-number": [
      "14."
    ],
    "container-title": [
      "Charles New's book",
      "V"
    ],
    "date": [
      "1885",
      "1904-06",
      "1914"
    ],
    "location": [
      "Berlin"
    ],
    "note": [
      "Verbi and Miss Austin (of the C.M.S.) on the Ki-dabida and Ki-sagala dialects, supplied to me in MS. by Miss Alice Werner: likewise the article by Archdeacon H. W. Woodward, Ki-taita or Ki-sighau, in vol. iv of the Zeitschrift fiir Kolonialsprachen,"
    ],
    "pages": [
      "130,"
    ],
    "title": [
      "The TAITA dialects were amongst the vocabularies in the appendix to the Rev",
      "on East Africa, published in 1873; but the Taita language or group of dialects received no effective illustration until its inclusion in \\}a^ Pocket Vocabulary of East African Langicages, by the Rev",
      "A Vocabtdary of French-Swahili-Taita, by Pfer'e Htoery, was published at Zanzibar in 1901 ; and a short vocabulary of 'Taita' appears in the Jotirnal of the Anthropological Institute",
      "But the most important work on the subject is the separate vocabularies and grammatical notes of Mr"
    ],
    "type": "article-journal"
  },
  {
    "container-title": [
      "MS. from Archdeacon Woodward"
    ],
    "title": [
      "Moreover, since much of this work was written, I have received a full vocabulary of Ki-sighau (-siyau"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "15."
    ],
    "container-title": [
      "A. R"
    ],
    "note": [
      "Steggall, of the C.M.S., a vocabulary of Taveita."
    ],
    "title": [
      "The TAVEITA language was first illustrated by Sir Harry Johnston in \\a% Kilimanjaro Expedition 1886. Besides my own material, I have received in manuscript from the Rev"
    ],
    "type": "article-journal"
  },
  {
    "citation-number": [
      "16."
    ],
    "title": [
      "The NIKA-GIRYAMA-DIGOO dialects were first illustrated by Ewald in the Zeitschrift der"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Kilimanjaro)",
        "given": "W."
      },
      {
        "family": "H. A. Fokken",
        "particle": "by"
      },
      {
        "family": "Ki-Dschagga",
        "particle": "nisse aus dent"
      },
      {
        "family": "Pare",
        "given": "collected on Baron von der Decken's expedition"
      },
      {
        "family": "Steggall",
        "given": "A.R."
      },
      {
        "others": true
      },
      {
        "family": "C-ASU",
        "particle": "a."
      }
    ],
    "container-title": [
      "Mitt. d. Sem. Worterverzeichf. Or. Spr",
      "J"
    ],
    "date": [
      "1905"
    ],
    "location": [
      "Berlin"
    ],
    "note": [
      "H. Johnston and published in his Kilimanjaro Expeditio7i, 1885, and an important MS. vocabulary obtained through Mr. A. C. Hollis. Also scattered notes in the works of Krapf and von der Decken and in the Zeitschrift fiir Afrikanische ;"
    ],
    "pages": [
      "– , 18"
    ],
    "title": [
      "Vocabularies of most of the above dialects, together with Ki-meru of the adjoining mountain of Meru, have been collected for me by the Rev",
      "Hollis, formerly Secretary to the British East African Administration",
      "My authorities are vocabulary and notes collected by Sir H"
    ],
    "type": "article-journal",
    "volume": [
      "viii",
      "8"
    ]
  },
  {
    "author": [
      {
        "family": "W",
        "given": "Rev H."
      },
      {
        "family": "J. T. Last's Polyglotta Africana Orientalis",
        "particle": "a short vocabulary is given in"
      },
      {
        "family": "J. T",
        "particle": "a. NGURU. Vocabularies have been published by"
      }
    ],
    "container-title": [
      "Sem.f. Or. Spr., Berlin",
      "M"
    ],
    "date": [
      "1882",
      "1916"
    ],
    "location": [
      "Mission, Zanzibar"
    ],
    "note": [
      "; Stanley in Through the Dark Continent; and in 1902 Archdeacon H. W. Woodward published the Collections for a Handbook of the Zigula Language, through the Universities' Mission, and sent me in"
    ],
    "title": [
      "Woodward, through the Universities'",
      "Bondei is also treated by Carl Meinhof in the Mitt. d",
      "; but my conclusive information is an MS. vocabulary compiled by Archdeacon Woodward in",
      "Last in his Polyglotta Africana Orientalis by H"
    ],
    "type": "article-journal",
    "volume": [
      "I9c6, vol. ix",
      "20. ZIGULA and 20"
    ]
  },
  {
    "author": [
      {
        "literal": "a MS. vocabulary"
      },
      {
        "family": "H",
        "given": "W."
      }
    ],
    "citation-number": [
      "1917"
    ],
    "container-title": [
      "Sem. f. Or. Spr"
    ],
    "date": [
      "1906",
      "1906"
    ],
    "location": [
      "Berlin"
    ],
    "title": [
      "a.'Zigula-E?tglish Dictionary was issued by the Rev",
      "Kisbey (Universities' Mission) through the S.P.C.K. Zigula is also treated by Carl Meinhof in the Mitt. d"
    ],
    "type": "article-journal",
    "volume": [
      "ix"
    ]
  },
  {
    "author": [
      {
        "family": "R. N",
        "given": "Rebmann M.S.'",
        "particle": "referred to by"
      }
    ],
    "container-title": [
      "his Modern Languages of Africa. The '"
    ],
    "title": [
      "Gust in the"
    ],
    "type": "chapter",
    "volume": [
      "2nd vol"
    ]
  },
  {
    "date": [
      "1875"
    ],
    "location": [
      "London"
    ],
    "note": [
      "Sec, published at Tubingen (Wiirttemberg) 1850."
    ],
    "publisher": [
      "S.P.C.K"
    ],
    "title": [
      "Bombay in 1844. The first work, however, which attempted to deal with the language in a modern and accurate manner was that of Bishop Steere (Handbook to Swahili",
      "though Swahili had been studied elaborately in its Mombasa dialect by Krapf and Rebman much earlier, and Krapf in 1850 had printed a fairly long vocabulary in his collection of Six East African Languages"
    ],
    "type": null
  },
  {
    "date": [
      "1894"
    ],
    "location": [
      "Madan, M.A., London, S.P.C.K"
    ],
    "note": [
      "Swahili have been published in English, French, and German. The best of these are the following: A Handbook oj the Swahili Language, fourth edition, by A. C."
    ],
    "title": [
      "Krapf s great Swahili-English Dictionary (London, Triibner and Co., 1882) is a mine of information on this important language, but its practical value is a little spoilt by the perverse orthography adopted, and by KrapPs South German inability to distinguish between the upper and lower consonants. For etymological purposes, however, and the recording of rare and obsolete words, this is a work of lasting importance. Since the attention drawn to the political affairs of East Africa, and the great development of missionary work which commenced in the 'eighties of the last century, innumerable grammars and dictionaries of"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Dictionary",
        "given": "English-Swahili"
      },
      {
        "family": "A. C. Madan",
        "particle": "by"
      },
      {
        "family": "Press",
        "given": "Clarendon"
      },
      {
        "given": "Oxford"
      }
    ],
    "container-title": [
      "The Groundwork of the"
    ],
    "date": [
      "1894"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "A. C"
    ],
    "note": [
      "Hollis in the afotedescribed vocabularies published by the African Society of London. ' A further bibliography of Swahili is given by Miss Alice Werner in the Catalogue of Linguistic Works in the"
    ],
    "title": [
      "can be gleaned from Bleek's Languages of Mozambique. A further bibliography (including a reference ' The Ki-tikuO, Bajun, or Kigunya dialect was earlier illustrated by Ferdinand Wiirtz in the Zeit.f. afrik. u, ocean. Spr. of Berlin for 1895, where fairly long vocabularies of both Pokaimn) and Tikuu are printed from the paper-, of this deceased missionary. Ki-tikuii, however, is most correctly transcribed by Mr"
    ],
    "type": "article-journal"
  },
  {
    "container-title": [
      "Journal oj the African Society"
    ],
    "date": [
      "1908-04"
    ],
    "location": [
      "Mission"
    ],
    "title": [
      "Miss Werner's work on Ki-hadimu, referred to above, is based on the researches of Miss Abdy, of the Universities'"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "given": "afr"
      },
      {
        "literal": "and of Maass and Seidel {Beiirdge sur Kenntnis des Kizaramo, Zeitschr. f afr. u."
      },
      {
        "literal": "a. KAMI. Ki-kamiis well described by C. Velten in the Mitt. d."
      }
    ],
    "container-title": [
      "Spr",
      "Spr",
      "Or. Spr",
      "T. Last's Polyglotta Africaha Orientalis"
    ],
    "date": [
      "1900"
    ],
    "location": [
      "Berlin"
    ],
    "note": [
      "Klamroth, and notes on pronunciation (Otto Dempwolff; in vols, i and \\\\oi^& Zeitschrift fiir Kolonialsprachen (Berlin, 1911-12). 23",
      "in which also appears the only illustration I can find of 23 b. Kixutu. 23 c. Ki-ruguru is more amply set forth in the appendices to C. W."
    ],
    "title": [
      "und ozean",
      "897, and Worterverzeichnis der Sprache von Uzaramu, vol. iv of the same, 1898",
      "or",
      "But the most important contribution to our knowledge of Dzalamo) is the series of transcripts of Uzalamco superstitions, beliefs, and folklore by M",
      "Sem.f",
      "A vocabularj' is given in J"
    ],
    "type": "article-journal",
    "volume": [
      "iii, 1",
      "iii",
      "iii"
    ]
  },
  {
    "date": [
      "1898"
    ],
    "location": [
      "Berlin"
    ],
    "title": [
      "Werther's Die mitileren Hochldnder des nordlichen Deutsch-Ost-Afrika"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "SAGARA",
        "given": "Northern"
      },
      {
        "given": "Ndunda"
      },
      {
        "family": "Orientalis",
        "given": "J.T.Last's Polyglotta Africana"
      },
      {
        "family": "J. T. Last",
        "particle": "by"
      },
      {
        "given": "S.P.C.K."
      }
    ],
    "citation-number": [
      "24."
    ],
    "container-title": [
      "the Universities' Mission, published a Vocabulary in 1877 through the S.P.C.K. There are two short vocabularies of Gcogto in J. T. Last's Polyglotta Africana Orientalis. Otherwise, our information is scanty, except such as can be derived from a translation of the New Testament into Ki-gcugco, published in 1899 by the British and Foreign Bible Society of London. Gcogco is also alluded to in the Durch Masailand of Oscar Baumann, and in Die mittleren Hochldnder of C",
      "Kwenyi"
    ],
    "date": [
      "24 e",
      "24 f",
      "1886"
    ],
    "location": [
      "John Clark"
    ],
    "note": [
      "W. Werther and the Sonderabdruck aus 'Das Hochland der Riesenkrater', by Bernhard Struck. 26. IRANGI. There is a short vocabulary of Irangi in J. T. Last's Polyglotta Africana Orientalis and there are ;"
    ],
    "title": [
      "We come here to a group of closely allied dialects, better described perhaps under the general name of Sagara, from Usagara, the hilly region of German East Africa in which they are spoken. The chief dialects are Kaguru (24), Itumba (24a),Kondoa or Solwre (24b), Ziraha (24 c",
      "All these are briefly illustrated",
      "The northernmost dialect, Kaguru, is more fully exhibited in a Grammar of the Kaguru Language",
      "though unfortunately this work is marred by numerous press errors. A few words of Kaguru (' Sagara ') are given in Stanley's Through the Dark Conti?tent",
      "often alluded to in the works of the earlier East African explorers, was perhaps first illustrated in Slanle)''s Thi-ough the Dark Continent"
    ],
    "type": "article-journal",
    "volume": [
      "24d),Nkwiflya",
      "25. GWGCjO. Ki-gcogo"
    ]
  },
  {
    "author": [
      {
        "family": "Orientalis",
        "given": "by J.T."
      }
    ],
    "container-title": [
      "Sem.f. Or",
      "des Sem. fiir Orient. Spr"
    ],
    "date": [
      "1899",
      "1900"
    ],
    "location": [
      "Berlin",
      "Berlin"
    ],
    "publisher": [
      "Sprach",
      "F.-W.-University"
    ],
    "title": [
      "Last, but the first authoritative treatment of the language was by C. Velten, Die Sprache der Wahehe in the Mitt. d",
      "There is also a pretty full vocabulary of Hehe by Father Cassian Spiss in the Milt"
    ],
    "type": "article-journal",
    "volume": [
      "iii, K"
    ]
  },
  {
    "author": [
      {
        "family": "KI-POOGOLOO",
        "given": "P.W.G.O.R.C.O.",
        "particle": "or"
      }
    ],
    "citation-number": [
      "28."
    ],
    "container-title": [
      "Dr. Eduard Sachau in the sixth vol. of the Archiv fiir das Studium deutscher Kolonialsprachen"
    ],
    "date": [
      "1907"
    ],
    "location": [
      "Berlin"
    ],
    "note": [
      "vocabulary by ;"
    ],
    "title": [
      "There is an excellent treatise on this language by Prof",
      "I also possess a MS"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "Lori"
      }
    ],
    "container-title": [
      "T. Last's Polyglotta illustrated in Carl Meinhof's Grundriss einer Lautlehre der Eantusprachen"
    ],
    "date": [
      "1899"
    ],
    "location": [
      "Leipzig"
    ],
    "pages": [
      "133–48"
    ],
    "title": [
      "Africana Orientalis. But it is better in J"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "B.E.N.A."
      }
    ],
    "citation-number": [
      "30."
    ],
    "container-title": [
      "T. Last's Polyglotta Africana Orientalis"
    ],
    "title": [
      "A short vocabulary of Bena appears in J"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "literal": "PANGWA. Ki-Pafigwa is described by M. Klamroth in the Mitt. d."
      }
    ],
    "citation-number": [
      "36."
    ],
    "container-title": [
      "Or. Sprach"
    ],
    "date": [
      "1907"
    ],
    "note": [
      "KESE or KISL Illustrated by a vocabulary in Sir Harry Johnston's British Central Africa, Second Edition, London, 1904."
    ],
    "pages": [
      "183 192 37"
    ],
    "title": [
      "Sem.f"
    ],
    "type": "article-journal",
    "volume": [
      "x"
    ]
  },
  {
    "author": [
      {
        "family": "KING",
        "given": "A."
      }
    ],
    "citation-number": [
      "38."
    ],
    "container-title": [
      "Wolff"
    ],
    "location": [
      "Berlin"
    ],
    "pages": [
      "905"
    ],
    "publisher": [
      "Archiv fiir das Stttdium deutscher Kolonialsprachen"
    ],
    "title": [
      "Grammatik der Kinga-Sprache, by R"
    ],
    "type": "article-journal",
    "volume": [
      "ii",
      "1"
    ]
  },
  {
    "citation-number": [
      "39."
    ],
    "container-title": [
      "T. Last's Polyglotta Africana Orientalis. 40. GUHA. A short vocabulary of Guha is given by Stanley in vol. Through the Dark Continent"
    ],
    "note": [
      "A much ii"
    ],
    "title": [
      "KABWARI or UBWARI or KIBA-KABWARI and 39 a. Eastern KI-LEGA.^ Kibakabwari is represented by a vocabulary in Sir Harry Johnston's Uganda Protectorate ; Eastern Kilega by an incomplete vocabulary in J"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Orientalis",
        "given": "Last's Polyglotta Africana"
      }
    ],
    "container-title": [
      "published by the London Missionary Society, 1904, and by a Grammar of the Bemba Language as spoken in North-east Rhodesia, by the Rev. Fr"
    ],
    "date": [
      "1897",
      "1907"
    ],
    "location": [
      "Robertson, L.M.S"
    ],
    "pages": [
      "131"
    ],
    "publisher": [
      "Schoeffer, Oxford University Press"
    ],
    "title": [
      "Much fuller treatment is given in Sir Harry Johnston's two vocabularies (Ki-wemba and Ki-emba) in British Central Africa",
      "Bemba has been exhaustively dealt with m An Introductory Handbook to the Language of the Bemba People"
    ],
    "translator": [
      {
        "family": "W. G",
        "particle": "by"
      }
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "Luke issued by the B. and F. B. Soc"
    ],
    "date": [
      "1903"
    ],
    "title": [
      "This speech of the northern edge of the Nyasa-Tanganyika plateau may be studied in the Translation of the Gospel of St"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "literal": "UNGU or WUNGU, 48 a. KI-MANDA."
      }
    ],
    "citation-number": [
      "48."
    ],
    "container-title": [
      "T. Last's Polyglotta Africana Orientalis, and a much fuller one in Sir Harry Johnston's British Central Africa. Ki-manda, according to Bernhard Struck and Dr. Fiilleborn, would seem to be a dialect of Wungu"
    ],
    "title": [
      "There is a short vocabulary of Ungu in J"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "49."
    ],
    "date": [
      "1913"
    ],
    "publisher": [
      "B. and F. B. Soc"
    ],
    "title": [
      "Igl-NYIXA and the allied Nyasa-Tanganyika dialects known as Ifi-wanda and Ifi-wiwa are represented by a vocabulary in Sir Harry Johnston's British Central Africa, and Isi-nyixa is more fully illustrated in the Translation of the New Testament"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "given": "I.C.I.-W.A.N.D.I.A."
      }
    ],
    "citation-number": [
      "50."
    ],
    "title": [
      "A vocabulary of Wandia is likewise given in British Central Africa"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "NYIKIUSA",
        "given": "N.K.O.N.D.E.",
        "particle": "or"
      }
    ],
    "citation-number": [
      "51."
    ],
    "date": [
      "51a"
    ],
    "location": [
      "Mwamba"
    ],
    "title": [
      "'MWAMBA\", IKI-KUKWE or CI-SOOCIRL These dialects of the North Nyasa mountains and coast were first transcribed in a litde '"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "NGINDOO",
        "given": "North"
      },
      {
        "given": "South"
      },
      {
        "family": "T",
        "given": "J."
      }
    ],
    "container-title": [
      "Last. J"
    ],
    "date": [
      "1889"
    ],
    "editor": [
      {
        "family": "Book",
        "given": "Prayer"
      }
    ],
    "location": [
      "London, S.P.C.K"
    ],
    "note": [
      "I-MAKUA. A few words of Makua (incorrectly transcribed) appear in the work of Henry Salt describing his journey in 1809-10 to Abyssinia via Cape Town, Mogambiqiie, and Somaliland. But the Makua language was not effectively illustrated till it appeared as Matatan' in Koelle's Pblyglotia Africana (1854), ' and next under the name of Mosambique in The Languages of Mosambique, a Compilatioti, published in"
    ],
    "pages": [
      "56"
    ],
    "title": [
      "where it impinges on the Lomwe or Makua 'dialects, but is very near to the Nyasaland speech. Bishop Edward Steere published, through the S.P.C.K. in 1871, Collections for a Handbook of the YaOd Language. Next m time, probably, followed An Introductory Handbook of the Yau Language, by the Rev. Alexander Hetherwick",
      "A vocabulary of Yaco (like Mr. Hetherwick's, the south-western type of the language) is given in Sir Harry-Johnston's British Central Africa Protectorate. There is also a short vocabulary of this language in Polyglotta Africana Orientalis, by T",
      "The southern dialect of Ci-ngindo is illustrated by a vocabulary in Sir Harry Johnston's British Central Africa. A very short vocabulary under this name in",
      "Last's Polyglotta Africana Orientalis possibly illustrates the northern form of this language",
      "1916-17 compiled a vocabulary of Ki-maningco, which is apparently identical with northern Ngindoj. Although tliis arrived too late for the vocabularies it is given in the addenda. 55 a. CI-MPOOTO). This half-way speech, intermediate between Yaco and Ngindco, has been made known to us by the Universities' Mission to Central Africa in its translation of the Psalms and"
    ],
    "translator": [
      {
        "family": "in",
        "given": "Archdeacon H.W.Woodward"
      }
    ],
    "type": "article-journal",
    "volume": [
      "55"
    ]
  },
  {
    "author": [
      {
        "family": "London",
        "given": "Harrison"
      },
      {
        "family": "Sons)",
        "given": "by Dr W.H.L.Bleek"
      },
      {
        "family": "Dr. Wilhelm Peters",
        "particle": "who derived much of his information from the MSS. of"
      },
      {
        "family": "Berlin Academy",
        "particle": "of the"
      }
    ],
    "citation-number": [
      "1856"
    ],
    "container-title": [
      "the Royal Geographical Society s Proceedings in 1882, and on"
    ],
    "note": [
      "-of the volume for 1884. In 1879, Bishop (as he afterwards became) Chauncy Maples had published, through the S.P.C.K., Collections for a Handbook of the"
    ],
    "pages": [
      "209",
      "648"
    ],
    "title": [
      "Short vocabularies of Makua and Lomwe appeared in the geographical papers of Consul Henry Edward O'Neill, published on"
    ],
    "type": "paper-conference"
  },
  {
    "author": [
      {
        "family": "Language",
        "given": "Makua"
      },
      {
        "family": "published",
        "given": "Mr Daniel J.Rankin"
      },
      {
        "family": "S.P.C.K.",
        "particle": "through the"
      },
      {
        "given": "London"
      }
    ],
    "date": [
      "1886",
      "1887"
    ],
    "location": [
      "London, S.P.C.K"
    ],
    "note": [
      "is in the possession of the author."
    ],
    "title": [
      "Arab Tales Translatedfrom Swahili into the Tugulu ' Dialect of the Makua Language ; together with comparative vocabularies of three dialects of Makua, and with a short English-Tugulu and Mbwabe vocabulary",
      "An accurate vocabulary of Mogambique Makua was published in Sir Harry Johnston's British Central Africa, and a certain amount of additional information concerning Makua in MS"
    ],
    "type": null
  },
  {
    "note": [
      "Anderson, was published in London by the S.P.C.K. in 1897."
    ],
    "title": [
      "of the same periodical. An Introductory title of ' Kaffrisch '), by the same author, are published Grammar of the Sena Language spoken on the Lower Zambezi"
    ],
    "translator": [
      {
        "family": "W. G",
        "particle": "by"
      }
    ],
    "type": null,
    "volume": [
      "in vol. viii"
    ]
  },
  {
    "author": [
      {
        "family": "CI-CINJIRI",
        "given": "C.L.M.B.O.O.",
        "particle": "or"
      }
    ],
    "citation-number": [
      "60."
    ],
    "title": [
      "The Ci-mbco language is illustrated by a vocabulary in Sir Harry Johnston's British Central Africa"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1898"
    ],
    "publisher": [
      "Herbert Barnes, U.M.C.A"
    ],
    "title": [
      "Nyanja-English Vocabulary, Enlarged and Revised, by the Rev"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "given": "N.B."
      }
    ],
    "container-title": [
      "the form of Ci-nyanja spoken on the south-west coast of Lake Nyasa, is illustrated by a vocabulary in Sir Harry Johnston's British Central Africa. 62. SENGA or NSEWGA. An imperfect vocabulary of Ciseflga appears in Sir Harry Johnston's British Central Africa"
    ],
    "editor": [
      {
        "family": "Ci-cewa",
        "given": "C.I.-C.E.W.A."
      }
    ],
    "note": [
      "This language was not properly made known until the publication of the: Senga Handbook, i^c, by A. C. Madan, Oxford, Clarendon Press, 1905."
    ],
    "title": [
      "Maravi in Bleek's Languages 0/ Mozambique. It is also the speech of the Dictionary of the Kiniassa Language, by the Rev. John Rebman, compiled in 1853-5, but not published by the Church Missionary Society until 1877; and the 'Ci-nyanja' (' Ci-cipeta ') of Sir Harry Johnston's vocabularies in British Central Africa",
      "The spelling of Rebman's name in most of his printed works is without a second terminal"
    ],
    "type": "chapter",
    "volume": [
      "n.) 61 e"
    ]
  },
  {
    "author": [
      {
        "family": "NYAI",
        "given": "N.Y.A.U."
      },
      {
        "family": "NANSWA",
        "given": "or L.O.O.Z.E."
      }
    ],
    "citation-number": [
      "63."
    ],
    "note": [
      "The author's knowledge of it is derived from"
    ],
    "title": [
      "This interesting speech is very imperfectly known"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Matebele",
        "particle": "a.nd"
      },
      {
        "family": "Vocabulary",
        "given": "Makalaka"
      },
      {
        "family": "dr'c.",
        "given": "by MEWeale"
      },
      {
        "family": "Town",
        "given": "Cape"
      }
    ],
    "citation-number": [
      "191"
    ],
    "date": [
      "1897",
      "1893"
    ],
    "location": [
      "Elliott, L.M.S., London"
    ],
    "note": [
      "Elliott, in his abovementioned dictionary, refers also to the Rev. A. M. Hartmann's Dictionary and Grammar of Mashuna"
    ],
    "title": [
      "1 Dictionary of the Tebele and Shuna Languages, Ss'c., by W. A"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "the Gcomco dialect)."
      }
    ],
    "publisher": [
      "C. S. Louw's Manual of Chikaranga"
    ],
    "title": [
      "The most recent work (Buluwayo, 1915) is Mr"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "given": "M.S."
      }
    ],
    "container-title": [
      "The above-mentioned Dictionary and Notes of the Mashona Language (S.P.C.K"
    ],
    "date": [
      "1911"
    ],
    "pages": [],
    "title": [
      "have been kindly furnished to the author by Senhor Luciano Lanne through the Mogambique Company"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "QT'c",
        "given": "by Bishop Smyth"
      },
      {
        "family": "Matthews",
        "given": "John"
      },
      {
        "family": "London",
        "given": "S.P.C.K."
      }
    ],
    "container-title": [
      "Junod. And A Gospel Picture-book and Translated Passages of the Book of Common Prayer and of the New Testament"
    ],
    "date": [
      "1902"
    ],
    "note": [
      "published in 1897, 1898, and 1902, by the S.P.C.K.,"
    ],
    "title": [
      "There are also references to this language in the works of Henri A"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "literal": "Henri A. Junod, Grammaire Ronga, S^c. {withvocabularies), Lausanne"
      }
    ],
    "date": [
      "1896"
    ],
    "title": [
      "A vocabulary of^i-ronga, derived from the works of a native missionary was pubhshed by E. W. Smith-Delacour in 1893, but it is misleading and incorrect. The gi-puthsu variety of Ronga is illustrated by a selection of passages from the New Testament published in 1904 by the S.P.C.K"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Secwana Dictionary",
        "particle": "the"
      },
      {
        "family": "Rev",
        "particle": "by the"
      }
    ],
    "date": [
      "1900",
      "1916"
    ],
    "editor": [
      {
        "family": "David Jones",
        "given": "M.A.",
        "particle": "by"
      },
      {
        "family": "Plaatje",
        "given": "Solomon Tshekitho"
      }
    ],
    "location": [
      "London, S.P.C.K"
    ],
    "note": [
      "Mr. Plaatje (the Cuana author referred to) has also given us an important piece of work in modest form Sechuana Proverbs, with Literal Translations, &C. (Kegan Paul, Trench, :"
    ],
    "publisher": [
      "University of London Press"
    ],
    "title": [
      "factorily until the publication of Notes towards a Secoana Grammar, by Archdeacon William Crisp",
      "John Brown, published by the London Missionary Society in 1895. The tones of Se-cuana are well illustrated in a work by a Cuana native author: A Sechuana Reader"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "L.E.N.J.E."
      },
      {
        "family": "r'c.",
        "given": "by A.C.Madan"
      }
    ],
    "citation-number": [
      "77."
    ],
    "container-title": [
      "78. ILA. The speech of the Ba-ila or Shukulumbwe people of Northern Rhodesia is solely but completely illustrated in A Handbook of the Ila Language, by the Rev"
    ],
    "note": [
      "Edwin W. Smith, published by the Oxford University Press in 1907."
    ],
    "title": [
      "This language of the Upper Kafue basin has but one authority at the present time, and that a most conclusive one. It is fully described in the Lenje Handbook",
      "M.A., pubhshed by the Oxford University Press in 1908"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "79."
    ],
    "publisher": [
      "of Central Zambezia"
    ],
    "title": [
      "TONGA"
    ],
    "type": "book"
  },
  {
    "citation-number": [
      "1"
    ],
    "edition": [
      "authorized"
    ],
    "note": [
      "published at Pietermaritzburg, in"
    ],
    "title": [
      "Colenso's Zulu-English Dictionary attained its fourth"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Yacca",
        "given": "Journey",
        "particle": "to the Territories of"
      },
      {
        "given": "London"
      }
    ],
    "container-title": [
      "A. W. Thomas, of the Barotseland Administration, and in his published Comparative Vocabulary of Sikololo-Silui-Simbunda"
    ],
    "date": [
      "1882",
      "1916"
    ],
    "location": [
      "London"
    ],
    "title": [
      "Si-mbunda has since been amply illustrated in MS. vocabularies supplied to the author by Mr"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "MA-PONDA",
        "given": "L.U.J.A.Z.I.",
        "particle": "or"
      }
    ],
    "citation-number": [
      "86."
    ],
    "container-title": [
      "language ; would make it out to be a dialect of the Lujazi tongue (see How I crossed Africa"
    ],
    "location": [
      "Serpa Pmto, London"
    ],
    "title": [
      "N-GANGELA (86 a). A-MBWELA (86 b). Lujazi and Ma-ponda (virtually one language) were first illustrated in Livmgstone's MS. vocabularies about 1854 (now in the Grey Library at Cape Town). N-gangela is briefly illustrated in the works of Capello and Ivens and of Serpa Pinto references by Serpa Pinto to the Ambwela ( Ambuella"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "1881)."
    ],
    "container-title": [
      "W. J"
    ],
    "date": [
      "B"
    ],
    "note": [
      "Father Keeling of Northern Ngafigela, and another of the Lu-imbi (86 c) dialect from the Upper Kwanza."
    ],
    "title": [
      "I have recently received (through the kind offices of Mr",
      "Chapman) a fairly full vocabulary by the Rev"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "W",
        "given": "Rev F."
      }
    ],
    "container-title": [
      "J"
    ],
    "note": [
      "Rath, already mentioned, and a Herero-English Vocabulary, by the Rev. H. Brincker."
    ],
    "title": [
      "Kolbe, published at Cape Town in 1883. This work utilized the MS. vocabulary or dictionary by the Rev"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Brincker",
        "given": "The Rev P.H."
      },
      {
        "family": "Rhenish Missionary Society",
        "particle": "of the"
      },
      {
        "family": "Hererco",
        "particle": "wrote numerous articles on"
      },
      {
        "family": "Oc. Spr.",
        "particle": "chiei^y m the Zeits.f. Afr. u."
      },
      {
        "family": "Berlin",
        "particle": "of"
      }
    ],
    "date": [
      "1891"
    ],
    "note": [
      "Additional information on Hererco is given in vol. xvi of the Lehrbiicher des Seminars fiir Orientalische Sprachen, by G. Viehe, published at Berlin in"
    ],
    "title": [
      "He further treated of Herero) in its relation to other members of the group in his Lehrbtech des Oshikuanjama"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Otji-hereru)",
        "given": "Graminatik",
        "particle": "des"
      },
      {
        "family": "book",
        "particle": "also in an admirable little"
      },
      {
        "family": "Nama",
        "particle": "the Praktische Grammatik des"
      },
      {
        "family": "Otyi-hererca",
        "given": "is^c"
      },
      {
        "family": "A",
        "particle": "by"
      },
      {
        "family": "vocabulary",
        "given": "by G.H.Hahn"
      },
      {
        "family": "Cape Town",
        "particle": "in the Grey Library at"
      }
    ],
    "citation-number": [
      "1897"
    ],
    "container-title": [
      "Seidel in the Praktische Grammatiken des Nama, Otyi-Herero, dr'c. published at Leipzig'",
      "H. Brincker's Lehrbuch des Oshikuanjama"
    ],
    "date": [
      "A"
    ],
    "note": [
      "described below. 91. KUANYAMA. 91 a. HUMBE. The language of North Ovambcoland and the regions immediately north of the Middle Kunene was firstadequately described in an excellent treatise by the missionary P. H. Brincker, Lehrbuch des Oshikuanjama, published at Stuttgart and Berlin in 1891 this work is of special value in the comparative :"
    ],
    "title": [
      "Seidel, published at Leipzig about the same time. 90. NDONGA or AMBO). (Opi-ndonga or COtyi-ambco of Ovambcoland is said by Cust to have been illustrated in a Grammar by Theophilus Hahn in 1883, but I have not seen this work- A short Vocabulary and Grammatical Note were published by Buttner in the Zeitschrift of the German Geographical Society in 1881. There is said to be a MS",
      "For practical purposes, however, we have no more and no better illustration of the speech of Ovamboland than the Grammar and Vocabulary of this language by A",
      "Artleben) in the latter part of the nineteenth century (no date in my copy). A good deal of information concerning OOfindoiiga is given in P"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "B",
        "given": "Mr W.J."
      }
    ],
    "title": [
      "Chapman, of Southern Ang51a, asserts that the true Korcoka tongue is non-Banlu (Bushman) and Jiot a dialect of Ndombe"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Grainmar",
        "given": "Buluba-Lulua"
      },
      {
        "family": "Dictionary",
        "given": "by the Rev W.M."
      },
      {
        "family": "Bena-Lulua",
        "given": "See",
        "particle": "also Les"
      },
      {
        "family": "R. P",
        "particle": "by"
      }
    ],
    "container-title": [
      "Robert Glennie"
    ],
    "date": [
      "1906",
      "1910"
    ],
    "location": [
      "New York"
    ],
    "note": [
      "and from a little book, Kikete Primer, by the Rev. -D. W. Snyder (Kasai, 1895). P&re Aug. Le Clercq has also written on the Bakete, but I cannot trace his articles."
    ],
    "title": [
      "Morrison, printed by the American Tract Society",
      "Vervaecke in La Revue Congolaise for",
      "Some light on the vi'estern ^ilange dialects of Luba (104 b) have been thrown by the researches of Mr. Emil Torday, whose work in MS. is at present in my possession and is incorporated in this book. Words of the Lukete dialect have been supplied to me by the Rev"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Cameron",
        "particle": "vocabularies of"
      }
    ],
    "container-title": [
      "The Eastern Luba dialects were not well known until the publication, in 1912-13 at Brussels, of I. Vandermeizen's Grammaire de la Langue Kiluba-Hemba and Vocabulaire Kihtba-Hemba-Frangais"
    ],
    "title": [
      "But it was not effectively illustrated till the Notes on the Grammatical Construction of Chiluba, by C. A. Swan, was published by Kegan Paul, Trench, Triibner and Co., about 1892. A much fuller vocabulary is given in the Dictionnaire Frangais-Kiluba, by Eraile Jenniges, published at Brussels in 1909. 106. East LUBA or KI-HEMBA"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "T. Last's Polyglotta Africana Orientalis. Its fullest illustration so far, under the name of Manyema, is in Sir Harry Johnston's British Central Africa"
    ],
    "title": [
      "Under the name of Kikusu this language has a brief illustration in Stanley's Through the Dark Continent. Under the names of Kusu and Nyuema it is briefly illustrated in J"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "B.A.B.I.L.I."
      }
    ],
    "citation-number": [
      "135."
    ],
    "title": [
      "This -language of the region between the Lualaba-Cayoj and west of the Lower Lomami river is"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "BAMBWLI",
        "given": "B.A.M.B.O.L.E.",
        "particle": "or"
      },
      {
        "family": "Michell",
        "given": "George Babington"
      },
      {
        "family": "Stanley Falls",
        "particle": "formerly Vice-Consul at"
      },
      {
        "family": "Para",
        "particle": "now H.B.M. Consul at"
      }
    ],
    "citation-number": [
      "137."
    ],
    "container-title": [
      "J'"
    ],
    "note": [
      "vocabulary collected by Emil Torday. \\ 1"
    ],
    "title": [
      "My information of this speech of the Lower Lomami is due to a short vocabulary of Bambole collected for me by Mr",
      "The more southern Lukili dialect (137 a) of this language is represented by a MS"
    ],
    "type": "article-journal"
  },
  {
    "container-title": [
      "I. Griffith's contribution to J. T. Last's Polyglotta Africana Orien-'"
    ],
    "title": [
      "This is the Regga' of the Rev"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "literal": "Wasongoro ', and has been published"
      }
    ],
    "container-title": [
      "Sem. f. Or. Sprach",
      "G. B. Michell in"
    ],
    "date": [
      "1910",
      "1907"
    ],
    "location": [
      "Berlin"
    ],
    "note": [
      "' Mr. G. B. Michell, besides his studies ol Bantu languages between 1906-9, is the author (earlier) of papers on the Berber dialects of Morocco and notably of a treatise on the intrusive Sudanic (?) language of the Bakumu, near ;"
    ],
    "title": [
      "with the rest of Emin Pasha's vocabularies, in the Mitt. d",
      "This language is also the Banyari of Bernhard Struck. 148 a. BAMBUTTU. This Pygmy speech of Bcomili and the Nepcokco river and the Ituri, is almost a dialect of the aforementioned Lihuku. My authority for it is a MS. vocabulary collected for me by Mr"
    ],
    "type": "article-journal",
    "volume": [
      "xiii"
    ]
  },
  {
    "author": [
      {
        "given": "A.B.O.O.B.W.A."
      }
    ],
    "citation-number": [
      "154."
    ],
    "container-title": [
      "G. B. Michell in"
    ],
    "date": [
      "1907"
    ],
    "note": [
      "or LOOKELE). The Kele language is treated somewhat fully in the Comparative Handbook of Congo Languages, by"
    ],
    "pages": [
      "155"
    ],
    "title": [
      "My only authority for this is a short vocabulary in MS. compiled for me by Mr"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Rev. W. H. Stapleton",
        "particle": "the late"
      },
      {
        "family": "Baptist Missionary Society",
        "particle": "of the"
      },
      {
        "given": "London"
      },
      {
        "family": "Dr. A. Sims",
        "particle": "by"
      },
      {
        "family": "Harley House",
        "particle": "printed at"
      },
      {
        "family": "London",
        "given": "E."
      }
    ],
    "container-title": [
      "B. Michell. There is also a Note on the Kele Verb, by the Rev. W. H. Stapleton, in ihe. Journal of the African Society for"
    ],
    "date": [
      "1903",
      "1887",
      "1906"
    ],
    "note": [
      "15s a. LIF60MA or LOOKUSU (YAKUSU)."
    ],
    "title": [
      "I am also indebted to his colleague, the Rev. William Forfeitt, for further MS. information on this subject. The Kele language is one of the elements in the Yalulema Vocabulary",
      "A short vocabulary of Lokele was furnished to me in MS. by Vice-Consul G"
    ],
    "type": "article-journal"
  },
  {
    "container-title": [
      "notes of the Rev. W. H. Stapleton"
    ],
    "title": [
      "This is represented by some words in Sims's Yalulema Vocabulary of 1887, and is also illustrated in MS"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "given": "b"
      }
    ],
    "citation-number": [
      "155"
    ],
    "title": [
      "T(jOP(jOKE or TCOFCOKE"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "Northern Congo, &c.)."
      },
      {
        "family": "H",
        "given": "W."
      }
    ],
    "date": [
      "1910"
    ],
    "location": [
      "Brussels"
    ],
    "note": [
      "I have some additional information also from the Rev. William Forfeitt."
    ],
    "title": [
      "The Ngombe dialects were first set down on paper by the Rev",
      "Stapleton in his Comparative Handbook of Co7igo Languages. They were illustrated subsequently (very slightly) by Franz Thonner in his Daits la grande Foret de I' Afrique Centrale, Brussels, 1899, and his Du Conga a PUbangi"
    ],
    "type": null
  },
  {
    "container-title": [
      "It is also, together with Ngala, the 'Kibafigi' of Dr. A. Sims's vocabulary, 1886, and has its share of illustration in W. H. Stapleton's Comparative Handbook of Congo Languages. A few words of its Irebu variant are scattered about the Rev. George Grenfell's diaries and note-books. 167"
    ],
    "note": [
      "MPAMA or BOOKOOTE (INJOOLOO, WAWGATA)."
    ],
    "title": [
      "correct name of Bafigi or Bobangi by the Baptist missionaries. The most complete and important illustration of this language of the western Congo is given in the Grammar and Dictionary of the Bobangi Language, by John Whitehead, B.M.S., published by the Baptist Missionary Society in 1899"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "La Revue Congolaise",
      "A. R"
    ],
    "date": [
      "1910"
    ],
    "title": [
      "A few words of Wafigata are given by Lieutenant Engel in",
      "but Mpama has been illustrated since this work was in print by a vocabulary compiled by the Rev"
    ],
    "type": "article-journal",
    "volume": [
      "i"
    ]
  },
  {
    "author": [
      {
        "family": "Stonelake",
        "given": "B.M.S."
      }
    ],
    "date": [
      "1918"
    ],
    "pages": [
      "782, 783"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "SEWGELE, 168 a. BATENDE. No."
      }
    ],
    "citation-number": [
      "168."
    ],
    "container-title": [
      "Robert Glennie"
    ],
    "note": [
      "of the Baptist"
    ],
    "title": [
      "168 is represented by a MS. vocabulary compiled by the Rev"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "R",
        "given": "Capt M."
      }
    ],
    "date": [
      "1905"
    ],
    "location": [
      "Paris"
    ],
    "publisher": [
      "Imprimerie Nationale"
    ],
    "title": [
      "Avelot's article on Recherches sur Vhistoire des migrations dans le Bassin de L'Ogooue in the Bulletin de Geographie Historique et Descriptive"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "given": "L.I.-D.U.M.A."
      }
    ],
    "citation-number": [
      "189."
    ],
    "container-title": [
      "Fr. Antoine Reeb, Paris"
    ],
    "date": [
      "1895"
    ],
    "location": [
      "Bavaria"
    ],
    "publisher": [
      "Dahin, Kempfen"
    ],
    "title": [
      "See Essai de Gra7nmaire Douma, by the Rev",
      "895, and Vocabulaire Aduma-Fran^ais and Vocabulaire Fran(ais-Aduma, by Father P"
    ],
    "type": "article-journal",
    "volume": [
      "1"
    ]
  },
  {
    "citation-number": [
      "190."
    ],
    "container-title": [
      "My chief material"
    ],
    "note": [
      "however, is a vocabulary supplied by Pere Raponda-Walker."
    ],
    "title": [
      "NJAVI or NJABI (sometimes styled a dialect of LI-DUMA). There are allusions to this group of dialects in Avelot's article [supra), and there is a short vocabulary in Paul du Ch-i.\\W\\i' s Journey to Ashangoland"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "BIENGA",
        "given": "B.E.W.G.A.",
        "particle": "or"
      },
      {
        "family": "H",
        "given": "R."
      },
      {
        "family": "H",
        "given": "R."
      }
    ],
    "citation-number": [
      "195."
    ],
    "container-title": [
      "The Rev"
    ],
    "date": [
      "1915",
      "1887"
    ],
    "location": [
      "London",
      "Berlin"
    ],
    "note": [
      "A full vocabulary of Beiiga (sometimes called ' OOkcota ') was sent me in 1916 by Pfere Raponda-Walker. A"
    ],
    "publisher": [
      "Duckworth and Co"
    ],
    "title": [
      "A brief vocabulary of Benga was given by Clarke in his Specimens of Dialects (T.\\iShort Vocabularies of Languages of Africa) published in 1849. The language, however, received no adequate treatment until the publication of a Grammar by the American missionary James L. Mackey at New York in 1855. This was republished in a revised form by the Rev",
      "Nassau, through the American Tract Society, New York, 1892",
      "Nassau also gave a number of Beiiga animal names in his Where Ani}nals Talk",
      "A few words of Beiiga and a Discussion of the Benga Verb, by Carl Meinhof, appeared in the Zeitschrift fiir Afrikanische Sprachen"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Rev. Fr. G. A",
        "particle": "given by the"
      }
    ],
    "container-title": [
      "J. R. Wilson, was published in"
    ],
    "date": [
      "1907"
    ],
    "note": [
      "ol iht Journal i of the American Oriental Society (Boston, 1842)."
    ],
    "title": [
      "Adams in the volume oi Anthropos for",
      "A fragmentary but precious vocabular>' of Naka or Batafiga, by the Rev"
    ],
    "type": "article-journal",
    "volume": [
      "p. 351"
    ]
  },
  {
    "author": [
      {
        "given": "B.A.N.O.O.H.O.O."
      }
    ],
    "citation-number": [
      "199."
    ],
    "container-title": [
      "Fr. G. A"
    ],
    "note": [
      "Adams, appears in the"
    ],
    "title": [
      "A Grammatical Sketch and a Vocabulary of Bancohco, by the Rev"
    ],
    "type": "article-journal"
  },
  {
    "container-title": [
      "and the maps, &c., in the Mitt. V. Forsch. atis den Deutschen Schutzgebieten"
    ],
    "date": [
      "1903"
    ],
    "location": [
      "Berlin"
    ],
    "note": [
      "and the same work for the year 1898."
    ],
    "title": [
      "guistic, in addition to the article by Lessner in Globus, 1904 (above mentioned"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "EUNDU",
        "given": "Y.A.U.N.D.E.",
        "particle": "or"
      }
    ],
    "citation-number": [
      "217."
    ],
    "container-title": [
      "by P. Max Haarpaintner in Anthropos for 1909",
      "Afrik. u. Ocean"
    ],
    "date": [
      "1895"
    ],
    "location": [
      "Berlin"
    ],
    "note": [
      "et seq.). Also Die Sprache der Jaunde in Kamerun, by P. Herrmann Nekes, BerHn, 1913 and the valuable information regarding Yaunde in the first volume of Giinter ;"
    ],
    "pages": [
      "684 919"
    ],
    "publisher": [
      "Sprachen"
    ],
    "title": [
      "Yaunde (Jaunde or Eundu) was first brought to notice by a brief vocabulary in Carl Meinhof's Die Sprachverhdltnisse in Kamerun [Zeitschrift f",
      "The first thorough description was given in Grammatik der Yaunde-Sprache {Kamerun"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Society",
        "given": "American Orie7ital"
      },
      {
        "family": "Rev. R. H. Nassau",
        "particle": "the"
      },
      {
        "family": "M.D.",
        "given": "published a Fanwe Primer"
      },
      {
        "family": "Vocabulary",
        "given": "which had been compiled by the Rev H.M.Adams"
      },
      {
        "family": "A.B.C.F.M",
        "particle": "of the"
      },
      {
        "given": "Ir"
      }
    ],
    "container-title": [
      "1881",
      "1887",
      "1894, the Rev. A. W. Marling issued in London ^ Premier Livre de Lecture Pahouin, and at the same time a translation of the Gospel of St. Matthew into the same language",
      "J. Bushnell"
    ],
    "note": [
      "His widow, Mrs. Arthur Marling, issued in 1902 a privately printed volume, which is The Story of the Bible, translated into the Pangwe language. Its title is Milan nten Anyame. My chief sources of information, how-—ever, for the Pafigwe language are (beside the above-mentioned Adams-Bushnell Primer) the Dictionnaire"
    ],
    "title": [
      "A short vocabulary was also contributed by Marche to Stanley's Through the Dark Continent",
      "Gaboon Mission, who died in August 1856, which material was revised in 1878 by the Rev",
      "and prepared for publication by Mr. Nassau",
      "Robert Cust published a Pamue-Spattish Vocabulary of the Fan Language, the dialect of Spanish Guinea, which had been compiled by Senor Amado Osorio Zabala (S.P.C.K., London, 1887"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "literal": "and a MS. vocabulary compiled for me by Mr. G. L. Bates, of the Ja river, S.E. Cameroons."
      },
      {
        "family": "Mr. G. L. Bates",
        "particle": "a. NTUM. A MS. vocabulary collected for me by"
      },
      {
        "family": "Bulu",
        "particle": "gives probably the Ntum dialect of"
      }
    ],
    "container-title": [
      "219. BULU"
    ],
    "note": [
      "Fran^ais-Fang, 6^c., by the Rev. Fr. Lejeune, published at Paris in 1892,",
      "published by the B. and F. B. Soc. in 1896. 220. NJIMA, NJIEM or 2IMU, 220 a. MAKA. My only source of information is a MS. vocabulary collected for me by Mr. G. L. Bates, long resi-"
    ],
    "pages": [
      "219"
    ],
    "title": [
      "There is also an article on the Pafigwe language by Gunther Tessmann {Sprichwdrter der Pangwe, Westafrika) in Anthropos for 1913 and ; much valuable mfonnation on the same subject is given in that author's remarkable monograph, Die Pangwe, published in the same year",
      "1 have also used a vocabulary in Giinter Tessmann's Die Pans;we : and a translation of the Gospels into Bulu"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "E. Funke",
        "particle": "by"
      },
      {
        "family": "Mitt",
        "particle": "in the"
      }
    ],
    "container-title": [
      "Funke, in the same",
      "des Seminars f. Orient"
    ],
    "date": [
      "1909",
      "1910"
    ],
    "issue": [
      "en (vol. xii"
    ],
    "location": [
      "Berlin"
    ],
    "note": [
      "Westermann, also in vol. xiii of the Mitt. d. Seni.f. Orient. :"
    ],
    "title": [
      "Detitsch-Avatime-Worterverzeichniss and Die Nyangbo-Tafi-Sprache, by E",
      "Lefana ; (257) Die Lefana-Sprache in Togo, by D"
    ],
    "type": "article-journal",
    "volume": [
      "xiii"
    ]
  }
]
