[
  {
    "container-title": [
      "except in either case in accordance with the Regulation S under the Securities Act"
    ],
    "note": [
      "Terms used above have the meanings given to them in Regulation S.\""
    ],
    "title": [
      "The securities covered hereby have not been registered under the U.S. Securities Act of 1933, as amended (the \"Securities Act\") and may not be offered or sold within the United States or to, or for the account or benefit of, U.S. persons: (i) as part of their distribution at any time; or (ii) otherwise until 40 days after the later of the date of the commencement of the Offering and the Closing Date"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "Internal Revenue Code of"
    ],
    "date": [
      "1986"
    ],
    "note": [
      "as amended, and regulations promulgated thereunder."
    ],
    "title": [
      "Bearer Notes which are subject to U.S. tax law requirements may not be offered, sold or delivered in the United States or its possessions or to a United States person, except in certain transactions permitted by U.S. tax regulations. Terms used in this paragraph have the meaning given to them by the U.S"
    ],
    "type": "article-journal"
  },
  {
    "note": [
      "or Section 276(4)(i)(B) of the SFA;"
    ],
    "title": [
      "i) to an institutional investor or to a relevant person or to any person arising from an offer referred to in Section 275(1A"
    ],
    "type": null
  },
  {
    "note": [
      "Securities and Securities-based Derivatives Contracts) Regulations 2018."
    ],
    "title": [
      "v) as specified in Regulation 37A of the Securities and Futures (Offers of Investments"
    ],
    "type": null
  },
  {
    "note": [
      "i) to qualified investors (investitori qualificati), as defined pursuant to Article 2 of Regulation (EU) No. 1129 of 14 June 2017 (the Prospectus Regulation) and any applicable provision of Italian laws and regulations; or"
    ],
    "type": null
  },
  {
    "note": [
      "Decree No. 58 of 24 February 1998, as amended (the Financial Services Act), CONSOB Regulation No. 20307 of 15 February 2018 (as amended from time to time) and Legislative Decree No. 385 of 1 September 1993, as amended (the Banking Act); and"
    ],
    "title": [
      "a) be made by an investment firm, bank or financial intermediary permitted to conduct such activities in the Republic of Italy in accordance with the Legislative"
    ],
    "type": null
  },
  {
    "note": [
      "EU) 2019/980; (ii) the second supplement dated 2 November 2021 to the Registration Document (the \"Second Supplement to the Registration Document\"); (iii) the annual report of the Issuer as of 31 December 2020 (English language version) (the \"Annual Report 2020\"); (iv) the unconsolidated annual financial statements of the Issuer as of 31 December 2020 (English language version) (the \"Annual Financial Statements 2020\");"
    ],
    "title": [
      "i) the registration document for secondary issuances of non-equity securities dated 3 May 2021 (the \"Registration Document\") in accordance with Article 6(3) and Article 14 of the Prospectus Regulation and Article 9 of the Commission Delegated Regulation"
    ],
    "type": "report"
  },
  {
    "note": [
      "v) the interim report of the Issuer as of 30 June 2021 (English language version) (the \"Q2 2021 Interim Report\"); and"
    ],
    "type": "report"
  },
  {
    "note": [
      "Section \"Risk Factors\" 3 – 37 Section \"Statutory Auditors\" 37"
    ],
    "type": null
  },
  {
    "citation-number": [
      "2"
    ],
    "title": [
      "The following sections and subsections of the Second Supplement to the Registration Document"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "Section \"II. Administrative"
      }
    ],
    "container-title": [
      "Subsection \"III. Financial Information Concerning Deutsche Bank's Assets",
      "and Liabilities, Financial Position and Profits and Losses – Legal and Arbitration Proceedings\" Section \"IV"
    ],
    "note": [
      "Regulatory Disclosures\" 31"
    ],
    "pages": [
      "– 31"
    ],
    "title": [
      "Management and Supervisory Bodies and Senior 10 – 13 Management"
    ],
    "type": "paper-conference",
    "url": [
      "http://dl.bourse.lu/dlp/10103279ebc8fd4d438331d38228d761f4"
    ],
    "volume": [
      "13"
    ]
  },
  {
    "citation-number": [
      "3"
    ],
    "title": [
      "The following sections and subsections of the Annual Report 2020"
    ],
    "type": null
  },
  {
    "citation-number": [
      "4"
    ],
    "title": [
      "The following sections of the Annual Financial Statements 2020"
    ],
    "type": null
  },
  {
    "citation-number": [
      "6"
    ],
    "title": [
      "The following sections and subsections of the Q3 2021 Earnings Report"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Banco Bilbao Vizcaya Argentaria",
        "given": "S.A.Banco Santander"
      },
      {
        "family": "Sauceda",
        "given": "S.A.Ciudad B.B.V.A.Ciudad Grupo Santander C./"
      }
    ],
    "location": [
      "Madrid Spain"
    ],
    "title": [
      "28 Avenida de Cantabria s/n 28050, Madrid Edificio Encinar, planta baja, Spain 28660, Boadilla del Monte"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Zentral-Genossenschaftsbank",
        "given": "D.Z.B.A.N.K.A.G.Deutsche"
      },
      {
        "family": "S.p.A",
        "given": "Intesa Sanpaolo"
      }
    ],
    "title": [
      "Frankfurt am Main Divisione IMI Corporate & Investment Banking Platz der Republik Via Manzoni 4 60325 Frankfurt am Main 20121 Milan Federal Republic of Germany Italy Nordea Bank Abp Standard Chartered Bank AG Satamaradankatu 5 Taunusanlage 16 00020 Nordea 60325 Frankfurt am Main Finland Federal Republic of Germany"
    ],
    "type": null
  }
]
