[
  {
    "author": [
      {
        "family": "Chase",
        "given": "JPMorgan"
      },
      {
        "given": "Co"
      }
    ],
    "container-title": [
      "The Corporate & Investment billion in stockholders’ equity as of December 31",
      "Mortgage Banking (including Mortgage Production, Association (“Chase Bank USA, N.A.”), a national bank that is the Firm’s Mortgage Servicing and Real Estate Portfolios) and Card, Merchant credit card–issuing bank. JPMorgan Chase’s principal nonbank subsidiary Services & Auto (“Card”). Consumer & Business Banking offers deposit is J.P. Morgan Securities LLC (“JPMorgan Securities”), the Firm’s U.S. and investment products and services to consumers, and lending, deposit, investment banking firm. The bank and nonbank subsidiaries of JPMorgan and cash management and payment solutions to small businesses. Mortgage Chase operate nationally as well as through overseas branches and Banking includes mortgage origination and servicing activities, as well as subsidiaries, representative offices and subsidiary foreign banks. One of the portfolios comprised of residential mortgages and home equity loans"
    ],
    "date": [
      "2012"
    ],
    "note": [
      "Firm’s principal operating subsidiaries in the United Kingdom (“U.K.”) is including the purchased credit impaired (“PCI”) portfolio acquired in the J.P. Morgan Securities plc (formerly J.P. Morgan Securities Ltd.), a wholly- Washington Mutual transaction. Card issues credit cards to consumers and owned subsidiary of JPMorgan Chase Bank, N.A. small businesses, provides payment services to corporate and public sector clients through its commercial card products, offers payment processing services to merchants, and provides auto and student loan services."
    ],
    "title": [
      "a financial holding company incorporated under JPMorgan Chase’s activities are organized, for management reporting Delaware law in 1968, is a leading global financial services firm and one of purposes, into four major reportable business segments, as well as a the largest banking institutions in the United States of America (“U.S.”), Corporate/Private Equity segment. The Firm’s consumer business is the with operations worldwide; the Firm has $2.4 trillion in assets and $204.1 Consumer & Community Banking segment",
      "The Firm is a Bank, Commercial Banking, and Asset Management segments comprise leader in investment banking, financial services for consumers and small the Firm’s wholesale businesses. A description of the Firm’s business businesses, commercial banking, financial transaction processing, asset segments, and the products and services they provide to their respective management and private equity. Under the J.P. Morgan and Chase brands, client bases, follows. the Firm serves millions of customers in the U.S. and many of the world’s Consumer & Community Banking most prominent corporate, institutional and government clients. Consumer & Community Banking (“CCB”) serves consumers and JPMorgan Chase’s principal bank subsidiaries are JPMorgan Chase Bank, businesses through personal service at bank branches and through ATMs, National Association (“JPMorgan Chase Bank, N.A.”), a national bank online, mobile and telephone banking. CCB is organized into Consumer & with U.S. branches in 23 states, and Chase Bank USA, National Business Banking"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "diversification",
        "particle": "geographic"
      }
    ],
    "date": [
      "2011"
    ],
    "note": [
      "decreased to 2.10% at December 31, 2012, from 2.81% at December 31, or 41% of the retained loan portfolio, at December 31, 2012, compared"
    ],
    "title": [
      "Total credit card loans were $128.0 billion at December 31, 2012, a based portfolio that has good U.S",
      "The greatest decrease of $4.3 billion from December 31",
      "The decrease in geographic concentration of credit card retained loans is in California, outstanding loans was primarily due to higher repayment rates. which represented 13% of total retained loans at both December 31, 2012 and 2011. Loan concentration for the top five states of California, New For the retained credit card portfolio, the 30+ day delinquency rate York, Texas, Florida and Illinois consisted of $52.3 billion in receivables"
    ],
    "type": null
  },
  {
    "container-title": [
      "The"
    ],
    "date": [
      "2011"
    ],
    "title": [
      "For the years ended December 31, 2012 and 2011, the net charge-off with $53.6 billion, or 40%, at December 31, 2011. rates were 3.95% and 5.44% respectively. Charge-offs have improved as a result of lower delinquent loans"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "J.P",
        "given": "Purchase",
        "particle": "of remaining interest in"
      }
    ],
    "note": [
      "The Firm’s payment obligations under those agreements will be deemed satisfied by the Firm’s Global settlement on servicing and origination of mortgages payments and provisions of relief under the global settlement."
    ],
    "title": [
      "Morgan Cazenove Also on February 9, 2012, the Firm entered into agreements with the Board On January 4, 2010, JPMorgan Chase purchased the remaining interest in of Governors of the Federal Reserve System (“Federal Reserve”) and the J.P. Morgan Cazenove, an investment banking business partnership formed Office of the Comptroller of the Currency (“OCC”) for the payment of civil in 2005, which resulted in an adjustment to the Firm’s capital surplus of money penalties related to conduct that was the subject of consent orders approximately $1.3 billion. entered into with the banking regulators in April 2011"
    ],
    "type": null
  },
  {
    "note": [
      "government agencies, including the U.S. Department of Justice (“DOJ”), Washington Mutual, Inc. bankruptcy plan confirmation"
    ],
    "title": [
      "On February 9, 2012, the Firm announced that it had agreed to a settlement For further information on this global settlement, see Loans in Note 14 on in principle (the “global settlement”) with a number of federal and state pages 250–275 of this Annual Report"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "b"
      }
    ],
    "container-title": [
      "In these circumstances the impairment loss is equal"
    ],
    "note": [
      "to ended December 31, 2012; certain prime mortgage-backed securities for the year ended"
    ],
    "title": [
      "Includes other-than-temporary impairment losses recognized in income on certain prime Firm will be required to sell the debt security before recovery of its mortgage-backed securities and obligations of U.S. states and municipalities for the year amortized cost basis"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "In the event of a (d) Excludes realized losses of $24 million on sales of non-U.S. corporate debt"
    ],
    "date": [
      "2010"
    ],
    "note": [
      "government debt and certain asset-backed securities that had been previously reported as credit loss, only the amount of impairment associated with the credit loss is an OTTI loss due to the intention to sell the securities during the year ended December 31, recognized in income. 2012."
    ],
    "pages": [
      "–"
    ],
    "title": [
      "the full difference between the amortized cost basis and the fair value of the December 31, 2011; and certain prime mortgage-backed securities and obligations of U.S. states and municipalities for the year ended December 31",
      "securities. When the Firm has the intent and ability to hold AFS debt (c) Represents the excess of the amortized cost over the fair value of certain non-U.S. securities in an unrealized loss position, it evaluates the expected cash corporate debt, and non-U.S. government debt securities the Firm intends to sell. flows to be received and determines if a credit loss exists"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Milan Litigation",
        "given": "City",
        "particle": "of"
      },
      {
        "family": "Investigation",
        "given": "Criminal"
      },
      {
        "family": "JPMorgan Chase Bank",
        "given": "N.A."
      },
      {
        "given": "J.P."
      }
    ],
    "note": [
      "All (together, “JPMorgan Chase”) in the District Court of Milan. The cases were consolidated in the United States District Court for the Eastern proceedings relate to (a) a bond issue by the City in June 2005 (the District of New York for pretrial proceedings."
    ],
    "title": [
      "In January 2009, the MasterCard, as well as certain other banks, conspired to set the price of City of Milan, Italy (the “City”) issued civil proceedings against (among credit and debit card interchange fees, enacted respective rules in violation others",
      "Morgan Securities plc of antitrust laws, and engaged in tying/bundling and exclusive dealing"
    ],
    "type": null
  },
  {
    "publisher": [
      "Inc"
    ],
    "title": [
      "Bond”), and (b) an associated swap transaction, which was subsequently In October 2012, Visa, Inc., its wholly-owned subsidiaries Visa U.S.A"
    ],
    "type": "book"
  },
  {
    "container-title": [
      "The City seeks MasterCard International Incorporated and various United States financial institution defendants"
    ],
    "note": [
      "including JPMorgan Chase & Co., JPMorgan"
    ],
    "title": [
      "restructured on a number of occasions between 2005 and 2007 (the and Visa International Service Association, MasterCard Incorporated, “Swap”"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "LIBOR",
        "particle": "dollar"
      },
      {
        "family": "LIBOR",
        "particle": "dollar"
      },
      {
        "family": "Ltd.",
        "given": "J.P.Morgan Clearing Corp"
      },
      {
        "given": "J.P."
      }
    ],
    "date": [
      "2012-11"
    ],
    "note": [
      "dollar LIBOR. The defendants (together, “Fairfield”), so-called Madoff feeder funds. These actions are moved to dismiss all claims in these three putative class actions and three based on theories of mistake and restitution, among other theories, and seek related individual actions pending before the Court. The Court has not yet to recover payments made to defendants by the funds totaling ruled on the defendants’ motions to dismiss. approximately $155 million. Pursuant to an agreement with the Trustee, the liquidators of Fairfield have voluntarily dismissed their action against J.P."
    ],
    "title": [
      "in loans, derivatives or other financial instruments whose values are Madoff’s brokerage firm. In October 2011, the United States District Court impacted by changes in U.S",
      "Yen LIBOR, or Euroyen for the Southern District of New York granted JPMorgan Chase’s motion to TIBOR and assert a variety of claims including antitrust claims seeking dismiss the common law claims asserted by the Trustee, and returned the treble damages. remaining claims to the Bankruptcy Court for further proceedings. The Trustee appealed this decision and oral argument on the appeal was held in In 2011, a number of class actions were filed against LIBOR panel banks",
      "The Firm is awaiting the Court’s decision. including the Firm, asserting various federal and state law claims relating to the alleged manipulation of U.S",
      "These purported class Separately, J.P. Morgan Trust Company (Cayman) Limited, JPMorgan actions were consolidated for pre-trial purposes in the United States District (Suisse) SA, J.P. Morgan Securities plc, Bear Stearns Alternative Assets Court for the Southern District of New York before District Judge International",
      "Morgan Bank Buchwald, who appointed interim lead counsel for three proposed classes: Luxembourg SA, and J.P. Morgan Markets Limited (formerly Bear Stearns (i) direct purchasers of U.S. dollar LIBOR-based financial instruments in International Limited) have been named as defendants in lawsuits presently the over-the-counter market; (ii) purchasers of U.S. dollar LIBOR-based pending in Bankruptcy Court in New York arising out of the liquidation financial instruments on an exchange; and (iii) purchasers of debt securities proceedings of Fairfield Sentry Limited and Fairfield Sigma Limited that pay an interest rate linked to U.S"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "April",
        "given": "Since"
      }
    ],
    "date": [
      "2012"
    ],
    "note": [
      "The other actions"
    ],
    "title": [
      "a number of additional U.S. dollar LIBOR putative class Morgan Securities plc without prejudice to refiling"
    ],
    "type": null
  },
  {
    "container-title": [
      "Morgan Securities Washington Mutual Litigations section below. The other actions are at LLC and J.P. Morgan Acceptance Corporation I relating to delinquency various initial stages of litigation in the New York and Delaware state disclosures, and of Bear Stearns entities and J.P. Morgan Securities LLC"
    ],
    "date": [
      "2012"
    ],
    "editor": [
      {
        "given": "November"
      }
    ],
    "title": [
      "MBS trusts, against the Firm and the FDIC based on MBS issued by due diligence in connection with securitizations",
      "the Washington Mutual Bank and its affiliates; that case is described in the Firm settled with the SEC over its investigations of J.P"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "GAAP",
        "given": "U.S."
      }
    ],
    "note": [
      "Congress; these obligations are not explicitly Retained loans: Loans that are held-for-investment (i.e. excludes loans held- guaranteed as to the timely payment of principal and interest by the full faith for-sale and loans at fair value). and credit of the U.S. government."
    ],
    "title": [
      "Accounting principles generally accepted in the United States of receivable on the Consolidated Balance Sheets for the wholesale lines of America. business. U.S. government-sponsored enterprise obligations: Obligations of agencies Reported basis: Financial statements prepared under U.S. GAAP, which originally established or chartered by the U.S. government to serve public excludes the impact of taxable-equivalent adjustments. purposes as specified by the U.S"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "U.S. Treasury",
        "particle": "off-"
      },
      {
        "family": "Treasury",
        "given": "U.S.Department",
        "particle": "of the"
      }
    ],
    "note": [
      "Risk-weighted assets (“RWA”): Risk-weighted assets consist of on-",
      "if Washington Mutual transaction: On September 25, 2008, JPMorgan Chase any. Off-balance sheet assets such as lending-related commitments, guarantees, acquired certain of the assets of the banking operations of Washington Mutual derivatives and other applicable off-balance sheet positions are Bank (“Washington Mutual”) from the FDIC."
    ],
    "title": [
      "balance sheet assets that are assigned to one of several broad risk categories and Value-at-risk (“VaR”): A measure of the dollar amount of potential loss from weighted by factors representing their risk and potential for default. On-balance adverse market moves in an ordinary market environment. sheet assets are risk-weighted based on the estimated credit risk associated with the obligor or counterparty, the nature of any collateral, and the guarantor"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "loans",
        "given": "Non-U.S.",
        "particle": "nonaccrual"
      }
    ],
    "container-title": [
      "—Total Non-U.S. nonaccrual consumer loans"
    ],
    "pages": [
      "– – –",
      "– – – – –"
    ],
    "title": [
      "Consumer, excluding credit card loans — — — — —Credit Card loans"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "—Total Non-U.S. Consumer loans"
    ],
    "pages": [
      "– – – –",
      "– – – – –"
    ],
    "title": [
      "Non-U.S.: Consumer, excluding credit card loans — — — — —Credit Card loans(b"
    ],
    "type": "chapter"
  },
  {
    "note": [
      "and Note 14 on"
    ],
    "pages": [
      "134–135,",
      "250–275"
    ],
    "title": [
      "For a discussion of nonaccrual loans, past-due loan accounting policies, and accruing restructured loans see Credit Risk Management on"
    ],
    "type": null
  },
  {
    "pages": [
      "70,567 2011 266 64 52,760 – 53,090 6,836 59,926"
    ],
    "title": [
      "Cross-border outstandings exceeding 0.75% of total assets Net local country Total cross-border (in millions) December 31, Governments Banks Other(b) assets outstandings(c) Commitments(d) Total exposure Cayman Islands 2012 $ 315 $ 35 $ 67,700 $ — $ 68,050 $ 2,517 $"
    ],
    "type": null
  },
  {
    "date": [
      "2010"
    ],
    "pages": [
      "73 136 38,278 – 38,487 7,926 46,413"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Japan"
      }
    ],
    "date": [
      "2012",
      "2011"
    ],
    "pages": [
      "57,158 132,135"
    ],
    "title": [
      "$ 2,016 $ 30,616 $ 7,706 $ 23,679 $ 64,017 $ 57,041 $ 121,058"
    ],
    "type": null,
    "volume": [
      "3,135 32,334 3,572 35,936 74,977"
    ]
  },
  {
    "date": [
      "2010"
    ],
    "pages": [
      "117,880"
    ],
    "type": null,
    "volume": [
      "233 24,386 4,231 25,050 53,900 63,980"
    ]
  },
  {
    "author": [
      {
        "given": "France"
      }
    ],
    "date": [
      "2012",
      "2011"
    ],
    "pages": [
      "154,401"
    ],
    "title": [
      "$ 10,706 $ 19,044 $ 26,902 $ 1,581 $ 58,233 $ 91,603 $ 149,836"
    ],
    "type": null,
    "volume": [
      "2,960 20,167 29,043 1,333 53,503 100,898"
    ]
  },
  {
    "date": [
      "2010"
    ],
    "pages": [
      "150,228"
    ],
    "type": null,
    "volume": [
      "4,699 16,541 26,374 1,473 49,087 101,141"
    ]
  },
  {
    "date": [
      "2011"
    ],
    "pages": [
      "8,386 – 38,851 104,125 142,976"
    ],
    "title": [
      "Germany 2012 $ 9,363 $ 23,957 $ 11,557 $ 310 $ 45,187 $ 92,388 $ 137,575"
    ],
    "type": null,
    "volume": [
      "8,900 21,565"
    ]
  },
  {
    "date": [
      "2010"
    ],
    "pages": [
      "– 42,998 108,141 151,139"
    ],
    "type": null,
    "volume": [
      "15,339 9,900 17,759"
    ]
  },
  {
    "pages": [
      "130 9,433 38,879 – 48,442 44,832 93,274"
    ],
    "title": [
      "Netherlands 2012 $ 54 $ 5,947 $ 36,754 $ — $ 42,755 $ 41,836 $ 84,591 2011"
    ],
    "type": null
  },
  {
    "date": [
      "2010"
    ],
    "pages": [
      "– 44,659 47,015 91,674"
    ],
    "type": null,
    "volume": [
      "506 8,093 36,060"
    ]
  },
  {
    "author": [
      {
        "given": "Brazil"
      }
    ],
    "date": [
      "2012",
      "2011"
    ],
    "pages": [
      "34,019"
    ],
    "title": [
      "$ 4,951 $ 4,373 $ 6,367 $ 9,452 $ 25,143 $ 8,939 $ 34,082"
    ],
    "type": null,
    "volume": [
      "2,928 3,746 5,635 11,685 23,994 10,025"
    ]
  },
  {
    "date": [
      "2010"
    ],
    "pages": [
      "28,054"
    ],
    "type": null,
    "volume": [
      "2,611 5,302 4,252 4,750 16,915 11,139"
    ]
  },
  {
    "pages": [
      "73,355"
    ],
    "title": [
      "Switzerland 2012 $ 103 $ 4,193 $ 3,657 $ 14,121 $ 22,074 $ 32,531 $ 54,605 2011"
    ],
    "type": null,
    "volume": [
      "119 5,596 1,757 30,324 37,796 35,559"
    ]
  },
  {
    "date": [
      "2010"
    ],
    "pages": [
      "146 4,781 2,167 – 7,094 37,208 44,302"
    ],
    "type": null
  },
  {
    "pages": [
      "85 2,530 11,604 – 14,219 9,825 24,044"
    ],
    "title": [
      "Ireland 2012 $ 97 $ 2,818 $ 12,845 $ — $ 15,760 $ 8,951 $ 24,711 2011"
    ],
    "type": null
  },
  {
    "date": [
      "2010"
    ],
    "pages": [
      "189 6,300 12,307 – 18,796 11,453 30,249"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Kingdom",
        "given": "United"
      }
    ],
    "date": [
      "2012"
    ],
    "pages": [
      "984 12,023 14,003 – 27,010 156,747 183,757"
    ],
    "title": [
      "$ 712 $ 5,782 $ 8,757 $ — $ 15,251 $ 125,234 $ 140,485 2011"
    ],
    "type": null
  },
  {
    "date": [
      "2010"
    ],
    "pages": [
      "– 23,823 165,282 189,105"
    ],
    "type": null,
    "volume": [
      "787 12,133 10,903"
    ]
  },
  {
    "author": [
      {
        "given": "Canada"
      }
    ],
    "date": [
      "2012",
      "2011"
    ],
    "pages": [
      "– 11,438 21,442 32,880"
    ],
    "title": [
      "$ 1,536 $ 5,746 $ 3,718 $ — $ 11,000 $ 19,763 $ 30,763"
    ],
    "type": null,
    "volume": [
      "2,635 5,037 3,766"
    ]
  },
  {
    "title": [
      "Asset Management Annual negative pre-provision net income Card Services Annual negative pre-tax, pre-loan loss reserve income Commercial Bank Annual negative pre-provision net income including loan charge-offs"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "IV, Ltd. Ohio BOCF, LLC Delaware JPM Mezzanine Capital, LLC Delaware Banc One Financial LLC Delaware JPMorgan Capital Corporation Delaware First Chicago Leasing Corporation Delaware FM Holdings I, Inc. Delaware OX FCL Two, Inc. Delaware NLTC Fund Holdings I, Inc. Delaware GTC Fund V Holdings, Inc. Delaware GTC Fund IV Holdings, Inc. Delaware GTC Fund III Holdings, Inc. Delaware GHML Holdings II, Inc. Delaware GHML Holdings I, Inc. Delaware First Chicago Lease Holdings, Inc. Delaware Palo Verde Leasing Corporation Delaware JPMorgan Housing Corporation Delaware Cooper Project, L.L.C. Delaware J.P. Morgan Mansart Investments France Lenox Court Associates, Ltd Florida SAHP"
      },
      {
        "family": "Fund",
        "given": "Corp Canada One Mortgage Partners Corp Vermont O.E.P.Holding Corporation Delaware O.E.P.Parent L.L.C.Delaware Bank One Investment L.L.C.Delaware Banc One Equity Capital",
        "suffix": "II"
      },
      {
        "family": "Capital",
        "given": "L.L.C.Delaware Banc One Equity",
        "suffix": "II"
      },
      {
        "family": "Partners",
        "given": "L.L.C.Delaware One Equity Partners L.L.C.Delaware One Equity",
        "suffix": "II"
      },
      {
        "family": "Partners",
        "given": "L.P.Cayman Islands One Equity",
        "suffix": "III"
      },
      {
        "family": "Partners",
        "given": "L.P.Cayman Islands One Equity",
        "suffix": "IV"
      },
      {
        "family": "V",
        "given": "L.P.Cayman Islands One Equity Partners"
      },
      {
        "family": "I",
        "given": "L.P.Cayman Islands Chase Travel Investment"
      },
      {
        "family": "Holdings",
        "given": "L.L.C.Delaware SapoToro B.V.Netherlands V.A.C.",
        "suffix": "II"
      },
      {
        "literal": "Stearns International Funding I S.à r.l. Luxembourg J.P. Morgan Dublin Financial Holdings Limited Ireland J.P. Morgan Bank Dublin plc Ireland Bear Stearns International Funding II S.à r.l."
      },
      {
        "family": "Partners",
        "given": "Of J.P.Morgan"
      },
      {
        "family": "CVCA",
        "given": "L.P.California"
      },
      {
        "family": "Investments",
        "given": "L.L.C.Delaware Chemical"
      },
      {
        "family": "Hambrecht",
        "given": "Inc Delaware Clintstone Properties Inc New York"
      },
      {
        "family": "Homesales",
        "given": "Quist California California H.&Q.Holdings Inc Delaware"
      },
      {
        "family": "Services",
        "given": "Inc Delaware J.P.Morgan Broker-Dealer Holdings Inc Delaware J.P.Morgan Securities L.L.C.Delaware J.P.Morgan Clearing Corp Delaware J.P.Morgan Capital Financing Limited United Kingdom Robert Fleming Holdings Limited United Kingdom Copthall Overseas Limited United Kingdom J.P.Morgan Management Limited Jersey J.P.Morgan Chase International Financing Limited United Kingdom Chase Commercial Corporation Delaware J.P.Morgan Chase Community Development Corporation Delaware J.P.Morgan Chase National Corporate"
      },
      {
        "family": "Holdings",
        "given": "Inc New York J.P.Morgan Equity"
      },
      {
        "family": "I",
        "given": "Inc Delaware J.P.M.Capital Corporation Delaware J.P.M.C.Wind Assignor Corporation Delaware J.P.M.C.Wind Investment L.L.C.Delaware J.P.M.C.Wind Investment Portfolio L.L.C.Delaware J.P.M.Heartland Wind"
      },
      {
        "family": "Wind",
        "given": "L.L.C.Delaware J.P.M.Penta"
      },
      {
        "family": "USA",
        "given": "L.L.C.Delaware C.M.C.Holding Delaware Inc Delaware Chase Bank"
      },
      {
        "family": "Services",
        "given": "National Association United States Chase BankCard"
      },
      {
        "family": "Delaware Delaware JPMorgan Bank",
        "given": "Inc Delaware Chase BankCard L.L.C.Delaware J.P.Morgan Trust Company",
        "particle": "of"
      },
      {
        "family": "Company",
        "given": "Trust"
      },
      {
        "family": "Holdings",
        "given": "National Association United States J.P.Morgan Finance Holdings L.L.C.Delaware JPMorgan Finance Japan Y.K.Japan J.P.Morgan G.T.Corporation Delaware J.P.Morgan Insurance"
      },
      {
        "given": "L.L.C."
      },
      {
        "family": "Partners",
        "given": "Wisconsin J.P.Morgan International Holdings L.L.C.Delaware J.P.Morgan Trust Company Limited Cayman Islands J.P.Morgan Trust Company Limited The Bahamas J.P.Morgan Invest Holdings L.L.C.Delaware J.P.Morgan Retirement Plan Services L.L.C.Delaware J.P.Morgan"
      },
      {
        "family": "Holdings",
        "given": "L.L.C.Delaware J.P.Morgan Private Investments Inc Delaware J.P.Morgan Services Asia"
      },
      {
        "family": "J.P",
        "given": "Inc Delaware J.P.Morgan Services Asia Holdings Limited Mauritius"
      },
      {
        "family": "China Carbon Acquisition Company Limited Jersey ECOSECURITIES GROUP PLC Ireland Trading",
        "given": "Delaware Arroyo Energy Investors L.L.C.Delaware Okwari C.B.Holdings L.P.Delaware Argonaut Power L.P.Delaware J.P.Morgan Commodities Canada Corporation Canada J.P.Morgan China Commodities Corporation Peoples Republic",
        "particle": "of"
      },
      {
        "family": "Bath",
        "given": "Transportation Management L.L.C.Delaware J.P.Morgan Metals Group Limited United Kingdom J.P.Morgan Metals Limited United Kingdom Henry"
      },
      {
        "family": "December",
        "given": "Son Limited United Kingdom"
      },
      {
        "family": "C.V. Mexico JPM International Consumer Holding Inc. Delaware JPM International Consumer Holding",
        "given": "Henry Bath L.L.C.Delaware Henry Bath B.V.Netherlands J.P.Morgan Energy Trading Holdings Ltd United Kingdom J.P.Morgan Energy Europe Ltd United Kingdom J.P.Morgan Energy Europe",
        "particle": "s.r.o. Czech Republic J.P. Morgan Commodities Sarl Switzerland TTMI Sarl Switzerland JPM Ventures Energy Mexico S. de R.L. de"
      },
      {
        "family": "Management",
        "given": "L.L.C.Delaware JPMorgan Asset Management Holdings Inc Delaware J.P.Morgan Alternative Asset"
      },
      {
        "family": "Inc",
        "given": "Inc Delaware JPMorgan Asset Management"
      },
      {
        "family": "P",
        "given": "Canada J.P.Morgan Investment Management Inc Delaware J.P.Morgan Direct Investors L.P.Delaware D.V.C.M.M.L.L.C.Delaware J.P.M.P.E.G.L.L.C.Delaware JPMorgan Global Absolute Return Strategies Fund L.L.C.Delaware S.M.F.Global G.P.L.L.C.Delaware JPMorgan Absolute Return Credit Fund L.L.C.Delaware J.P.Morgan Research Total Return Fund L.L.C.Delaware J."
      },
      {
        "family": "LLC",
        "given": "Cayman Islands JPMorgan Distressed Debt Fund L.L.C.Delaware JPMorgan Distressed Debt Master Fund Ltd Cayman Islands Junius Woodfield Carry L.L.C.Delaware Junius Woodfield C.I.P.L.L.C.Delaware Junius Woodfield L.P.Delaware Junius Woodfield S.P.V."
      },
      {
        "family": "GMIF",
        "given": "J.P.Morgan"
      },
      {
        "family": "Management",
        "given": "L.L.C.Delaware Highbridge Capital"
      },
      {
        "given": "Ltd"
      },
      {
        "family": "Capital",
        "given": "L.P.Delaware JPMorgan L.D.H.E.S.L.L.C.Delaware J.P.Morgan Fund Investor L.L.C.Delaware Constellation Venture",
        "suffix": "III"
      },
      {
        "family": "Ltda",
        "given": "L.P.Delaware H.C.M.Participacoes Brasil"
      },
      {
        "family": "Germany J.P. Morgan AG Germany NorChem Participacoes",
        "given": "Morgan Bank Canada Canada J.P.Morgan Beteiligungs-und Verwaltungsgesellschaft",
        "particle": "mbH"
      },
      {
        "family": "Holdings",
        "given": "Consultoria S.A.Brazil Norchem"
      },
      {
        "family": "Bolsa",
        "given": "Negocios S.A.Brazil J.P.Morgan Grupo Financiero S.A.",
        "particle": "De C.V. Mexico J.P. Morgan Casa de"
      },
      {
        "family": "C.V.",
        "given": "S.A.",
        "particle": "de"
      },
      {
        "family": "S.A.",
        "given": "J.P.Morgan Grupo Financiero Mexico Banco J.P.Morgan"
      },
      {
        "family": "Banca Multiple",
        "given": "J.P.",
        "particle": "Institucion de"
      },
      {
        "family": "S.A",
        "given": "Banco J.P.Morgan S.A.Brazil J.P.Morgan"
      },
      {
        "family": "Ireland J.P. Morgan Administration Services Limited Ireland J.P. Morgan Chase Bank Berhad Malaysia Chase Manhattan Holdings Limitada Brazil J.P. Morgan Securities Limited Jersey Sibelius Corporation Delaware Inversiones J.P. Morgan Limitada Chile J.P",
        "given": "Russia J.P.Morgan Bank Luxembourg S.A.Luxembourg J.P.Morgan Bank",
        "particle": "plc"
      },
      {
        "family": "JPMorgan Servicios Auxiliares",
        "given": "S.A.Spain J.P.Morgan Limited United Kingdom J.P.Morgan Chase Finance Limited United Kingdom JPMorgan Cazenove Holdings United Kingdom J.P.Morgan Cazenove Limited United Kingdom JPMorgan Cazenove Service Company United Kingdom J.P.Morgan Holdings B.V.Netherlands J.P."
      },
      {
        "family": "Whitefriars",
        "given": "Canada J.P.Morgan Espana S.A.Spain J.P.Morgan Whitefriars Inc Delaware J.P.Morgan"
      },
      {
        "family": "I",
        "given": "L.L.C.Delaware JPMorgan Colombia Ltda"
      },
      {
        "literal": "LLC Delaware JPMorgan Corporacion Financiera S.A. Colombia J.P. Morgan (Suisse) SA Switzerland J.P. Morgan Investimentos e Financas Ltda. Brazil J.P. Morgan Gavea Gestão de Patrimônio Ltda. Brazil J.P. Morgan Securities Asia Private Limited Singapore J.P. Morgan International Derivatives Ltd. Jersey J.P. Morgan Securities South Africa (Proprietary) Limited South Africa J.P. Morgan Malaysia Ltd. Malaysia J.P. Morgan Securities India Private Limited India Dearborn Merchant Services, Inc. Canada Chase Paymentech Solutions Canada First Data/Paymentech Canada Partner ULC British Columbia BOL Canada III, Inc. Delaware BOL Canada III Sub, Inc. Delaware BO Leasing III ULC Canada BOL Canada I, Inc. Delaware BOL Canada I Sub, Inc. Delaware BOL Canada II Sub, Inc. Delaware BOL Canada II Trust Delaware BO Leasing II ULC Canada JPMorgan Hedge Fund Services (Bermuda) Limited Bermuda December 31"
      },
      {
        "family": "Co.",
        "given": "L.L.C.Delaware JPMorgan Securities Japan"
      },
      {
        "family": "Luxembourg J.P. Morgan Partners",
        "given": "Ltd Japan J.P.Morgan Luxembourg International Sà",
        "particle": "r.l."
      },
      {
        "family": "Lux",
        "given": "Inc Delaware J.P.Morgan Saudi Arabia Limited Saudi Arabia Asselijn Finance C.V.Netherlands Brysam"
      },
      {
        "family": "Services",
        "given": "Delaware Harvest Opportunity Holdings Corp New York Georgetown/Chase Phase I.L.L.C.Delaware J.P.Morgan Treasury Technologies Corporation Delaware D.N.T.Asset Trust Delaware Ventures Business Trust Maryland J.P.Morgan Services Inc Eimination Company Delaware J.P.Morgan Chase Custody"
      },
      {
        "family": "J.P",
        "given": "Inc Delaware J.P.Morgan Mortgage Acquisition Corp Delaware"
      }
    ],
    "container-title": [
      "Name The Laws Of Banc One Building Management Corporation Wisconsin Banc One Capital Holdings LLC Delaware BOCP Holdings Corporation Ohio Banc One Capital Partners",
      "Morgan Ventures Energy Corporation Delaware JPMorgan Ventures Energy (Asia) Pte Ltd Singapore BE Investment Holding Inc",
      "Morgan International Inc. United States Bank One International Holdings Corporation United States J.P. Morgan International Finance Limited United States J.P",
      "Bhd. Malaysia J.P. Morgan Securities Thailand Holdings Limited British Virgin Islands PGW Limited Thailand JPMorgan Securities (Thailand) Limited Thailand J.P. Morgan Securities Singapore Private Limited Singapore Jadeling Malaysia Holdings Limited British Virgin Islands J.P. Morgan Services (Malaysia) Sdn. Bhd. Malaysia J.P. Morgan India Securities Holdings Limited Mauritius J.P. Morgan India Private Limited India J.P. Morgan Indonesia Holdings (B.V.I.) Limited British Virgin Islands J.P",
      "Morgan Securities Philippines, Inc. Philippines J.P. Morgan Overseas Capital Corporation Delaware PT J.P. Morgan Securities Indonesia Indonesia J.P. Morgan Securities Canada Inc",
      "Organized Under Name The Laws Of JPMorgan Hedge Fund Services (Ireland) Limited Ireland J.P. Morgan Securities (Taiwan) Limited Taiwan Bluebay Mauritius Investment Limited Mauritius Ambre Mauritius Investment Limited Mauritius Dauphine Mauritius Investment Limited Mauritius J.P. Morgan Structured Products B.V. Netherlands JPMorgan Holdings (Japan",
      "Delaware Chase Paymentech Europe Limited Ireland Cazenove Group Limited Jersey Cazenove IP Limited United Kingdom Cazenove Holdings Limited Jersey Bank One Europe Limited United Kingdom Manufacturers Hanover Leasing International Corp. Delaware Chase Access Services Corporation Delaware Chase Funding Corporation Delaware Chase Preferred Capital LLC Delaware CPCC Delaware Statutory Trust Delaware CPCC Texas Limited Partnership Texas CPCC Massachusetts Business Trust Massachusetts Cross Country Insurance Company Vermont Chase Mortgage Holdings, Inc",
      "Inc. New York Banc One Real Estate Investment Corp. Delaware Banc One Kentucky Leasing Corporation Kentucky Banc One Equipment Finance, Inc. Indiana Banc One Community Development Corporation Delaware Banc One Building Corporation Illinois JPMN II Inc. Nevada JPMN Inc. Nevada Chase New Markets Corporation Delaware BONA Capital II, LLC Delaware BONA Capital I, LLC Delaware FNBC Leasing Corporation Delaware Guilford Capital Fund II, LLC Delaware Protech Tax Credit Fund III, LLC United States ICIB Fund I Holdings, Inc. Delaware FC Energy Finance I, Inc. Delaware Banc One Arizona Leasing Corporation Arizona FDC Offer Corporation Delaware Chase Merchant Services, L.L.C. Delaware Chase Paymentech Solutions, LLC Delaware Paymentech, LLC Delaware Paymentech, Inc. Delaware Paymentech Management Resources, Inc. Delaware Collegiate Funding Services, L.L.C. Virginia Collegiate Funding of Delaware, L.L.C. Delaware December 31, 2012 Organized Under Name The Laws Of Collegiate Funding Services Education Loan Trust 2003B Delaware Collegiate Funding Services Education Loan Trust 2004A Delaware Collegiate Funding Services Education Loan Trust 2005A Delaware Collegiate Funding Services Education Loan Trust 2005B Delaware Chase Student Loans, Inc. Delaware JPMorgan Chase Bank (China) Company Limited Peoples Republic of China J.P. Morgan Commercial Mortgage Inc. New York Bear Stearns Mortgage Capital Corporation Delaware Bear, Stearns Funding, Inc. Delaware JPMorgan Xign Corporation Delaware California Reconveyance Company California HCP Properties, Inc. California JPMC Mortgage Funding LLC Delaware WaMu 2007 MF-1 Trust United States WaMu 2008 SFR- 2 United States Providian Bancorp Services California Second and Union, LLC Delaware Stockton Plaza, Incorporated Florida WaMu Asset Acceptance Corp. Delaware WaMu Capital Corp. Washington Washington Mutual Mortgage Securities Corp. Delaware WM Asset Holdings Corp. Delaware JPMC Real Estate Investment Trust Maryland Washington Mutual Preferred Funding LLC Delaware Washington Mutual Home Equity Trust I Delaware Wamu 2006-OA1 Delaware Wamu 2007-Flex 1 United States JPMC Specialty Mortgage LLC Delaware WMB Baker LLC Nevada FA Out-of-State Holdings, Inc. California Ahmanson Marketing, Inc. California CRP Properties, Inc. California FA California Aircraft Holding Corp. California Pacific Centre Associates LLC California WMRP Delaware Holdings LLC Delaware WMICC Delaware Holdings LLC Delaware Irvine Corporate Center, Inc. California Savings of America, Inc. California Washington Mutual Community Development, Inc. California Rivergrade Investment Corp. California Commercial Loan Partners L.P. Nevada Chase NMTC Crown Heights, LLC Delaware Attollo Holding Corp. Delaware Isolieren Holding Corp. Delaware We Uterque Holding Corp. Delaware Chase Community Equity, LLC Delaware Chase NMTC CHASS Investment Fund, LLC Delaware Chase NMTC KIPP Bronx Investment Fund, LLC Delaware Chase NMTC Madison Theatre Investment Fund, LLC Delaware Chase NMTC CFHC Investment Fund, LLC Delaware CNMC Sub-CDE 2, LLC Delaware Chase NMTC Swedish Covenant Investment Fund, LLC Delaware Chase NMTC Cook Investment Fund, LLC Delaware Chase NMTC SA St. Joseph Investment Fund, LLC Delaware Georgetown/Chase Phase II LLC Delaware JPMorgan Chase Funding Inc. Delaware PropPartners Master Fund L.P. Cayman Islands J.P. Morgan Indies SRL Barbados Madison Rubicon Holdings, LLC Delaware Rubicon US REIT, Inc. Delaware JPMorgan China Investment Company Limited Delaware December 31, 2012 Organized Under Name The Laws Of JPS Credit Opportunities Master Fund, L.P. Cayman Islands JPMorgan Distribution Services, Inc. Delaware JPMorgan Funds Management, Inc. Delaware JPMorgan Private Capital Asia Corp. Delaware JPMorgan Private Capital Asia GP Limited Cayman Islands JPMorgan Private Capital Asia General Partner, L.P. Cayman Islands JPMorgan Private Capital",
      "New York December",
      "Colombia JPMorgan Colombia Holdings"
    ],
    "date": [
      "2012",
      "23A Manager",
      "2012",
      "2012"
    ],
    "location": [
      "Delaware Bear Stearns Ireland Limited Ireland Bear",
      "Luxembourg",
      "Luxembourg Paymentech Salem Services, LLC",
      "Asia Fund I, L.P",
      "Partners, LLC Delaware JPMP Capital, LLC Delaware J.P",
      "Delaware J.P. Morgan Capital, L.P",
      "Delaware Madison Tax Capital, LLC"
    ],
    "note": [
      "130 Holdings, Inc. Delaware First Chicago Capital Corporation Delaware JPMorgan Capital (Canada",
      "Limited Jersey CB \"J.P. Morgan Bank International\" (LLC",
      "Morgan (S.E.A.) Limited Singapore J.P. Morgan Capital Holdings Limited United Kingdom J.P. Morgan Chase (UK) Holdings Limited United Kingdom J.P. Morgan Chase International Holdings United Kingdom J.P. Morgan EU Holdings Limited United Kingdom J.P. Morgan Equities South Africa Proprietary Limited South Africa J.P. Morgan (SC) Limited United Kingdom J.P. Morgan International Bank Limited United Kingdom J.P. Morgan Securities plc United Kingdom J.P. Morgan Europe Limited United Kingdom Morgan Property Development Company Limited United Kingdom",
      "Morgan Holdings (Hong Kong) Limited Hong Kong Copthall Mauritius Investment Limited Mauritius J.P. Morgan Securities (Far East) Limited Hong Kong J.P. Morgan Broking (Hong Kong) Limited Hong Kong J.P. Morgan Futures Co., Limited Peoples Republic of China Crosby Sterling (Holdings) Limited United Kingdom J.P. Morgan Securities Holdings (Hong Kong) Limited Hong Kong J.P. Morgan Securities (Asia Pacific) Limited Hong Kong J.P. Morgan Securities Holdings (Caymans) Limited Cayman Islands J.P.",
      "Cayman Islands JPMorgan PCA Holdings (Mauritius) I Limited Mauritius JPMorgan Securities Holdings LLC Delaware J.P. Morgan Commercial Mortgage Investment Corp. Delaware Reoco, Inc. Delaware J.P. Morgan Institutional Investments Inc. Delaware Neovest, Inc. Utah JPMorgan Special Situations Asia Corporation Delaware JPMorgan Special Situations (Mauritius) Limited Mauritius J.P. Morgan Advisors India Private Limited India Silver Summit (Delaware) Corporation Delaware Magenta Magic Limited British Virgin Islands Mountain Orchard Limited Mauritius Sterling Pathway Mauritius Banrod Investments Limited Cyprus JPMorgan Mauritius Holdings IV Limited Mauritius JPMorgan Mauritius Holdings VII Limited Mauritius Harbour Formosa Investment Holdings Limited Mauritius Harbour Victoria Investment Holdings Limited Mauritius JPMorgan Global Special Situations I LLC Delaware J.P. Morgan (China) Venture Capital Investment Company Limited Peoples Republic of China JPMorgan Global Special Situations II LLC Delaware J.P. Morgan Special Opportunities (Delaware) I LLC Delaware J.P. Morgan Special Opportunities (Delaware) II LLC Delaware J.P. Morgan Special Opportunities (Delaware) III LLC Delaware JPMP Capital Corp. New York J.P.",
      "Delaware J.P. Morgan Investment Holdings, LLC Delaware JPMCC Belgium (SCA) Belgium JPMREP Holding Corporation Delaware JPMorgan Real Estate Partners, L.P. Delaware PIM Continental LLC Delaware Patriot-JPM Conti Charlotte Holdings, LLC Delaware PIM SP4 Office Holdings, LLC Delaware JPMorgan Real Estate Partners, LP, BofA Plaza LLC Delaware Westcore Vine, LP Delaware LabMorgan Corporation Delaware J.P. Morgan Financial Investments Limited United Kingdom LabMorgan Investment Corporation Delaware LabMorgan Investment LLC",
      "Delaware SIG Holdings, Inc. New York J.P. Morgan SIG Holdings (Spain), S.L. Spain Special Situations Investing Inc. Delaware The Bear Stearns Companies LLC Delaware December 31, 2012 Organized Under Name The Laws Of Bear, Stearns International Holdings Inc. New York BSG Insurance Holdings Limited United Kingdom Minster Insurance Company Limited United Kingdom EMC Mortgage LLC Delaware Bear Stearns Asset Management Inc. New York Bear Stearns Access Fund Management LLC Delaware Bear Stearns Access Fund VII, L.P. Delaware Bear Stearns Capital Markets Inc. Delaware Bear Stearns Alternative Assets International Limited Cayman Islands Bear Stearns Investment Products Inc. New York Strategic Mortgage Opportunities REIT Inc. Delaware Bear Stearns International Funding I, Inc. Delaware Bear Stearns International Funding (Bermuda) Limited Bermuda Bear Stearns Overseas Funding Unlimited United Kingdom Bear Stearns International Funding II, Inc.",
      "Delaware eCAST Settlement Corporation Delaware Bear, Stearns Realty Investors, Inc. Delaware Bear Stearns Corporate Lending Inc. Delaware Bear Strategic Investments Corp. Delaware Bear Stearns Singapore Holdings Pte Ltd Singapore Bear Stearns Services Inc. Delaware MLP Investment Holdings, Inc. Delaware Gregory/Madison Avenue LLC Delaware Bear Stearns Residential Mortgage Corporation Delaware Bear Stearns UK Holdings Limited United Kingdom Bear Stearns Holdings Limited United Kingdom J.P. Morgan Markets Limited United Kingdom Bear Stearns International Trading Limited United Kingdom Community Capital Markets LLC Delaware Commercial Lending LLC Delaware Indiana Four Holdings LLC Delaware Indiana Four LLC Delaware CL II Holdings LLC Delaware Commercial Lending II LLC Delaware Commercial Lending III LLC Delaware Bear UK Mortgages Limited United Kingdom Rooftop Holdings Limited United Kingdom Rooftop Funding Limited United Kingdom Rooftop Mortgages Limited United Kingdom Max Recovery Limited United Kingdom MAX Recovery Inc. Delaware MAX Flow Corp. Delaware Bear Growth Capital Partners, LP Delaware J.P. Morgan Mansart Management Limited United Kingdom Aldermanbury Investments Limited United Kingdom Principal Real Estate Funding Corporation Limited United Kingdom"
    ],
    "publisher": [
      "Morgan Australia Group Pty Limited Australia J.P. Morgan Operations Australia Limited Australia J.P. Morgan Administrative Services Australia Limited Australia J.P. Morgan Australia Limited Australia J.P. Morgan Nominees Australia Limited Australia J.P. Morgan Securities Australia Limited Australia J.P. Morgan Portfolio Services Limited Australia JPMorgan Investments Australia Limited Australia J.P. Morgan Markets Australia Pty Limited Australia JPMorgan Colombia Holdings",
      "Morgan",
      "Morgan Partnership Capital Corporation Delaware Peabody Real Estate Partnership Corporation Delaware The Peabody Fund Consultants, Inc",
      "Delaware Max Recovery Australia Pty Limited Australia MorServ, Inc. Delaware NBD Community Development Corporation Michigan Offshore Equities, Inc. New York Park Assurance Company Vermont SCG Equities I Holding Corp",
      "Delaware Bear Hunter Holdings LLC Delaware Vandelay Recoveries Inc. Delaware Max Recovery Canada Company Canada PricingDirect Inc. Delaware Plymouth Park Tax Services LLC"
    ],
    "title": [
      "Limited Cayman Islands Banc One Neighborhood Development Corporation Ohio Bear Stearns Irish Holdings Inc",
      "Luxembourg Bryant Financial Corporation California Chase Capital Holding Corporation Delaware Chase Capital Corporation Delaware Chase Capital Credit Corporation Delaware Chase Lincoln First Commercial Corporation Delaware Chase Manhattan Realty Leasing Corporation New York Palo Verde 1-PNM August 50 Corporation Delaware Palo Verde 1-PNM December 75 Corporation Delaware PV2-APS 150 Corporation Delaware Chatham Ventures, Inc",
      "Organized Under Name The Laws",
      "Arizona Banc One Insurance Company Vermont Chase Insurance Agency, Inc",
      "Morgan Services India Private Limited India J.P",
      "Organized Under Name The Laws Of Henry Bath Singapore Pte Ltd Singapore",
      "Delaware JPMorgan Asset Management (Taiwan) Limited Taiwan JPMorgan Asset Management (Japan) Limited Japan JPMAM Japan Cayman Fund Limited Cayman Islands JF Asset Management Limited Hong Kong JPMorgan Funds (Taiwan) Limited Taiwan JPMorgan Funds (Asia) Limited Hong Kong JPMorgan Asset Management (Singapore) Limited Singapore JPMorgan Asset Management (Korea) Company Limited Korea, South JPMorgan Asset Management India Private Limited India JPMorgan Asset Management Real Assets (Asia) Limited Hong Kong JPMorgan Asset Management (Canada) Inc",
      "Morgan Research Total Return Master Fund Ltd Cayman Islands JPMorgan Distressed Debt Opportunities Fund LLC Delaware JPMorgan Distressed Debt Opportunities Master Fund Ltd",
      "Delaware JPMorgan Asset Management International Limited United Kingdom JPMorgan Asset Management Holdings (UK) Limited United Kingdom JPMorgan Asset Management Marketing Limited United Kingdom J.P. Morgan Trustee & Administration Services Limited United Kingdom JPMorgan Funds Limited United Kingdom JPMorgan Asset Management Holdings (Luxembourg) S.à r.l. Luxembourg JPMorgan Asset Management (Europe) S.à r.l",
      "Limited United Kingdom JPMorgan Life Limited United Kingdom JPMorgan Investments Limited United Kingdom JPMorgan Asset Management Luxembourg S.A. Luxembourg JPMorgan Asset Management (UK) Limited United Kingdom Security Capital Research & Management Incorporated Delaware Highbridge Capital Management",
      "United Kingdom Highbridge Capital Management (Hong Kong), Limited Hong Kong Highbridge Capital Administrators, LLC Delaware Highbridge Principal Strategies, LLC Delaware Highbridge Principal Strategies (UK) I, Ltd United Kingdom December 31, 2012 Organized Under Name The Laws Of Highbridge Principal Strategies (UK), LLP United Kingdom Highbridge Principal Strategies Mezzanine Partners Offshore GP, L.P. Cayman Islands Highbridge Principal Strategies Mezzanine Partners GP",
      "Brazil Gavea Investimentos Ltda. Brazil JPMorgan Asset Management Private Equity (China) LLC Delaware Gavea Equity Fund, L.P. Delaware Gavea Equity Master Fund SPC Cayman Islands JPMorgan Chase Bank, Dearborn Michigan JPMorgan Chase Bank, National Association United States Chase Community Development Corporation Delaware J.P",
      "Morgan Grupo Financiero Mexico Fideicomiso Socio Liquidador de Posición de Terceros F00265 Mexico",
      "Distribuidora de Titulos e Valores Mobiliarios Brazil J.P. Morgan Corretora de Cambio e Valores Mobiliarios S.A. Brazil Atacama Multimercado - Fundo de Investimento Brazil J.P. Morgan Trust Company (Jersey",
      "Morgan Corredores de Bolsa SpA Chile J.P. Morgan Funding South East Asia Private Limited Singapore J.P",
      "Morgan International Holdings Limited Cayman Islands December 31, 2012 Organized Under Name The Laws Of JPMorgan Securities (Malaysia) Sdn",
      "United Kingdom Morgan Guaranty Trust Company Limited United Kingdom J.P",
      "Colombia Patrimonio Autonomo \"macondo",
      "S.a.r.l",
      "Morgan Electronic Financial Services"
    ],
    "type": "article-journal",
    "volume": [
      "31",
      "II"
    ]
  },
  {
    "note": [
      "the “Report”), each of the undersigned officers of JPMorgan Chase & Co., certify, pursuant to 18 U.S.C. Section"
    ],
    "title": [
      "In connection with the Annual Report of JPMorgan Chase & Co. on Form 10-K for the period ended December 31, 2012 as filed with the Securities and Exchange Commission on the date hereof"
    ],
    "type": "report"
  },
  {
    "citation-number": [
      "1350,"
    ],
    "container-title": [
      "The information contained in the Report fairly presents, in all material respects, the financial condition and results of operations of JPMorgan Chase & Co"
    ],
    "title": [
      "as adopted pursuant to Section 906 of the Sarbanes-Oxley Act of 2002, that: 1. The Report fully complies with the requirements of Section 13(a) or 15(d) of the Securities Exchange Act of 1934; and 2"
    ],
    "type": "chapter"
  }
]
