[
  {
    "container-title": [
      "Here’s the previously compiled OPERATION on /// Federal Circuit SPOTLIGHT CONTACT LIST. Violates Leader Here’s one sample OPERATION SPOTLIGHT OPERATION SPOTLIGHT -Technologies’ Letter. Industry Expert Says Constitutional Rights American Property Rights See a NEW OPERATION SPOTLIGHT ConflictsChecker on /// Are Threatened LETTER being proposed to be sent to Federal Circuit Violates President Obama, Mitt Romney, Ohio Senate Leader Technologies’ candidates in Leader Technologies’ district, and key media regarding Leader v. Facebook and American property rights. PASTY BOY on /// Here is Dr. Arunachalam’s motion sent today via U.S. Express Mail. You can track the delivery yourself"
    ],
    "note": [
      "US) online at USPS Track & Federal Circuit Violates Confirm. Leader Technologies’ Here is Dr. A’s Motion For Reconsideration that was just denied on July 24,"
    ],
    "pages": [
      "081 023 653"
    ],
    "title": [
      "Circuit Violates Leader Here is a new FAIR Media Contact List for your OPERATION SPOTLIGHT activity Technologies’ (networks, cable television, national radio Constitutional Rights programs, national newspapers, magazines, ProceduralCompliance newsservices and wires). It’s a very good list"
    ],
    "type": "chapter"
  },
  {
    "title": [
      "Technologies’ Federal Circuit Advisory Council: http://www.cafc.uscourts.gov/the-Constitutional Rights court/advisory-council.html"
    ],
    "type": null
  },
  {
    "title": [
      "READER Click here to add your Comments below. LOCATIONS: Posted by Donna Kline on Saturday, September 1, 2012, at 11:46 am. Filed under Investigation. Follow any responses to this post with its comments RSS feed. You can post a comment or trackback from your blog"
    ],
    "type": null
  },
  {
    "citation-number": [
      "15."
    ],
    "title": [
      "FACE-OF | September 5, 2012 at 6:45 pm | Permalink By the way Tex, Elon Musk received all the emails from David London about Zuckerberg’s theft and had long conversations with London about technology and new ideas"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "F.A.C.T."
      }
    ],
    "publisher": [
      ". . and NEW EVIDENCE. Whoops"
    ],
    "title": [
      "The Federal Rules of Civil Procedure 60(b) is specifically in the rules to fix judgments tainted by fraud, misrepresentation, mistake"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Kline",
        "given": "Donna"
      }
    ],
    "citation-number": [
      "19."
    ],
    "note": [
      "5, 2012 “First Thoughts After Leaving The Courthouse on March 5, 2012” post."
    ],
    "title": [
      "September 6, 2012 at 11:10 am | Permalink See my Mar"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "©"
      }
    ],
    "container-title": [
      "Standards Compliant XHTML & CSS | RSS Posts & Comments"
    ],
    "date": [
      "2012"
    ],
    "title": [
      "Donna Kline | Thanks, WordPress | Barthelme theme by Scott |"
    ],
    "type": "chapter"
  }
]
