[
  {
    "title": [
      "Conducted prior art searches, examined patent applications, formulated opinions of patentability, communicated Office positions with applicants, and conducted examiner interviews. Fields of technology included dynamic and static information storage and retrieval systems, televisions and related video systems"
    ],
    "type": null
  },
  {
    "date": [
      "1988-07",
      "1989-07"
    ],
    "note": [
      "1 year 1 month) I Ghana, West Africa"
    ],
    "pages": [
      "–"
    ],
    "title": [
      "Technical Consultant (pro bono) Ghanaian Regional Appropriate Technology Industrial Service"
    ],
    "type": null
  },
  {
    "container-title": [
      "Reform Journal of Patent & Trademark Office Society"
    ],
    "date": [
      "2012-01-20"
    ],
    "title": [
      "An Overview of Patent Reform Act of 2011: Navigating the Leahy-Smith America Invents Act Including Effective Dates for Patent"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "forY2007-Y2008",
        "given": "Recent Update Regarding U.S.Patent Law"
      }
    ],
    "date": [
      "2008"
    ],
    "title": [
      "Rebalancing Equity Interests Between Patent Holders and Accused Infringers to Create an Incentive for Innovation without Impeding Normal Technological Progress IP Frontline October 17"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "University",
        "given": "American"
      },
      {
        "family": "Law JD",
        "given": "Washington College",
        "particle": "of"
      },
      {
        "given": "Law"
      }
    ],
    "date": [
      "1990",
      "1994",
      "1993"
    ],
    "pages": [
      "–",
      "– 1993"
    ],
    "publisher": [
      "Franklin Pierce Law Center Intellectual Property Summer Institute"
    ],
    "type": "book"
  },
  {
    "publisher": [
      "American Bar Association, American Intellectual Property Law Association, Licensing Executiw Society, Patent Lawyers Club of Washington DC, Institute of Electrical & Electronics Engineers , and Strafford Publications , Inc. (Intellectual Property Law Ad~sory Board Member"
    ],
    "title": [
      "AV rating from Martindale-Hubbell Who's Who in American Law 2007-2009 Organizations National Asian Pacific American Bar Association, Asian Pacific American Bar Association of the Greater Washington DC"
    ],
    "type": "book"
  }
]
