[
  {
    "author": [
      {
        "given": "development"
      }
    ],
    "note": [
      "455 Barbarian invasions begin."
    ],
    "title": [
      "Switzerland in the 18th vetii and other resident alpine tribes. century became the most industrialized ■ A.D"
    ],
    "type": null
  },
  {
    "title": [
      "Under French guardianship, pro- proclaim their neutrality in Europe’s gressives moved to centralize the con- conflicts. ■ 1798 The French Revolution brings stitution of the Swiss Republic. This an invasion of radical forces and ideas, pull toward centralization clashed and the old Confederation collapses"
    ],
    "type": null
  },
  {
    "note": [
      "from the Napoleonic period was reversed stitution, still in force today; Bern is recognized as the capital."
    ],
    "title": [
      "with the federalist traditions of the ■ 1803 Napoleon Bonaparte establishes semi-independent cantons. In 1803, a new 19-canton confederation, with Napoleon Bonaparte established a relatively enlightened social policies. confederation with 19 cantons, but ■ 1814–15 The Congress of Vienna when he fell from power, Swiss con- guarantees the national boundaries servatives revived the old order. Much and neutrality of Switzerland. ■ 1848 The Swiss adopt a federal conof the social progress resulting"
    ],
    "type": null
  },
  {
    "container-title": [
      "1848, a federal constitu- known"
    ],
    "title": [
      "and the aristocrats had their former ■ 1914 Switzerland declares its neutralprivileges restored to them. ity at the outbreak of World War I. The present Swiss boundaries were ■ 1918 Swiss workers stage the only fixed at the Congress of Vienna in general strike the country has ever 1814–15"
    ],
    "type": "chapter"
  },
  {
    "title": [
      "tion was adopted and the capital ■ 1920 Switzerland joins the League of"
    ],
    "type": null
  },
  {
    "container-title": [
      "War"
    ],
    "date": [
      "1914"
    ],
    "location": [
      "Switzerland main"
    ],
    "title": [
      "try, consisting chiefly of textiles, phar- based social reforms, including the maceuticals, and precision machinery. funding of old-age pensions. ■ 1986 The Swiss electorate votes NEUTRALITY THROUGH TWO against membership in the United WORLD WARS During World Nations"
    ],
    "type": "article-journal",
    "volume": [
      "I"
    ]
  }
]
