[
  {
    "author": [
      {
        "family": "Z",
        "given": "C."
      }
    ],
    "title": [
      "Dunn wrote the novella Dark Vengeance and the associated audio drama The Ascension of Balthasar, along with the audio dramas Bloodspire and Malediction"
    ],
    "type": null
  },
  {
    "title": [
      "Guy Haley wrote the Space Marine Battles novel Death of Integrity and the Imperial Guard novel Baneblade, as well as Skarsnik in the Warhammer range"
    ],
    "type": null
  },
  {
    "location": [
      "War"
    ],
    "publisher": [
      "for Black Library"
    ],
    "title": [
      "Ray Harrison is a new author, having only penned the short stories 'Binding' and The Third"
    ],
    "type": "book"
  },
  {
    "title": [
      "Best known for his many rulebooks, Army Books and Codexes for Games Workshop, Phil Kelly also wrote the novella Dreadfleet, along with several short stories"
    ],
    "type": null
  },
  {
    "title": [
      "Author of several short stories, including 'Witness' and 'Nightspear', Joe Parrino is finishing a PhD before jumping back into writing more Warhammer 40,000 action"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Australia",
        "given": "Hailing",
        "particle": "from"
      }
    ],
    "note": [
      "He has also contributed to the Horns Heresy."
    ],
    "title": [
      "Anthony Reynolds is best known for the Word Bearers and Bretonnian Knights series"
    ],
    "type": null
  },
  {
    "title": [
      "Rob Sanders wrote the Space Marine Battles novel Legion of the Damned, along with Atlas Infernal and Redemption Corps. He has also written short stories and a novella for the Horns Heresy"
    ],
    "type": null
  },
  {
    "title": [
      "Chris Wraight is currently writing the Space Wolves series, including Blood ofAsaheim and Stormcaller, co-writing the War of Vengeance series and penning the serialised Horus Heresy novel Scars"
    ],
    "type": null
  }
]
