[
  {
    "author": [
      {
        "family": "Doyle",
        "given": "W."
      }
    ],
    "date": [],
    "edition": [
      "nd",
      "nd"
    ],
    "location": [
      "Oxford",
      "London"
    ],
    "note": [
      "Oxford, ). Problems of overall interpretation are addressed in P. R. Campbell, The Ancien Regime in France (Oxford, ",
      "Roche, France in the Enlightenment (Cambridge, Mass., ), while a much older but still very accessible introduction is J. Lough, An Introduction to Eighteenth Century France (London, ). International affairs are conveniently encapsulated in J. Black, From Louis XIV to Napoleon: The Fate of a Great Power (London, )."
    ],
    "title": [
      "No single volume covers the whole of this period. A survey of most of it by a leading French authority is E. Le Roy Ladurie, The Ancien Regime: A History of France",
      "The earlier part, and its essential background, is covered in R. Briggs, Early Modern France",
      "The Ancien Regime",
      "The most authoritative recent French treatment of the eighteenth century is D"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Ladurie",
        "given": "E.Le Roy"
      },
      {
        "family": "Languedoc",
        "given": "The Peasants",
        "particle": "of"
      },
      {
        "family": "Goubert",
        "given": "P."
      },
      {
        "family": "Thompson",
        "given": "J.K.J."
      },
      {
        "given": "Clermont-de-Lodève"
      },
      {
        "family": "Cole",
        "given": "W."
      },
      {
        "given": "Colbert"
      },
      {
        "family": "French Mercantilism",
        "particle": "a Century of"
      },
      {
        "family": "Meek",
        "given": "L."
      },
      {
        "family": "Matthews",
        "given": "T."
      },
      {
        "family": "Kwass",
        "given": "D."
      },
      {
        "family": "White",
        "given": "E.N."
      },
      {
        "literal": "–."
      }
    ],
    "container-title": [
      "Journal of Economic History",
      "M"
    ],
    "date": [],
    "location": [
      "Cambridge",
      "Durham, NC",
      "Cambridge",
      "Oxford"
    ],
    "note": [
      "F. Bosher, French Finances, –: From Business to Bureaucracy (Cambridge, ), while a central question is reviewed afresh in",
      "Jones, The Peasantry in the French Revolution (Cambridge, ). Peasant behaviour over the long term is shown by J. Dewald, Pont-Saint-Pierre, –: Lordship, Community and Capitalism in Early Modern France (Berkeley, Calif., ) to be less brutish and routine-dominated than is often assumed. D. Roche, The People of Paris: An Essay in Popular Culture in the Eighteenth Century (Leamington Spa, ) is authoritative on the metropolitan populace, while the culture of working populations in general is the subject of W. H. Sewell, Work and Revolution in France: The Language of Labour from the Old Regime to  (Cambridge, ). C. C. Fairchilds, Domestic Enemies. Servants and their Masters in Old Regime France (Baltimore, ) brings out an often forgotten element in urban populations; and the social role of cities more generally is explored by the essays in P. Benedict (ed.), Cities in Early Modern France (London, )."
    ],
    "title": [
      "Two works by great mid-century French masters have been translated into English",
      "The French Peasantry in the Seventeenth Century",
      "A challenging new interpretation of long-term agricultural history is P. T. Hoffman, Growth in a Traditional Society: The French Countryside, – (Princeton, ), while a detailed example of the diversity of rural life is to be found in L. Vardi, The Land and the Loom: Peasants and Profit in Northern France",
      "A long-term view of a classic industrial centre is taken by",
      "Fluctuations in the Position of a Languedocian Cloth-Making Town",
      "Fruitful and authoritative comparisons between British and French economic growth are made by F. Crouzet, Britain Ascendant: Comparative Studies in Franco-British Economic History (Cambridge, ). A well-established starting point for studying policy-making is C",
      "Contemporary critiques of Colbertism can be followed in R",
      "The Economics of Physiocracy (Glasgow, ). The misconceptions they fostered about the urban world of work are dispelled in M. Sonenscher, Work and Wages: Natural Law, Politics, and the Eighteenth Century French Trades (Cambridge, ). The organization of indirect tax collection is anatomized in G",
      "The Royal General Farms in the Eighteenth Century (New 254 | further reading York, ), while problems of direct taxation stand out from M",
      "Privilege and the Politics of Taxation in Eighteenth Century France. Liberté, égalité, fiscalité (Cambridge, ). The classic survey of the central organization of the royal finances remains J",
      "Was there a solution to the ancien regime’s financial dilemma?’",
      "Society The lowest reaches of society are memorably surveyed by O. Hufton, The Poor of Eighteenth Century France",
      "Perhaps the most accessible introduction to the peasantry, at least in the later part of the period, is in the earlier chapters of P"
    ],
    "type": "article-journal",
    "volume": []
  },
  {
    "container-title": [
      "Old Regime and Revolution in Lille"
    ],
    "note": [
      "Cambridge, ). The intimacies of social life are explored in J. L. Flandrin, Families in Former Times: Kinship, Household and Sexuality (Cambridge, ) and A. Pardailhe’-Galabrun, The Birth of Intimacy: Privacy and Domestic Life in Early Modern Paris (Philadelphia, )."
    ],
    "title": [
      "A vigorous but contentious approach to social elites is G. Chaussinand-Nogaret, The French Nobility in the Eighteenth Century. From Feudalism to Enlightenment (Cambridge, ). The main way of entering their ranks is one of the subjects of W. Doyle, Venality: The Sale of Offices in Eighteenth Century France (Oxford, ). The workings of privilege in general are exemplified in G. Bossenga, The Politics of Privilege"
    ],
    "type": "article-journal"
  },
  {
    "note": [
      "as well as the attack on religion, can be found in P. Gay, The Enlightenment: An further reading | 255"
    ],
    "title": [
      "An enduringly important overview and interpretation of the development of European philosophy is E. Cassirer, The Philosophy of the Enlightenment (; Princeton, ). More emphasis on social and political theory"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Miquelon"
      },
      {
        "family": "Greer",
        "given": "A."
      },
      {
        "family": "New France. J. Demos",
        "given": "The People",
        "particle": "of"
      },
      {
        "family": "C. Fick",
        "particle": "while"
      },
      {
        "family": "Stein",
        "given": "L."
      }
    ],
    "container-title": [
      "The Historical Atlas of Canada",
      "Companies and Trade. Essays on Overseas Trading Companies during the Ancien Regime"
    ],
    "date": [
      "Toronto"
    ],
    "editor": [
      {
        "family": "C. Harris",
        "particle": "eds."
      },
      {
        "family": "Dechêne",
        "given": "L."
      },
      {
        "given": "Blussé"
      },
      {
        "family": "Gaastra",
        "given": "F."
      }
    ],
    "location": [
      "Toronto"
    ],
    "note": [
      "On the Caribbean, P. R. Boucher, Cannibal Encounters. Europeans and Island Caribs, – (Baltimore, ) sets the scene,",
      "Leiden, ), while their impact in the east can be studied in H. Furber, Rival Empires of Trade in the Orient, – (Minneapolis, ). 256 | further reading"
    ],
    "title": [
      ") contains innovative essays. Other valuable treatments are by D",
      "New France –: ‘A Supplement to Europe",
      "The Unredeemed Captive: A Family Story from Early America (New York, ) covers the interaction between Natives and colonists through a celebrated individual case",
      "The Making of Haiti: The Saint-Domingue Revolution from Below (Knoxville, ) both covers the most important French settlement and contains valuable chapters on colonial slavery in general. How the slave economy interacted with the metropolis is studied in R",
      "The French Sugar Business in the Eighteenth Century (Baton Rouge, ). A characteristic approach to colonization is analysed in L"
    ],
    "type": "chapter",
    "volume": [
      "I"
    ]
  },
  {
    "author": [
      {
        "family": "Collins",
        "given": "J.B."
      },
      {
        "given": "Parker"
      },
      {
        "family": "Shennan",
        "given": "J.H."
      },
      {
        "family": "Gruder",
        "given": "V.R."
      },
      {
        "family": "Bell",
        "given": "A."
      },
      {
        "family": "Censer",
        "given": "J.R."
      }
    ],
    "container-title": [
      "Maza, Private Lives and Public Affairs: The Causes Célèbres of Prerevolutionary France"
    ],
    "date": [],
    "editor": [
      {
        "family": "Baker",
        "given": "M."
      }
    ],
    "location": [
      "vols., Chicago",
      "London",
      "Oxford",
      "London",
      "New York"
    ],
    "note": [
      "Berkeley, Calif., ). How the Maupeou Revolution changed everything is explained in D. Echeverria, The Maupeou Revolution: A Study in the History of Libertarianism. France, – (Baton Rouge, La., ). While the political importance of public opinion is now widely acknowledged, its novelty remains contentious: see J. A. W. Gunn, Queen of the World: Opinion in the Public Life of France from the Renaissance to the Revolution (Oxford, )."
    ],
    "title": [
      "A maddeningly idiosyncratic but wide-ranging work of reference is R. Mousnier, The Institutions of France under the Absolute Monarchy",
      "A more up-to-date survey of the whole period is",
      "The State in Early Modern France (Cambridge, ), while essential background is clearly set out in D",
      "The Making of French Absolutism",
      "A remarkable collection of essays is K",
      "The French Revolution and the Creation of Modern Political Culture, i: The Political Culture of the Old Regime",
      "Key institutions are surveyed by",
      "The Parlement of Paris",
      "The Royal Provincial Intendants (Ithaca, NY, ). New elements in eighteenth-century political culture are the subject of D",
      "Lawyers and Citizens: The Making of a Political Elite in Old Regime France",
      "The French Press in the Age of Enlightenment (London, ) and S"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "literal": "A sound and reliable overview is D. J. Sturdy, Louis XIV (London, )."
      },
      {
        "literal": "J. B. Wolf, Louis XIV (London, )."
      },
      {
        "literal": "), while the military and diplomatic sides are surveyed in J. A. Lynn, The Wars of Louis XIV (London, ). R. Mettam, Power and Faction in Louis XIV’s France (Oxford"
      },
      {
        "family": "Beik",
        "given": "H."
      },
      {
        "family": "Scoville",
        "given": "C."
      },
      {
        "family": "Mitford",
        "given": "Madame de Pompadour On the regent"
      },
      {
        "family": "Shennan",
        "given": "J.H."
      },
      {
        "given": "Philippe"
      }
    ],
    "date": [],
    "director": [
      {
        "family": "Doyle",
        "given": "Jansenism"
      }
    ],
    "editor": [
      {
        "given": "Sonnino"
      }
    ],
    "location": [
      "London",
      "Cambridge",
      "London",
      "London"
    ],
    "note": [
      ") is reliable, as is A. Murphy, John Law: Economic Theorist and Policy-Maker (Oxford, ) on",
      "R. Campbell, Power and Politics in Old Regime France, – (London, ), while one of the most important problems with which he had to deal is the subject of B. R. Kreiser, Miracles, Convulsions and Ecclesiastical Politics in Early Eighteenth Century France (Princeton, ). Midcentury politics are best approached through J. Rogister, Louis XV and the Parlement of Paris, – (Cambridge, ) and J. Swann, Politics and the Parlement of Paris under Louis XV, – (Cambridge, ). The burden of international conflict is analysed in J. C. Riley, The Seven Years’ War and the Old Regime in France: The Economic and Financial Toll (Princeton, )."
    ],
    "title": [
      "Perhaps the most accessible of many massive biographies is",
      "An uneven collection of essays providing a transatlantic update on the whole reign is P",
      "The Reign of Louis XIV",
      ") shows how the king’s power worked at the centre; a classic study of the periphery is W",
      "Absolutism and Society in Seventeenth Century France: State Power and Provincial Aristocracy in Languedoc (Cambridge, ). A superb analysis of a key crisis is P. Sonnino, Louis XIV and the Origins of the Dutch War",
      "A key aspect of the royal style is anatomized by P. Burke, The Fabrication of Louis XIV",
      "Of enduring value on a central episode and problem is W",
      "The Persecution of the Huguenots and French Economic Development, – (Berkeley and Los Angeles, ). Other religious problems are covered in W",
      "while less overt opposition is brilliantly discussed in L. Rothkrug, Opposition to Louis XIV: The Political and Social Origins of the French Enlightenment (Princeton, ). further reading | 257 Politics: Louis XV A readable introduction to the king’s private life remains N",
      "Duke of Orleans: Regent of France",
      "his most notorious collaborator. The ministry of Fleury is put into a wider context by P"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "Post-war problems are covered by D. Van Kley, The Jansenists and the Expulsion of the Jesuits from France, – (New Haven, ), and S. L. Kaplan, Bread"
      },
      {
        "family": "W. Doyle",
        "particle": "see"
      }
    ],
    "container-title": [
      "In the absence of a worthwhile book in English on Maupeou"
    ],
    "issue": [
      " vols., The Hague, "
    ],
    "note": [
      "in the same author’s Officers, Nobles and Revolutionaries: Essays on Eighteenth Century France (London, ), –."
    ],
    "title": [
      "Politics and Political Economy in the Reign of Louis",
      "The Parlements of France and the Breakdown of the Old Regime, –’"
    ],
    "type": "article-journal",
    "volume": [
      "XV"
    ]
  },
  {
    "author": [
      {
        "literal": "London, ), R. D. Harris, Necker, Reform Statesman of the Ancien Regime (Berkeley, Calif., ), and M. Price, Preserving the Monarchy."
      },
      {
        "literal": "Chapel Hill, N C, ), while foreign affairs are conveniently summarized in O. T. Murphy"
      }
    ],
    "container-title": [
      "Doyle, Origins of the French Revolution"
    ],
    "date": [],
    "edition": [
      "rd"
    ],
    "location": [
      "Cambridge",
      "Washington, DC"
    ],
    "note": [
      "Oxford, ), and P. M. Jones, Reform and Revolution in France: The Politics of Transition, – (Cambridge, ). Chronology 1638 Birth of Louis XIV 1643 Accession of Louis XIV"
    ],
    "title": [
      "The Comte de Vergennes",
      "Relations with the parlements are covered in B. Stone, The French Parlements and the Crisis of the Old Regime",
      "The Diplomatic Retreat of France and Public Opinion on the Eve of the French Revolution",
      "The classic treatment of the regime’s terminal crisis is J. Egret, The French Prerevolution, – (Chicago, ), but it is put into a wider context by W"
    ],
    "type": "article-journal"
  },
  {
    "citation-number": [
      "1648"
    ],
    "title": [
      "Outbreak of the Fronde; Peace of Westphalia concludes Thirty Years War 1649–52 Fronde of the Princes 1651 Majority of Louis XIV 1654 Coronation of Louis XIV"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1659"
    ],
    "title": [
      "Peace of the Pyrenees; Spain cedes Artois and Roussillon 1661 Death of Mazarin; Louis XIV assumes personal rule; arrest of Fouquet 1661–4 Chamber of Justice 1663 New France becomes a royal colony"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1664"
    ],
    "title": [
      "Creation of East and West Indies companies 1667–8 War of Devolution"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1669"
    ],
    "title": [
      "Peace of the Church temporarily resolves Jansenist quarrels 1672–8 Dutch war"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1673"
    ],
    "title": [
      "Parlements lose the right to remonstrate before registration of new laws 1675 Stamped Paper revolts in Brittany and Bordeaux 1676 Factory established at Pondicherry (India) 1678 Peace of Nijmegen: Spain cedes Franche Comté 1679–81 Chambers of Reunion 1681 Strasbourg annexed"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1682"
    ],
    "title": [
      "Four Gallican Articles adopted; Court moves to Versailles 1683 Death of Colbert"
    ],
    "type": null
  },
  {
    "title": [
      "1684 Louis XIV marries Mme de Maintenon; truce of Regensburg"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1685"
    ],
    "title": [
      "Revocation of the edict of Nantes; Code Noir published 1688–97 War of the League of Augsburg 1693–4 Economic crisis; around  million die 1695 Capitation introduced"
    ],
    "type": null
  },
  {
    "date": [
      "1697"
    ],
    "title": [
      "Peace of Ryswick: Spain cedes Saint-Domingue to France chronology | 259"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1698–1700"
    ],
    "note": [
      "‘the great winter’, worst of the century"
    ],
    "title": [
      "Partition treaties on Spanish empire; Charles II of Spain dies 1699 First French settlement in Louisiana 1701–13 War of the Spanish Succession 1704 French defeat at Blenheim 1709–10 Economic crisis"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1709"
    ],
    "title": [
      "Closure of Jansenist abbey of Port-Royal; indecisive battle of Malplaquet 1710 Introduction of tenth (dixième) 1711 French victory at Denain 1711–12 Most heirs to throne die; legitimation of royal bastards"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1713"
    ],
    "title": [
      "Peace of Utrecht: France loses peninsular Acadia and Newfoundland; bull Unigenitus promulgated"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1715"
    ],
    "title": [
      "Death of Louis XIV; accession of Louis XV; full right of remonstrance restored to parlements 1715–23 Regency of Philippe d’Orléans"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1716"
    ],
    "title": [
      "John Law establishes bank; chamber of justice 1717 Jansenist appeal against Unigenitus"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1718"
    ],
    "title": [
      "Abolition of conciliar government (polysynodie); New Orleans founded 1720 Louisbourg founded; collapse of Law’s ‘System’ 1721 Montesquieu, Persian Letters 1723 Death of the regent d’Orléans"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1726"
    ],
    "title": [
      "Livre tournois stabilized; ministry of Fleury begins 1730 Unigenitus declared a law of church and state 1732 Convulsions of Saint-Médard 1733–8 War of the Polish Succession 1734 Voltaire, Philosophical Letters"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1738"
    ],
    "title": [
      "Forced labour on roads (corvée) introduced; Peace of Vienna: France guaranteed succession to Lorraine 1740 Poor harvest and floods 1740–8 War of the Austrian Succession 1743 Death of Fleury"
    ],
    "type": null
  },
  {
    "title": [
      "1744 Louis XV’s illness at Metz: proclaimed ‘well-beloved’ 1745 Victory of Fontenoy; presentation of Mme de Pompadour 260 | chronology"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1748"
    ],
    "title": [
      "Peace of Aix-la-Chapelle; Montesquieu, Spirit of the Laws"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1749"
    ],
    "title": [
      "Establishment of twentieth (vingtième); refusal of sacraments to Jansenists 1751 Encyclopédie begins publication 1753–4 Exile of parlement of Paris"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1754"
    ],
    "title": [
      "Law of silence on religious disputes"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1755"
    ],
    "container-title": [
      "Hostilities in North America; deportation of Acadians"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "1756"
    ],
    "title": [
      "Diplomatic revolution brings France and Austria into alliance 1756–63 Seven Years War"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "Jan.) Damiens stabs Louis XV"
      }
    ],
    "citation-number": [
      "1757"
    ],
    "date": [
      "Nov"
    ],
    "title": [
      "Prussians defeat French at Rosbach 1759 Fall of Quebec 1761 Attack on Jesuits in parlement of Paris begins"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Rousseau",
        "given": "Social Contract"
      },
      {
        "given": "Emile"
      }
    ],
    "citation-number": [
      "1762"
    ],
    "title": [
      "Calas case in Toulouse 1763 Peace of Paris: loss of Canada 1764 Death of Pompadour; expulsion of Jesuits; first relaxation of restrictions on grain trade 1765 Brittany affair 1766 Lorraine becomes French on death of king-duke Stanislas; ‘Flagellation’ session in parlement of Paris 1767–70 Series of poor harvests followed by bread riots 1768 Annexation of Corsica"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1770"
    ],
    "title": [
      "Partial bankruptcy of Terray; future Louis XVI marries Marie-Antoinette of Austria 1771 Maupeou remodels the parlements"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1774"
    ],
    "note": [
      "military venality abolished 1778–83 French participation in American War of Independence"
    ],
    "title": [
      "Death of Louis XV; accession of Louis XVI; fall of Maupeou and Terray 1775 ‘Flour War’ 1776 Fall of Turgot"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1778"
    ],
    "title": [
      "Necker’s ‘provincial administrations’; death of Voltaire and Rousseau"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1781"
    ],
    "title": [
      "Compte rendu of Necker; resignation of Necker; death of Maurepas; Ségur ordinance requiring nobility of army officers; Franco-American victory at Yorktown"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1783"
    ],
    "title": [
      "Peace of Paris; committee of finance established; Calonne joins ministry chronology | 261 1785–6 Diamond necklace affair"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1785"
    ],
    "date": [
      " Aug",
      " July"
    ],
    "note": [
      "harvest destroyed; ( Aug.) payments from treasury suspended; fall of Brienne, recall of Necker Maps Map 1 Territorial Expansion of France, – maps | 263"
    ],
    "title": [
      "Beaumarchais’s Marriage of Figaro first performed 1786 Commercial treaty with Great Britain",
      "Calonne presents reform plans to Louis XVI 1787 (Feb.–May) Assembly of Notables; fall of Calonne; (Sept.) Prussians invade Holland; (Nov.) disastrous royal session in parlement of Paris 1788 (May) Lamoignon attempts reform of parlements"
    ],
    "type": null
  }
]
