[
  {
    "citation-number": [
      "1."
    ],
    "title": [
      "Sewing; mending; knitting of wristlets, caps, and scarfs. Crocheting squares for covers from odds and ends of worsted"
    ],
    "type": null
  },
  {
    "citation-number": [
      "2."
    ],
    "title": [
      "Woodworking and repairing; elementary book repairing and binding"
    ],
    "type": null
  },
  {
    "citation-number": [
      "3."
    ],
    "title": [
      "Home and school gardens; boys' and girls' club work; home projects and chores"
    ],
    "type": null
  },
  {
    "citation-number": [
      "4."
    ],
    "title": [
      "Buy Thrift Stamps and War Savings Stamps"
    ],
    "type": null
  },
  {
    "citation-number": [
      "5."
    ],
    "title": [
      "Salvage of waste materials in home and community"
    ],
    "type": null
  },
  {
    "title": [
      "How to do one's share at home, at school, in church, and in Sunday School"
    ],
    "type": null
  },
  {
    "citation-number": [
      "6."
    ],
    "title": [
      "Special: meetings of Savings Societies. Attention to the value of cooperation and group action in earning and saving"
    ],
    "type": null
  },
  {
    "title": [
      "How many did he buy?"
    ],
    "type": null
  },
  {
    "citation-number": [
      "2."
    ],
    "container-title": [
      "Cooperating with the local government in preventing 2o8 THE APPENDIX waste and protecting city property. Laws relating to health, sanitation, and garbage disposal"
    ],
    "title": [
      "Civics: thrift in community government. Individual responsibility for the wise expenditure of public funds"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "3."
    ],
    "title": [
      "Geography: conservation of forests, mines, and waterpower; soil erosion. Improved methods of production, manufacturing, and selling"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "English",
        "given": "reading of Autobiography of Benjamin Franklin"
      },
      {
        "family": "Holt",
        "given": "Henry"
      },
      {
        "given": "Co"
      },
      {
        "family": "Scribner",
        "given": "New York"
      },
      {
        "family": "Americans",
        "given": "Modern"
      },
      {
        "family": "Co.",
        "given": "Laurel Book"
      },
      {
        "given": "Boston"
      }
    ],
    "citation-number": [
      "4."
    ],
    "note": [
      "Short compositions on saving of time, materials, and money. III. Practice: City Schools"
    ],
    "title": [
      "New York; Wealth of the World's Waste Places and Oceania",
      "Collecting and reporting important facts on savings and thrift"
    ],
    "type": null
  }
]
