[
  {
    "author": [
      {
        "given": "B."
      }
    ],
    "note": [
      "Write the word."
    ],
    "title": [
      "Say the three words in the first row. Find the word in the second row that begins with the same two letters"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "C."
      }
    ],
    "title": [
      "The three words in the first row are missing the same two letters. Find the letters in the second row. Write the letters"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "B."
      }
    ],
    "note": [
      "Write the word."
    ],
    "title": [
      "Say the three words in the first row. Find the word in the second row that begins with the same two letters"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "C."
      }
    ],
    "title": [
      "The three words in the first row are missing the same two letters. Find the letters in the second row. Write the letters"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "ILLINOIS Chicago New Albany continued • Arai School • Pine View Michele R. Krieger, Reading Betty Robson, Third Grade Teacher Laboratory Teacher Ellen Ruth, Reading Resource Teacher • Clinton School • S. Ellen Jones Elementary Virginia Hamilton, Computer Doris C. Huber, Reading Resource Coordinator Teacher • District #2 • Silver Street Elementary llene McKenna, Learning Disabilities Joyce D. Lenz"
      },
      {
        "literal": "First Grade Teacher Nancy Merry, First Grade Teacher Winchester Nancy Piatt, First Grade Teacher • Ambrose School Judith Ann Hawkes, Special-Needs —New Albany Resource Room • Fairmont Elementary • Muraco School Diane Fravert, Reading Resource Barbara M. Tilden"
      }
    ],
    "container-title": [
      "La Marque Junior High School • Lillian Emery H. D. White, Resource Language Arts Sharon Green, Resource — LD/EMH • Mt. Tabor Elementary School Teacher Deborah Sitlinger"
    ],
    "note": [
      "Special Education Texas City Teacher • Lamar Elementary Geraldine Walts, Grade Four — Daphyn Gindratt, Special Education Learning Disabilities Resource K-4 • New Albany Floyd County Schools Theresa Jernigan, Computer Terry A. South, School Psychologist Coordinator and Teacher"
    ],
    "title": [
      "Reading Resource Instructional Intervention Teacher Teacher • McPherson School • Slate Run School Susan Azhakh, M.S.L.D. Resource Janat Murren, Teacher • Special Education INDIANA Rosemary Young, School Psychologist Floyd Knobs • Lafayette MASSACHUSETTS Pegge Ritterskamp, Teacher Wellesley • Hunnewell Elementary Greenville • Greenville Elementary School Karen Davis, Reading Laboratory Teacher Nancy Bierman",
      "Special-Needs Teacher • Galena Elementary Specialist Amy Welker, First Grade Teacher TEXAS • Hazelwood Junior High School La Marque Claudia Snider, Reading Specialist •"
    ],
    "type": "article-journal"
  }
]
