[
  {
    "author": [
      {
        "family": "Only",
        "given": "U.S.Mail"
      },
      {
        "family": "FedEx",
        "given": "U.P.S."
      },
      {
        "given": "Freight"
      }
    ],
    "container-title": [
      "Box"
    ],
    "note": [
      "7000 East A venue, L-795 Livermore, CA 94551 Livennore, CA 94550"
    ],
    "pages": [
      "–795"
    ],
    "title": [
      "The Regents of the The Regents of the University of California University of California Lawrence Livermore National Laboratory Lawrence Livermore National Laboratory Industrial Partnerships & Commercialization Industrial Partnerships & Commercialization P.O"
    ],
    "type": "article-journal",
    "volume": [
      "808"
    ]
  },
  {
    "note": [
      "Attn: Professor James P. Chandler Tel: (202) 296-8484 Fax: (202"
    ],
    "pages": [
      "296–4098"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "APPENDIX",
        "given": "D."
      }
    ],
    "container-title": [
      "BACKGROUND lNTELLECTUAL PROPERTY RELATED TO LLNL CASE NO. TC-2030-01, PAGE 33 OF"
    ],
    "type": "chapter",
    "volume": [
      "33"
    ]
  },
  {
    "author": [
      {
        "literal": "CEO, .Michael T."
      }
    ],
    "container-title": [
      "Abuse of Leader copyrights. trademarks, service marks. tmde seerets and all other proprietary propcrty rights will be prosecuted to the fullest extent of the law. Click on \"Report a Security Incident\" at Ivww.leader.com if yo II have knowledge of improper use oftliis information. r, APPENDIX D _ BACKGROUND INTELLECTUAL PROPERTY RELATED TO LLNL CASE NO. TC~2030-01"
    ],
    "note": [
      "PAGE 35 OF 35"
    ],
    "title": [
      "~ This 8Jlpendix contains proprietary and con(j~ential information intended for the sole lise ofthe intended recipient(s)_ This appendix is protected by the Uniform Trade Secrets Act and the Economic Espionage Act of 1996 which stipulates thRt any violation of said laws may be subject to penalties of $ 10M and up to 15 years imprisonment, and various other penahies. This append;x is al50 subject to the Leader Proprietary & Confidentiality Agreement [fyou have received or are viewing this message in error. please delete it immediately and kindly notify the LCHder",
      "McKibben al (614) 890-1986 or mmckibben@leader.com"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "APPENDIX",
        "given": "D."
      }
    ],
    "note": [
      "LLNL CASE NO. TC-2030-01, PAGE 36 OF 36"
    ],
    "title": [
      "BACKGROUND INTELLECTUAL PROPERTY RELATED TO"
    ],
    "type": null
  },
  {
    "note": [
      "Michael T. McKibben Ht (614) 890-1986 or rnmckibbcl1@lcadcLcont. Abuse of Leader copyrights, trademarks, service marks, trade secretS and.aU other proprietary property rights wiII he prosecuted to the fulles! extent of the J8\\V_ Click on \"Report HSecurity Incident\" at www.Iender.com jf you have knowledge of improper usc of this information."
    ],
    "title": [
      "Thig; appendix contains proprietary and confidentIal information intended for the sole use oflhe inlended recipienl(s). This appendix is protected by the Uniform Trade Secrets Act and the Economic Espionage Ad of 1996 which stipulates thai any violation of sil.id laws may be subject to penalltes ofSIOM and up to 15 years. imprisDlUnenl. and various <Jlher pCl1x[tics. This appendix is RIse s.ubject 10 the Leader Proprietary & Confidentia.lity Agreement. Tfyou have received or are viewing this message in error, please delete it immediately and kindly notifY the Leader CEO"
    ],
    "type": "report"
  },
  {
    "author": [
      {
        "family": "APPENDrx",
        "given": "D."
      }
    ],
    "container-title": [
      "BACKGROUND INTELLECTIJAL PROPERTY RELATED TO LLNL CASE NO. TC-2030-01, PAGE 39 OF 39"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Leeder CEO",
        "particle": "the"
      },
      {
        "family": "T",
        "given": "Michael"
      }
    ],
    "note": [
      "1ritc1e secrets Bnd 81 other proprietary property righu will be proseculed to the fullest extent oflhe htw. Click on \"Report R Security Ineident\" at www.leader.comifyou have knowledge of improper use or.his infomJalion. ~, APPENDIX D - BACKGROUND INTELLECTUAL PROPERTY RELATED TO LLNL CASE NO. TC-2030-01, PAGE 41 OF 41"
    ],
    "title": [
      "This appendix contains proprietary Hnd confJdentiRJ infolmatioll intended for jhe sole use oflhe intended recipiellt(s}. This appclldilC is protecled by the Uniform Tr.ade Secret5 Act and th e Economic Es.pionage Act of 1996 wllich stipulates thai illlY violation of said laws may be subjo::t 10 penalties ors 10M and up to 15 yeflrs imprisonment, and VfUl0llS other penalties. This appendhr. is also subject to th e LeBder Proprietary & COllrtdefltinlity Agreement If you have received or 8re viewing this message in crror, please delete it immediately MId kindly notif)!",
      "Mt::Kibbcn <11 (614) 890-1986 or mmckibben@ lcader.co nl. Abuse of l eade r copyrights, trademarks, service marks"
    ],
    "type": "report"
  },
  {
    "container-title": [
      "Click Dn \"Re)lDrt a Security Incident\" at w\\\\'w.lcader.com if you have knowledge of improper use of this informatiot1_ r, APPENDIX D - BACKGROUND INTELLECTUAL PROPERTY RELATED TO LLNL CASE NO. TC-2030-01, PAGE 42 OF 42"
    ],
    "title": [
      "Tilis appendix contains proprietaT)' sud confidential information intended for (he sole use ofthe lotended recipieIiI(s)_ This appendix: is protected by the Uniform Trade Secrets Act and the Economic Espionage Act of 1996 which stipulates that any violation of said laws may be subject to penatties ofSIQM and up to 15 years imprisonment, Bnd various other penalties, This appendix is 8100 subject to Ihe Leader Proprietary & Confidentiality Agreement. If you ha\\'e received or are vie\\Ying Ihis message in error, please delete il immedialely ami kindly notilY the Leader CEO, MichRcl T_ McKibb~u at (614) 890-1986 or mmckibbell@leader.couL Abuse of Leader copyrights, trademarks, service marks. trade secrets: and ail other proprietary property righfs will be prosecuted to the fullest extent of the law"
    ],
    "type": "chapter"
  }
]
