[
  {
    "author": [
      {
        "family": "J.P",
        "particle": "the U.S. through"
      }
    ],
    "container-title": [
      "Morgan holders of U.S. deposit liabilities (including the FDIC and deposits in non- Securities plc, see Broker-dealer regulatory capital on"
    ],
    "note": [
      "In addition, U.S. branches that are dually payable in the U.S. and in a non-U.S. branch) rules adopted by the U.S. Department of Labor (“DOL”) have imposed have priority over the claims of other unsecured creditors of the institution, (among other things) a new standard of care applicable to broker-dealers including public noteholders and depositors in non-U.S. branches. As a when dealing result, such persons could receive substantially less than the depositors in U.S. offices of the depository institution."
    ],
    "pages": [
      "91"
    ],
    "title": [
      "Morgan Securities LLC and other non-bank broker-Dividend restrictions. Federal law imposes limitations on the payment of dealer subsidiaries, all of which are subject to regulations of the SEC, the dividends by national banks, such as JPMorgan Chase Bank, N.A. and Financial Industry Regulatory Authority and the New York Stock Chase Bank USA, N.A. See Note 25 for the amount of dividends that the Exchange, among others. The Firm conducts similar securities activities Firm’s principal bank subsidiaries could pay, at January 1, 2018, to their outside the U.S. subject to local regulatory requirements. In the U.K., those respective bank holding companies without the approval of their banking activities are conducted by J.P. Morgan Securities plc, a subsidiary of regulators. JPMorgan Chase Bank, N.A., and are regulated by the PRA and the FCA. In addition to the dividend restrictions described above, the OCC and the Broker-dealers are subject to laws and regulations covering all aspects of Federal Reserve have authority to prohibit or limit the payment of the securities business, including sales and trading practices, securities dividends of the bank subsidiaries they supervise, if, in the banking offerings, publication of research reports, use of customers’ funds, the regulator’s opinion, payment of a dividend would constitute an unsafe or financing of clients’ purchases, capital structure, record-keeping and unsound practice in light of the financial condition of the bank. retention, and the conduct of their directors, officers and employees. For Depositor preference. Under federal law, the claims of a receiver of an information on the net capital of J.P. Morgan Securities LLC, and the insured depository institution for administrative expense and the claims of applicable requirements relating to risk-based capital for J.P"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "J.P",
        "given": "J.P.Morgan Securities",
        "particle": "plc"
      }
    ],
    "container-title": [
      "J.P. Morgan Securities plc is subject to the European Union Capital Requirements Regulation and the U.K. PRA capital rules, each of which implemented Basel III and thereby subject J.P. Morgan Securities plc to its requirements"
    ],
    "note": [
      "The following table presents J.P. Morgan Securities plc’s capital information:"
    ],
    "title": [
      "Morgan Securities plc is a wholly owned subsidiary of JPMorgan Chase Bank, N.A. and is the Firm’s principal operating subsidiary in the U.K. It has authority to engage in banking, investment banking and broker-dealer activities. J.P. Morgan Securities plc is jointly regulated by the U.K. PRA and the FCA"
    ],
    "type": "chapter"
  },
  {
    "date": [
      "2017"
    ],
    "note": [
      "substantially all the net proceeds Periods under December 31, 2017 examination Status received from securities issuances (including issuances of senior and JPMorgan Chase – U.S. 2003 – 2005 At Appellate level subordinated debt securities and of preferred and common stock)."
    ],
    "title": [
      "Tax examination status The Parent Company’s two principal subsidiaries are JPMorgan Chase JPMorgan Chase is continually under examination by the Internal Revenue Bank, N.A. and JPMorgan Chase Holdings LLC, an intermediate holding Service, by taxing authorities throughout the world, and by many state and company (the “IHC”). The IHC holds the stock of substantially all of local jurisdictions throughout the U.S. The following table summarizes the JPMorgan Chase’s subsidiaries other than JPMorgan Chase Bank, N.A. and status of significant income tax examinations of JPMorgan Chase and its its subsidiaries. The IHC also owns other assets and intercompany consolidated subsidiaries as of December 31",
      "indebtedness owing to the holding company. The Parent Company is obligated to contribute to the IHC"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "JPMorgan Chase – U.S."
      },
      {
        "literal": "–"
      }
    ],
    "container-title": [
      "U.S. 2011 – 2013 Field Examination of credit from the IHC. In addition to dividend restrictions set forth in statutes and regulations, the"
    ],
    "date": [
      "2006",
      "2010"
    ],
    "title": [
      "Field examination of The principal sources of income and funding for the Parent Company are amended returns; certain dividends from JPMorgan Chase Bank, N.A. and dividends and extensions matters at Appellate level JPMorgan Chase"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "GAAP",
        "given": "U.S."
      },
      {
        "family": "enterprises",
        "given": "Accounting",
        "particle": "principles generally accepted in the U.S. U.S. government-sponsored"
      },
      {
        "family": "obligations",
        "given": "U.S.G.S.E."
      },
      {
        "family": "U.S",
        "given": "In",
        "particle": "the"
      }
    ],
    "container-title": [
      "government. U.S. LCR: Liquidity coverage ratio under the final U.S. rule. U.S. Treasury: U.S. Department of the Treasury VA: U.S. Department of Veterans Affairs"
    ],
    "location": [
      "VaR"
    ],
    "note": [
      "is a measure of the dollar amount of potential loss from adverse market moves in an ordinary market environment."
    ],
    "publisher": [
      "“Value-at-risk”"
    ],
    "title": [
      "GSEs are quasi-governmental, privately held entities established by Congress to improve the flow of credit to specific sectors of the economy and provide certain essential services to the public. U.S. GSEs include Fannie Mae and Freddie Mac, but do not include Ginnie Mae, which is directly owned by the U.S. Department of Housing and Urban Development. U.S. GSE obligations are not explicitly guaranteed as to the timely payment of principal and interest by the full faith and credit of the U.S"
    ],
    "type": "chapter"
  },
  {
    "type": null,
    "url": [
      "Wholesale:"
    ]
  },
  {
    "author": [
      {
        "family": "nonaccrual",
        "given": "Non-U.S."
      }
    ],
    "type": null,
    "url": [
      "loans:"
    ]
  },
  {
    "author": [
      {
        "family": "loans",
        "given": "U.S."
      }
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Non-U.S."
      }
    ],
    "type": null,
    "url": [
      "loans:"
    ]
  },
  {
    "type": null,
    "url": [
      "Wholesale:"
    ]
  },
  {
    "type": null,
    "url": [
      "Non-U.S.:"
    ]
  },
  {
    "author": [
      {
        "family": "non-U.S",
        "given": "Total"
      }
    ],
    "pages": [
      "21 17 – – –"
    ],
    "type": null
  },
  {
    "date": [
      "2016"
    ],
    "pages": [
      "18 107 74,810 84 75,019 10,708 85,727"
    ],
    "type": null
  },
  {
    "date": [
      "2015"
    ],
    "pages": [
      "– 153 76,160 35 76,348 12,708 89,056"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Japan"
      }
    ],
    "date": [
      "2017"
    ],
    "pages": [
      "865 16,522 5,209 48,505 71,101 52,448 123,549"
    ],
    "title": [
      "$ 606 $ 17,617 $ 12,256 $ 25,229 $ 55,708 $ 52,928 $ 108,636 2016"
    ],
    "type": null
  },
  {
    "date": [
      "2015"
    ],
    "pages": [
      "93,312"
    ],
    "type": null,
    "volume": [
      "367 12,556 3,972 29,348 46,243 47,069"
    ]
  },
  {
    "author": [
      {
        "given": "France"
      }
    ],
    "date": [
      "2017",
      "2016"
    ],
    "pages": [
      "88,256 133,121"
    ],
    "title": [
      "$ 11,982 $ 6,828 $ 15,399 $ 2,471 $ 36,680 $ 83,572 $ 120,252"
    ],
    "type": null,
    "volume": [
      "10,871 4,076 26,195 3,723 44,865"
    ]
  },
  {
    "date": [
      "2015"
    ],
    "pages": [
      "166,167"
    ],
    "type": null,
    "volume": [
      "9,139 5,780 21,199 2,890 39,008 127,159"
    ]
  },
  {
    "date": [
      "2016"
    ],
    "pages": [
      "4,487 848 22,385 62,382 84,767"
    ],
    "title": [
      "Italy 2017 $ 11,376 $ 4,628 $ 4,526 $ 611 $ 21,141 $ 61,005 $ 82,146"
    ],
    "type": null,
    "volume": [
      "12,290 4,760"
    ]
  },
  {
    "author": [
      {
        "family": "Non-U.S",
        "given": "Non-U.S.",
        "particle": "charge-offs"
      }
    ],
    "container-title": [
      "Total non-U.S. consumer charge-offs"
    ],
    "genre": [
      "credit card"
    ],
    "pages": [
      "– – – –",
      "– – 13 149 114",
      "– – 13 149 114"
    ],
    "title": [
      "consumer, excluding credit card"
    ],
    "type": "chapter"
  },
  {
    "editor": [
      {
        "literal": "/s/ TIMOTHY P. FLYNN Director (Timothy P. Flynn) /s/ LABAN P. JACKSON, JR. Director (Laban P. Jackson, Jr."
      }
    ],
    "type": null
  },
  {
    "editor": [
      {
        "family": "WILLIAM C. WELDON Director",
        "particle": "s/"
      }
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Co.",
        "given": "L.L.C.United States J.P.Morgan Treasury Technologies Corporation United States J.P.Morgan International Finance Limited United States Chase Paymentech Europe Limited Ireland JPMorgan Securities Japan"
      },
      {
        "family": "J.P",
        "given": "Ltd Japan Chase Paymentech Solutions Inc Canada J.P.Morgan Capital Holdings Limited United Kingdom J.P.Morgan Securities P.L.C.United Kingdom J.P.Morgan Europe Limited United Kingdom J.P.Morgan International Bank Limited United Kingdom"
      }
    ],
    "container-title": [
      "Morgan Services India Private Limited India J.P. Morgan Ventures Energy Corporation United States JPMorgan Asset Management Holdings Inc. United States JPMorgan Distribution Services, Inc. United States JPMorgan Asset Management International Limited United Kingdom JPMorgan Asset Management Holdings (UK) Limited United Kingdom JPMorgan Asset Management (UK) Limited United Kingdom JPMorgan Asset Management Holdings (Luxembourg) S.à r.l. Luxembourg JPMorgan Asset Management (Europe) S.à r.l. Luxembourg J.P. Morgan Investment Management Inc. United States J.P"
    ],
    "date": [
      "2017-12-31"
    ],
    "note": [
      "United States J.P. Morgan Securities LLC United States J.P. Morgan Equity Holdings, Inc. United States Chase Bank USA, National Association United States Chase Card Funding LLC United States Chase Issuance Trust United States"
    ],
    "publisher": [
      "Morgan Broker-Dealer Holdings Inc"
    ],
    "title": [
      "Organized Under Name The Laws Of JPMorgan Chase Bank, National Association United States Paymentech",
      "Morgan AG Germany JPMorgan Chase Holdings LLC United States J.P"
    ],
    "type": "chapter"
  },
  {
    "note": [
      "the “Report”), each of the undersigned officers of JPMorgan Chase & Co., certify, pursuant to 18 U.S.C. Section"
    ],
    "title": [
      "In connection with the Annual Report of JPMorgan Chase & Co. on Form 10-K for the period ended December 31, 2017 as filed with the Securities and Exchange Commission on the date hereof"
    ],
    "type": "report"
  },
  {
    "citation-number": [
      "1350,"
    ],
    "container-title": [
      "The information contained in the Report fairly presents, in all material respects, the financial condition and results of operations of JPMorgan Chase & Co"
    ],
    "title": [
      "as adopted pursuant to Section 906 of the Sarbanes-Oxley Act of 2002, that: 1. The Report fully complies with the requirements of Section 13(a) or 15(d) of the Securities Exchange Act of 1934; and 2"
    ],
    "type": "chapter"
  }
]
