[
  {
    "note": [
      "E(exp(i(X,t))) =exp ( _lltt),"
    ],
    "type": null
  },
  {
    "note": [
      "?:: 1 - 210 for every V."
    ],
    "title": [
      "J.Lv( {x: x E V and Ilxll ~ R(E)}"
    ],
    "type": null
  },
  {
    "note": [
      "P-almost everywhere."
    ],
    "type": null,
    "volume": [
      "E[YoIF] = g(Y1 , Y 2 , · · · , Y n"
    ]
  },
  {
    "author": [
      {
        "given": "Viskov"
      }
    ],
    "citation-number": [
      "40."
    ],
    "date": [
      "1984"
    ],
    "pages": [
      "141–143"
    ],
    "title": [
      "Theory of Probability and Its Applications"
    ],
    "type": null,
    "volume": [
      "30, n. 1"
    ]
  },
  {
    "author": [
      {
        "family": "Ville",
        "given": "J."
      }
    ],
    "citation-number": [
      "5"
    ],
    "container-title": [
      "des Se"
    ],
    "date": [
      "1945"
    ],
    "pages": [
      "529–539",
      "317"
    ],
    "publisher": [
      "Exercises for Chapter V"
    ],
    "title": [
      "Comptes Rendus Acad"
    ],
    "type": "article-journal",
    "volume": [
      "221"
    ]
  },
  {
    "author": [
      {
        "given": "Topology"
      }
    ],
    "title": [
      "Hyperbolic Manifolds"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Z.I.E.M.E.R."
      },
      {
        "literal": "LANG. Cyclotomic Fields I and II. lSI SILVERMAN."
      },
      {
        "family": "Polytopes",
        "given": "Z.I.E.G.L.E.R.Lectures",
        "particle": "on"
      },
      {
        "given": "F.U.L.T.O.N./H.A.R.R.I.S."
      }
    ],
    "citation-number": [
      "120"
    ],
    "container-title": [
      "Readings in Mathematics 154 BROWN/PEARCY. An Introduction to 124 DUBROVIN/FoMENKO/NoVIKOV. Modem Analysis. Geometry-Methods and Applications. 155 KASSEL. Quantum Groups. Part III. 156 KECHRIS. Classical Descriptive Set 125 BERENSTEIN/GA Y. Complex Variables: An Theory. Introduction. 157 MALLlAVIN.lntegration and 126 BOREL. Linear Algebraic Groups",
      "Probability. 127 MASSEY. A Basic Course in Algebraic 158 ROMAN. Field Theory. Topology. 159 CONWAY. Functions of One 128 RAUCH. Partial Differential Equations. Complex Variable II",
      "Manifolds. Readings in Mathematics 161 BORWEIN/ERDEL YI. Polynomials and 130 DoDSON/POSTON. Tensor Geometry. Polynomial Inequalities. 131 LAM. A First Course in Noncommutative 162 ALPERIN/BELL. Groups and Rings. Representations. 132 BEAROON. Iteration of Rational Functions. 163 DIXON/MORTIMER. Permutation 133 HARRIS. Algebraic Geometry: A First Groups. Course. 164 NATHANSON. Additive Number Theory: 134 ROMAN. Coding and Information Theory. 165 NATHANSON. Additive Number Theory: 135 ROMAN. Advanced Linear Algebra. Inverse Problems and the Geometry of 136 ADKINS/WEINTRAUB. Algebra: An Sumsets. Approach via Module Theory. 166 SHARPE. Differential Geometry: Cartan's 137 AXLERIBoUROON/RAMEY. Harmonic 167 MORANDI. Field and Galois Theory. Function Theory. 168 EWALD. Combinatorial Convexity and 138 COHEN. A Course in Computational Algebraic Geometry. Algebraic Number Theory. 169 BHATIA. Matrix Analysis. 139 BREOON. Topology and Geometry. 170 BREDON. Sheaf Theory",
      "140 AUBIN. Optima and Equilibria. An 171 PETERSEN. Riemannian Geometry. Introduction to Nonlinear Analysis. 172 REMMERT. Classical Topics in Complex 141 BECKERIWEISPFENNING/KREDEL. Grabner Function Theory. Bases. A Computational Approach to 173 DIESTEL. Graph Theory. Commutative Algebra. 174 BRIDGES. Foundations of Real and 142 LANG. Real and Functional Analysis. Abstract Analysis",
      "175 UCKORISH. An Introduction to Knot 143 DoOB. Measure Theory. Theory. 144 DENNIS/FARB. Noncommutative 176 J EE. Riemannian Manifolds. Algebra. 177 NEWMAI'. Analytic Number Theory. 145 VICK. Homology Theory. An 178 CLARKEJLEDY AEV/STERN/WOLENSKI. Introduction to Algebraic Topology. Nonsmooth Analysis and Control",
      "Theory. 146 BRIDGES. Computability: A 179 DoUGLAS. Banach Algebra Techniques in Mathematical Sketchbook. Operator Theory",
      "147 ROSENBERG. Algebraic K-Theory 180 SRIV ASTA VA. A Course on Borel Sets. and Its Applications. 181 KRESS. Numerical Analysis. 148 ROTMAN. An Introduction to the 182 WALTER. Ordinary Differential Theory of Groups",
      "Equations. 183 MEGGINSON. An Introduction to Banach 186 RAMAKRISHNANIV ALENZA. Fourier Space Theory",
      "Geometry"
    ],
    "edition": [
      "2nd",
      "2nd",
      "2nd",
      "3rd",
      "2nd",
      "2nd",
      "4th"
    ],
    "note": [
      "Analysis on Number Fields. 184 BOLLOBAS. Modern Graph Theory. 187 HARRIS/MoRRISON. Moduli of Curves. 185 COX/LITTLE/O'SHEA. Using Algebraic 188 GoLDBLATT. Lectures on Hyperreals. Geometry. 189 LAM. Lectures on Rings and Modules."
    ],
    "pages": [
      "152",
      "129"
    ],
    "title": [
      "Weakly Differentiable Functions: 150 EISEN BUD. Commutative Algebra Sobolev Spaces and Functions of Bounded with a View Toward Algebraic Variation",
      "Advanced Topics in Combined",
      "the Arithmetic of Elliptic Curves. 122 REMMERT. Theory of Complex Functions",
      "Readings in Mathematics 153 FULTON. Algebraic Topology: A 123 EBBINGHAUS/HERMES et al. Numbers. First Course",
      "Representation Theory: A 160 LANG. Differential and Riemannian First Course"
    ],
    "type": "article-journal",
    "volume": [
      "121"
    ]
  }
]
