[
  {
    "author": [
      {
        "given": "Generals—Greece—Biography"
      },
      {
        "literal": "B.C. I. Arrian. II. Romm, James S. III. Mensch, Pamela"
      }
    ],
    "container-title": [
      "Macedonian Expansion",
      "Greece—History—Macedonian Expansion"
    ],
    "date": [
      "1956"
    ],
    "pages": [
      "359–323",
      "938 07 092– 22 2004019818"
    ],
    "title": [
      "4. Greece—Kings and rulers—Biography. 5"
    ],
    "type": "article-journal",
    "volume": [
      "359–323 B.C. 3"
    ]
  },
  {
    "date": [
      "1988"
    ],
    "note": [
      "and Alexander and the East:"
    ],
    "publisher": [
      "Cambridge University Press"
    ],
    "title": [
      "Among those inclined toward the “dark” portrayal of Alexander are A. B. Bosworth in Conquest and Empire: The Reign of Alexander the Great"
    ],
    "type": null
  },
  {
    "date": [
      "1996"
    ],
    "note": [
      "and, to a lesser extent, Peter Green in Alexander of Macedon, 356–323 B.C."
    ],
    "publisher": [
      "Oxford University Press"
    ],
    "title": [
      "The Tragedy of Triumph"
    ],
    "type": null
  },
  {
    "date": [
      "1991"
    ],
    "note": [
      "work, Alexander the Great (2 vols., Cambridge University Press, 1948), and, more responsibly, by N. G. L. Hammond in Alexander the Great: King, Commander and Statesman"
    ],
    "publisher": [
      "University of California Press"
    ],
    "title": [
      "The more positive sides of Alexander’s nature were emphasized by William Tarn in a now largely discredited, but still influential"
    ],
    "type": null
  },
  {
    "date": [
      "1980",
      "2004",
      "1980"
    ],
    "note": [
      "These include Joseph Roisman, Alexander the Great: Ancient and Modern Perspectives"
    ],
    "publisher": [
      "Noyes Press",
      "Johns Hopkins University Press",
      "Little, Brown"
    ],
    "title": [
      "Two very recent books that make note of these opposing views without adopting strong positions of their own are Alexander the Great by Richard Stoneman (Routledge, 1997) and Alexander: Destiny and Myth by Claude Mossé",
      "Robin Lane Fox takes a mixed view of Alexander in The Search for Alexander",
      "a book that is also beautifully illustrated. Several further studies were due to appear in the year or two after this volume was completed, as well as two feature-length films. Several recent scholars have attempted to compile different views of Alexander taken from either ancient or modern sources, or both, to allow readers to make quick comparisons"
    ],
    "translator": [
      {
        "family": "Lloyd",
        "given": "Janet"
      }
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Heath",
        "given": "D.C."
      }
    ],
    "date": [
      "1995"
    ],
    "title": [
      "Ian Worthington, Alexander the Great: A Reader"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Routledge"
      },
      {
        "family": "Heckel",
        "given": "Waldemar"
      },
      {
        "family": "Yardley",
        "given": "J.C."
      }
    ],
    "date": [
      "2003",
      "2004"
    ],
    "location": [
      "Blackwell"
    ],
    "title": [
      "Alexander the Great: Historical Sources in Translation"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "N. G. L",
        "given": "General",
        "particle": "studies of Macedonia include"
      }
    ],
    "container-title": [
      "Eugene Borza’s In the Shadow of Olympus: The"
    ],
    "date": [
      "1989"
    ],
    "publisher": [
      "Oxford University Press"
    ],
    "title": [
      "Hammond’s The Macedonian State: The Origins, Institution and History"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Empire",
        "given": "James R.Ashley’s The Macedonian"
      }
    ],
    "container-title": [
      "In addition to all the above sources, I have relied on the following in preparing the notes for this volume: A. B. Bosworth, A Historical Commentary on Arrian’s History of Alexander",
      "and 1995), cited in the notes as Commentary; Francesco Sisti and Andrea Zambrini, Arriano: Anabasi di Alessandro"
    ],
    "date": [
      "1992",
      "1998",
      "1976",
      "1980"
    ],
    "note": [
      "by Sisti only; Mondadori, 2001 and 2004); and J. R. Hamilton, Plutarch, Alexander: A Commentary (2nd ed., Duckworth, 1999). Index Achaemenid empire, see Persian Anatolia (Turkey), xix, 11 n., 24"
    ],
    "publisher": [
      "Princeton University Press",
      "Harvard University Press",
      "Oxford University Press"
    ],
    "title": [
      "Emergence of Macedon",
      "which focuses in particular on the military side of Philip’s and Alexander’s reigns. A complete version of Arrian’s Anabasis can be found either in the Penguin edition (The Campaigns of Alexander, translated by Aubrey de Sélincourt, 1971) or in the dual-language Loeb edition with the translation, notes, and appendices of Philip Brunt: History of Alexander and Indica",
      "A Landmark edition of the text will soon be available from Pantheon Books"
    ],
    "type": "chapter",
    "volume": [
      "2",
      "vols. 1–2",
      "2"
    ]
  }
]
