[
  {
    "author": [
      {
        "family": "Millspaugh's Blackberry. R. Millspaughii. Aug.-Sep. Mountain Blackberry. R. Alleghaniensis. Aug^-Sep. Sand Blackberry. R. Cuneifolius. July-Aug. Dwarf Bilberry",
        "given": "Naturalized Bailey's Blackberry Rubus Baileyanus Bristly Blackberry R.",
        "particle": "setosus. Dewberry. R. Canadejisis. June-July. High Bush Blackberry. R. villosus. July-Aug. Hispid Blackberry. R. hispid us. Aug. Low Bush Blackberry. R. trivialis."
      }
    ],
    "date": [
      "July Aug"
    ],
    "editor": [
      {
        "family": "Aug",
        "given": "Great Bilberry V.' uliginosum July-Aug Oval-leaved Bilberry V.ovalifolium July-Aug Thin-leaved Bilberry V.membranaceum July-Aug Black Blueberry V.atrococcum July-Aug-Canada Blueberry V.Canadense July-Aug Dwarf Blueberry V.Fennyslvanicum June-July High Bush Blueberry V.corymbosum July-Aug Low Blueberry V.vacillans July-Aug Low Black Blueberry V.nigrum July Mountain Blueberry V.pallidum July-Aug Southern Black Huckleberry F.virgatum July Mountain Cranberry Windberry V.Vitis-Idaea Aug-Sei> Black Huckleberry Gaylussacia resinosa"
      }
    ],
    "note": [
      "EDIBLE PLANTS 39b' Box Huckleberry. G. brachycera. Dwarf Huckleberry. G. dumosa. July- Aug. Tangleberry. G. frondosa. July- Aug. Appalachian Cherry. Frunus cuneata. Choke Cherry. P. Virginiana. July- Aug. (Edible later.) Sand Cherry. P. puuiila. Aug."
    ],
    "title": [
      "Vaccinium caespitosum"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "Sour Cherry. Egriot. P. Cerasus. June-July. Naturalized. Western Wild Cherry. P. demissa. Aug. Western Sand Cherry. P. Besseyi. Wild Cherry. Crab Cherry. P. Avium. Naturalized. Wild Black Cherry. P. serotina. Aug. -Sep. Wild Red Cherry. P. Pennsylvanica. Aug. American Crab-Apple."
      }
    ],
    "note": [
      "Western Crab-Apple. M. loensis. American Cranberry. Oxycoccus macrocarpus. Sep.-Oct."
    ],
    "title": [
      "Sweet-scented C"
    ],
    "translator": [
      {
        "family": "Soulard Crab-Apple. M. Soulardi",
        "given": "Malus",
        "particle": "coro?iaria. Sept.-Oct. Narrow-leaved Crab-Apple. M. angustifolia."
      }
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Aug.-Sep",
        "given": "Small Cranberry Bog C.O.Oxycoccus"
      }
    ],
    "title": [
      "Southern Mountain Cranberry"
    ],
    "translator": [
      {
        "literal": "O. erythrocarpus. July -Sep. Cranberry Tree. Viburnum Opulus. Aug. -Sep. Crowberry. Curlew-berry. Empetrum nigrum. Summer."
      }
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Missouri C. Ribei",
        "given": "Golden Current Buffalo",
        "particle": "or"
      },
      {
        "family": "Northern Black Currant. P.. Hudsonianum",
        "particle": "aureum."
      }
    ],
    "note": [
      "July-Aug. Round-leaved Gooseberry. R. rotundifolium. July-Aug."
    ],
    "title": [
      "Red Currant"
    ],
    "translator": [
      {
        "literal": "R. rubrum. Wild Black Currant. R. floridum. July-Aug. Elderberry. Sambucus Canadensis. Aug. Wild Gooseberry. Dogberry. Ribes Cynosbati. Aug. Missouri Gooseberry. R. gracile. Northern Gooseberry. R. oxyacanthoides."
      }
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "CAMPING AND WOODCRAFT Swamp Gooseberry. R. lacustre. July-Aug, Bailey's Grape. Vitis Baileyana. Blue Grape. Winter G.V. bicolor. Downy Grape. V. cinerea. Frost Grape. V. cordifolia. Oct.-Nov-Missouri Grape. F. pahjiata. Oct. Northern P'ox Grape. V. Labrusca. Aug. -Sep. Riverside Grape. Sweet-scented G. V. vulpina, July-Oct. Sand Grape. Sugar G. V. rupestris. Aug. Southern Fox Grape. V. rotundifolia. Aug.-Sep. Summer Grape. V. aestivalis. Sep.-Oct: Ground Cherry. Physalis, several species. Hackberry. Celtis occidentalis. Sep.-Oct."
      },
      {
        "literal": "also P. lutea.Fruit known as Maypops. Pawpaw. Asimina triloba."
      },
      {
        "literal": "gracilis. Porter's Plum. P. Alleghaniensis. Aug. Watson's Plum. P. JVatsoni. Wild Goose Plum. P. hortulana. Sep\"Oct. Wild Red Plum. Yellow P. P. Americana. Aug.-Oct. Ground Plum. Astragalus crassicarpus ; also A. Mfxicanus."
      }
    ],
    "citation-number": [
      ",96"
    ],
    "editor": [
      {
        "family": "May-July. Low Plum",
        "given": "Beach Plum Prunus",
        "particle": "martima. Sep-Oct. Canada Plum. P. nigra. Aug. Chickasaw Plum. P. angustifolia."
      }
    ],
    "note": [
      "July- Aug. Creeping Snowberry. Ohio genes hispidula. Jug.-Sep. Berries have flavor or sweet birch. American Wood Strawberry. Frag aria Jmericana. Northern Wild Strawberry. F. Canadensis. Virginia Strawberry. Scarlet S. F. Virginiana. Black Thorn. Pear Haw. Crataegus tomentosa. Oct. Large-fruited Thorn. C. punctata. Sep.-Ort. Scarlet Thorn. C. coccinea. Sep.-Oct."
    ],
    "pages": [],
    "title": [
      "Berries dry but edible",
      "Fruit edible when frost-bitten. Persimmon. Diospyros Virginiana. Fruit edible after frost",
      "Unripe fruit resembles green plums, and is eaten raw or cooked"
    ],
    "translator": [
      {
        "family": "Black",
        "given": "Haw Viburnum prunifolium Sep-Oct Scarlet Haw Red H.Crataegus mollis Sep Oct May Apple Mandrake Podophyllum peltatum July Passion-flower"
      },
      {
        "family": "incarnata",
        "given": "Passiflora"
      },
      {
        "literal": "Black Raspberry. Thimble-berry. Rubus occidentalis. July. Cloudberrv. R. Chamae?norus, Dwarf Raspberry. R. Americanus. July-Jug-Purple Wild Raspberry. R. neglectus. July-Jug, Purple-flowering Raspberry. R. odoratus. July-Sep. Salmon-berry. R. parviflorus, July-Sep. Wild Red Raspberry. R. strigosus. July-Sep. Service-berry. June-berry. Jmelanchier Canadensis. June-July. Low June-berry. J. spicata. Northwestern June-berry. J. alnifolia. Round-leaved June-berry. J. rotundifolia. Jug. Shad-bush. J. Botryapium. June-July. Silver Berry. Elaeagnus argentea."
      }
    ],
    "type": null
  }
]
