[
  {
    "genre": [
      "H Winstone’s general"
    ],
    "title": [
      "Trigger’s A History of Archaeological Thought of writings by discoverers"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Malina"
      },
      {
        "family": "Yesterday",
        "given": "Vasicek’s Archaeology"
      },
      {
        "family": "Constable",
        "given": "To-"
      }
    ],
    "date": [
      "1989",
      "1986",
      "1990",
      "1989",
      "1991",
      "1983",
      "1981",
      "1985"
    ],
    "location": [
      "London",
      "London"
    ],
    "note": [
      "Various editions of Richard Gough’s J L Fitton’s Heinrich Schliemann and the British"
    ],
    "publisher": [
      "S Horwitz",
      "Weidenfeld & Antiquarian fieldwork in Britain Nicolson"
    ],
    "title": [
      "is a comprehensive guide, supplemented by account, Uncovering the Ancient World",
      "is supplemented by his biograday",
      "Stuart Piggott places British archaeology phies of Woolley of Ur (London, Secker and Warburg, 1990) and Howard Carter and the discovery into the context of European thought in Ancient Britof the Tomb of Tutankhamun (London, Constaons and the Antiquarian Imagination",
      "and this ble",
      "Other interesting biographies include background is covered by Sklen?ar in Archaeology in Flinders Petrie (Drower 1985) and The Find of a Central Europe",
      "Lifetime: Sir Arthur Evans and the discovery of Knossos",
      "The interaction between discov-Stuart Piggott has written a full biography of William erers and collecting institutions is illuminated by Stukeley"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "Fowles J & Legg R rediscovery of Mycenean civilization"
      },
      {
        "family": "T",
        "given": "R."
      }
    ],
    "date": [
      "1990",
      "1980",
      "1992",
      "1980",
      "1988",
      "1981"
    ],
    "location": [
      "New Delhi"
    ],
    "note": [
      "and Pen- edited by P Robertshaw (London, James Currey, ny’s study of an important collector, Thomas 1990). Howard, Earl of Arundel (Oxford, Ashmolean Museum, 1985). The transformation of private collec- Chapter 2: tions into public museums is explained in Museums Discovery, fieldwork and recording and the Shaping of Knowledge by Hooper-Greenhill"
    ],
    "publisher": [
      "Munshiram Manoharlal",
      "Yale Univ Press"
    ],
    "title": [
      "1789 translation of Camden’s Britannia may be Museum (London, British Museum Occ Pap 83, found in reference libraries, while facsimiles of John 1991). Aubrey’s Monumenta Britannica or A Miscellany of Analytical approaches to discoveries include British Antiquities (Parts 1 & 2) have been published McDonald & Thomas’ Progress into the Past: The with editorial comments from",
      "Avebury Re-Ridley’s The Eagle and the Spade: Archaeology in considered: From the 1660s to the 1990s by Ucko P, Rome during the Napoleonic era (Cambridge Univ Hunter M and Clark A (London, Unwin Hyman, 1990) is a case-study of the continuing importance Press",
      "Discoveries outside Europe and the Near of antiquarian records. East are featured in Fagan’s Elusive Treasure (1977) and Willey & Sabloff’s A History of American Ar-Touring and collecting chaeology",
      "D K Chakrabarti has written A The northern European passion for Greek and Ro- History of Indian Archaeology: From the beginning man antiquities is illuminated in Haskell F and Penny to 1947",
      "N, Taste and the Antique: The lure of classical sculp- while A History of African Archaeology has been ture, 1500–1900"
    ],
    "type": null
  },
  {
    "container-title": [
      "Contemporary reports from the Illustrated Lon-Burrow (Assoc County Archaeol Officers, 1985), and don News recapture the excitement of nineteentha Danish volume, Sites and Monuments: National century discoveries (Bacon E, The Great archaeological records"
    ],
    "date": [
      "1985",
      "1992",
      "1992"
    ],
    "editor": [
      {
        "given": "Ian"
      },
      {
        "given": "Larsen"
      }
    ],
    "location": [
      "London, Data",
      "London"
    ],
    "note": [
      "Seeker and Warburg, brief case-study of an interesting fieldwork exercise 1976); Great Adventures in Archaeology, edited that rediscovered a port in northern France is David"
    ],
    "title": [
      "the background is presented in O Klindt-Jensen’s A Collection and Analysis of Archaeological Survey History of Scandinavian Archaeology",
      "Basic recording is covered in Surveying Thames and Hudson, 1975). for Archaeologists by F Bettess (Univ of Durham",
      "The problem of maintaining systematic catalogues of sites is the subject of County Archaeologi-The discovery of civilizations cal Records: Progress and Potential",
      "A Archaeologists"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "R Silverberg",
        "particle": "by"
      }
    ],
    "citation-number": [
      "186"
    ],
    "container-title": [
      "Antiquity"
    ],
    "date": [
      "1985",
      "1990",
      "1992",
      "1982"
    ],
    "note": [
      "Informative shire Downs by Gaffney V and Tingle M (Oxford, case studies are included in The Impact of Aerial Re- Brit Archaol Rep 200, 1989) includes intensively cul-"
    ],
    "pages": [
      "965–9"
    ],
    "title": [
      "is an anthology Guide to Further Reading Hill’s ‘Quentovic defined’ and ‘The definition of the Regional field survey projects early medieval site of Quentovic’",
      "Some British projects deserve study for their meth-51–8 and 66",
      "ods as well as their results. Andrew Fleming’s The Dartmoor Reaves: Investigating prehistoric land di-Aerial photography and geophysical surveying visions (London, Batsford, 1988) examines uplands, The best introductions are Riley’s Air Photography while The Maddle Farm Project: An integrated surand Archaeology (1987) and Wilson’s Air Photo In- vey of prehistoric and Roman landscapes on the Berkterpretation for Archaeologists"
    ],
    "type": "article-journal",
    "volume": [
      "64"
    ]
  },
  {
    "author": [
      {
        "family": "J P Greene",
        "given": "Norton Priory",
        "particle": "by"
      },
      {
        "family": "Harrison",
        "given": "M."
      },
      {
        "family": "London",
        "given": "Harvey Miller"
      }
    ],
    "container-title": [
      "contained in the Nautical Archaeology Society’s Arhagen, National Mus, 1988). chaeology Underwater",
      "Harris’s Principles of Archaeological Routledge",
      "Antiquity"
    ],
    "date": [
      "1993",
      "1992",
      "1987",
      "1992",
      "1989",
      "1989",
      "1993",
      "1989",
      "1982",
      "1989",
      "1984",
      "1989"
    ],
    "editor": [
      {
        "family": "London",
        "given": "Weidenfeld"
      },
      {
        "family": "Nicolson",
        "given": "Record"
      },
      {
        "family": "T",
        "given": "Nash D."
      },
      {
        "family": "D",
        "given": "Petraglia M."
      },
      {
        "family": "Kristiansen",
        "given": "K."
      },
      {
        "given": "Dean"
      },
      {
        "family": "Payton",
        "given": "R."
      },
      {
        "given": "Drury"
      }
    ],
    "location": [
      "London",
      "London"
    ],
    "note": [
      "church in Istanbul (R",
      "tive role, while technicalities of publishing a site are outlined in the Council for British Archaeology’s Sign- Historical dating posts for Archaeological Publication (London, 1991). South’s Method and Theory in Historical Archaeol-For some long-term problems that might easily be over- ogy (1977) is a complex but rewarding work, and looked see Preserving Field Records: Archival tech- theoretical dimensions can also be appreciated in Arniques for archaeologists and anthropologists, edited by chaeology as long-term History, edited by Ian Hodder Kenworthy M A (Philadelphia, Univ Pennsylvania (Cambridge Univ Press, 1987). M Baillie’s A Slice Through Time: Dendrochronology and precision dat-Museum, 1985). The continuing interaction of excavaing (London, Batsford 1995) shows how scientific tion and destruction by modern development is featured methods are reducing the difference between prehisin Rescue Archaeology: What’s next?, edited by Mytum tory and history. A controversial discussion of histori-H and Waugh K (York Univ, Archaeol Monog 6, 1987); cal dating in Mediterranean, Egyptian and it follows on from Barri Jones’ Past Imperfect: The story Near-eastern archaeology is Centuries of Darkness,"
    ],
    "pages": [
      "185"
    ],
    "publisher": [
      "English Heritage",
      "Bodley Head"
    ],
    "title": [
      "much of his professional career, but Jacquetta Excavation: special cases Hawkes’ biography (1982) leaves many questions For town sites see M Carver’s Underneath English unanswered. Towns: Interpreting urban archaeology (London, Batsford, 1987) and Arguments in Stone: Archaeo-Excavation procedure logical research and the European town in the first The ‘classic’ work is Philip Barker’s Techniques of Ex- millennium (Oxford, Oxbow Monog 29, 1993), also cavation",
      "but his earlier Understanding Ar- P Ottaway’s Archaeology in British Towns from the chaeological Excavation (1986) may be easier for Emperor Claudius to the Black Death (London, beginners",
      "Waterlogged sites are the subject Stratigraphy (1989) remains the best account of this of B & J Coles’s Peoples of the Wetlands: Bogs, boddifficult aspect. Taphonomy is explored in Schiffer’s ies and lake dwellings: a world survey (London, Formation Processes of the Archaeological Record Thames and Hudson, 1989), while The sea Remem-(1987), and further relevant papers are contained in bers: Shipwrecks and archaeology by P Natural Formation Processes and the Archaeological Throckmorton",
      "illustrates many marine sites. All aspects of ford; Brit Archaeol Rep, 1987), and Archaeological marine ‘fieldwork’, excavation and recording are Formation Processes",
      "At the opposite extreme, A M Rosen’s Cities of Clay: The Popular syntheses of work on individual sites help geoarchaeology of tells (Chicago Univ Press, 1986) to explain the selection of a site, excavation strategy, concerns mud-brick sites. Rodwell’s Church Archaeand interpretation. The English Heritage/Batsford se- ology (1989) discusses cemeteries as well as church ries contains a growing number of these, including buildings, and an interesting burial site is explored Wharram Percy: Deserted medieval village (Beresford in A Boddington’s Raunds: Furnells church and cem-M and Hurst J 1990); two Iron Age hillforts, Danebury: etery",
      "A volume of The anatomy of an Iron Age hillfort (B W Cunliffe 1993) studies on Burial archaeology has been edited by and Maiden Castle (Sharpies 1991); and Flag Fen: Pre- Roberts",
      "Retrieval of Objects from Archaeohistoric fenland centre",
      "Two medieval sites logical Sites",
      "Denbigh, Archetype, featuring an interesting combination of excavation, 1992) is a collection of case-studies about the condocumentary history and architectural analysis are servation of structures and artefacts revealed by excavation. Many interesting discussions of stone",
      "and A Temple for timber structures are included in Structural Recon-Byzantium: The discovery and excavation of a palace struction",
      "Dealing with developers and the public Chapter 4: in a busy urban setting are aspects of Richard Hall’s The Dating the past Viking Dig: Excavations at York",
      "Ian Hodder’s article ‘Writing archaeology: site Dating methods are also included in the historical reports in context",
      "268–74) pro- surveys and general books cited at the beginning of this vides an interesting perspective on the excavator’s crea- section and in relation to chapter 1 (above"
    ],
    "type": "article-journal",
    "volume": [
      "63"
    ]
  },
  {
    "author": [
      {
        "family": "rescue",
        "particle": "of"
      }
    ],
    "citation-number": [
      "188"
    ],
    "container-title": [
      "The Absolute Chronology of the Aegean Bronze Age Impact of Chronometric Dating",
      "My own book Interpret- The Man in the Ice"
    ],
    "date": [
      "1984",
      "1991",
      "1989",
      "1992",
      "1990",
      "1994"
    ],
    "editor": [
      {
        "family": "James",
        "given": "P."
      },
      {
        "family": "Aitken",
        "given": "M."
      },
      {
        "given": "Hardy"
      },
      {
        "given": "Renfrew"
      }
    ],
    "note": [
      "Coins (London, Brit- tific forgery (1990). ish Museum, 1991) outlines the potential of numismatics. Tree-ring dating M G Baillie’s Tree-ring Dating and Archaeology (Lon-Typology don, Routledge, 1981) remains an excellent account; Graslund’s The Birth of Prehistoric Chronology see also D Eckstein’s Dendrochronological Dating"
    ],
    "publisher": [
      "Classical Press"
    ],
    "title": [
      "an Guide to Further Reading orthodox view is set out in Warren P M and Hankey further in The Origin of Modern Humans and the V",
      "Greek and Roman ar- Stringer M and Mellars P (Princeton Univ Press, chaeology features in W R Biers’ Art, Artefacts and 1993). For the conflict between traditional and sci-Chronology in Classical Archaeology (London, entific dating over Akrotiri, a Bronze Age town de-Routledge",
      "Pèrin’s La datation des tombes stroyed by a volcano, see Thera and the Aegean World mèrovingiennes (Geneva, Librairie Droz, 1980) uses burials, typology, and historical texts to chart early III",
      "Spindler’s medieval settlement in France",
      "is another example of the ing the Past: Roman pottery (London, British Museum, role of scientific dating, while its use in testing au-1992) includes a chapter on dating methods, while A thenticity is included in Spencer’s Piltdown: A scien-Burnett’s Interpreting the Past"
    ],
    "type": "chapter"
  },
  {
    "date": [
      "1987",
      "1984"
    ],
    "location": [
      "Strasbourg"
    ],
    "note": [
      "Tree"
    ],
    "publisher": [
      "European Science Foudation"
    ],
    "title": [
      "is the fundamental work on nineteenth-cen"
    ],
    "type": null
  },
  {
    "editor": [
      {
        "family": "J",
        "given": "Gowlett"
      },
      {
        "family": "R",
        "given": "Hedges"
      }
    ],
    "note": [
      "Ox-Martin Aitken’s Science-based Dating in Archaeol- ford, OUCA Monog 11, 1986); see also Radiocarbon"
    ],
    "title": [
      "are discussed in Archaeological Aspects of Accelera-Scientific dating techniques tor Dating"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "ogy"
      }
    ],
    "container-title": [
      "and Taylor has also information can also be gained from Current Scien- edited Radiocarbon after Four Decades (with Long & tific Techniques in Archaeology"
    ],
    "date": [
      "1990",
      "1973",
      "1991",
      "1992"
    ],
    "editor": [
      {
        "given": "Bowman"
      },
      {
        "family": "Kra",
        "given": "Parkes"
      }
    ],
    "title": [
      "is essential reading. Its structure prevents Dating: Recent applications and future potential, edcomplexities of the background science from getting ited by J J Lowe (Quaternary Research Assoc, 1991). in the way of general principles, and it contains com- The technique’s dramatic impact on European prehisprehensive scientific and archaeological references. tory is explained in Renfrew’s Before Civilization Clear accounts of scientific dating may also be found",
      "Taylor’s Radiocarbon Dating: An archaeologiin Gowlett’s Ascent to Civilization (1993) and in Sci- cal perspective (1987) contains a comprehensive asence and the Past",
      "Useful sessment, including its history"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Zimmerman M R",
        "particle": "contains papers of enduring"
      },
      {
        "family": "L",
        "given": "Angel J."
      }
    ],
    "container-title": [
      "Graslund work on magnetic dating. Reports on refinements in (Uppsala, Societas Archaeologica, 1990). dating techniques appear in the periodicals Studies of stone include The Scientific Study of Flint, Archaeometry or Journal of Archaeological Science",
      "British Museum Occ Pap 81",
      "Antiquity"
    ],
    "date": [
      "1986",
      "1992",
      "1984",
      "1987",
      "1992",
      "1992"
    ],
    "editor": [
      {
        "given": "Pollard"
      },
      {
        "family": "Ottaway",
        "given": "B."
      },
      {
        "given": "sidered"
      },
      {
        "given": "B."
      },
      {
        "family": "G",
        "given": "Sieveking"
      },
      {
        "family": "M",
        "given": "Hart"
      },
      {
        "family": "A",
        "given": "Middleton"
      },
      {
        "family": "I",
        "given": "Freestone"
      }
    ],
    "note": [
      "Cambridge Univ and less technical accounts are likely to be included in Press, 1986), Marble: Art historical and scientific per-Antiquity, or magazines such as Nature or Scientific spectives on ancient sculpture (Malibu, Getty Museum, American. 1990) and Clough’s Stone Axe Studies (1988). The broader context of analytical results is examined in R Chapter 5: Torrence’s Production and Exchange of Stone Tools: Science and archaeology Prehistoric obsidian in the Aegean (Cambridge Univ Press, 1986) and Bradley & Edmonds’ Interpreting the Note: scientific aspects of archaeological fieldwork are Axe Trade (1993). For pottery see Recent Developcited in relation to chapter 2 above. ments in Ceramic Petrology,"
    ],
    "publisher": [
      "Univ Press"
    ],
    "title": [
      "New Developments in Archaeological Sci- Archaeology, Dendrochronology and the Radiocarence",
      "and Dating and Age bon Calibration Curve",
      "Croom interest, as does the special radiocarbon section in Helm, 1986",
      "which includes Pearson’s impor-Dating and interpretation are inseparable in the tant paper ‘How to cope with calibration’. Finally, full study of early human evolution. Johanson’s Lucy’s details of calibration methods, including a computer Child (1991) or Leakey & Lewin’s Origins Reconprogram, can be found in a Radiocarbon 35.1",
      "introduce issues that are explored Other scientific dating methods Use Wear Analysis: Theory, experiments and results There are monographs on Thermoluminescence Dat- (Sheffield Archaeol Monog 4",
      "R Grace’s Intering by G A Wagner (Strasbourg, European Science preting the Function of Stone Tools (Oxford, Brit Foundation, 1983) and Aitken (1985), while Tarling’s Archaol Rep S474, 1989) and The Interpretative Pos-Palaeomagnetism (1983) remains the fundamental sibilities of Microwear Studies"
    ],
    "type": "article-journal",
    "volume": [
      "61"
    ]
  },
  {
    "author": [
      {
        "family": "Archaeol",
        "given": "Council Brit"
      }
    ],
    "container-title": [
      "and Using Environmental Scanning Electron Microscopy in Archaeology",
      "1985) remain useful, by Olsen (1988), demonstrates the wide application as does John Evans’ An Introduction to Environmenof microscopic examination. The study of artefacts has tal Archaeology"
    ],
    "date": [
      "1987",
      "1982",
      "1978"
    ],
    "editor": [
      {
        "given": "Archaeology"
      }
    ],
    "note": [
      "Environmental archaeology generated many publications, including L Hurcombe’s is integrated with a wider geographical picture in"
    ],
    "title": [
      "This subject has become so large and diverse that introductory books are scarce. Shackley’s Environmen-The examination of objects and raw materials tal Archaeology"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "190"
    ],
    "date": [
      "1989"
    ],
    "title": [
      "Changing the Face of the Earth by Simmons",
      "Guide to Further Reading"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Bone",
        "given": "Prehistoric Human"
      },
      {
        "given": "Archae-Brinkhuizen"
      },
      {
        "given": "Clason"
      },
      {
        "family": "Eden",
        "given": "Fagan’s The Journey",
        "particle": "from"
      }
    ],
    "container-title": [
      "T White’s Human Osteology (London, Acafor the Identification of Bird Bones from Archaeo- demic Press, 1990) and Histology of Ancient Human logical sites (Univ of London, Dept of Extra-Mural Bone",
      "ology at the molecular level",
      "In addition to H Kenward’s ited by P Mellars & C Stringer (Edinburgh Univ Press, pioneering The Analysis of Archaeological Insect 1989",
      "The Archaeology of Technical aspects can be found in Ancient DNA: York 19.1, 1978), see Buckland & Coope’s A Bibli- Recovery and analysis of genetic material"
    ],
    "date": [
      "1984",
      "1987",
      "1992",
      "1989",
      "1989",
      "1986",
      "1992",
      "1993",
      "1990",
      "1991"
    ],
    "editor": [
      {
        "family": "Britain",
        "given": "D.Searjeantson Age",
        "particle": "tribal"
      },
      {
        "family": "Grupe",
        "given": "G."
      },
      {
        "family": "Garland",
        "given": "A."
      },
      {
        "family": "Fish",
        "particle": "are included"
      },
      {
        "family": "Archaeology",
        "given": "Price"
      },
      {
        "given": "ed-"
      },
      {
        "family": "Lambert",
        "given": "J."
      },
      {
        "family": "Stein",
        "particle": "ited by"
      },
      {
        "family": "G Grupe",
        "given": "W.F.Buchanan’s Shellfish",
        "particle": "in"
      },
      {
        "given": "ography"
      },
      {
        "family": "Quaternary En-B Herrmann",
        "given": "Literature Review",
        "particle": "of"
      },
      {
        "family": "Hummel",
        "given": "S."
      }
    ],
    "location": [
      "Berlin, Studies",
      "Berlin",
      "London, CBA",
      "Berlin"
    ],
    "note": [
      "in R Hall & H Kenward’s Environmental Evidence from the Colonia: Tanner Row and Rougier Street (London, Statistics and computing CBA, Archaeology of York 14.6, 1990). Good introductions are Orton’s Mathematics in Archaeology (Cambridge Univ Press, 1982) and Fletcher & Lock’s Digging Numbers (1991). Shennan’s Quan-Human remains tifying Archaeology (1988) and Quantitative Research An excellent introduction is A Chamberlain’s Interin Archaeology: Progress and prospects, edited by M preting the Past: Human remains (London, British Aldenderfer (London, Sage, 1987), are more detailed, Museum, 1994), followed up with studies of indiwhile full complexities are displayed in To Pattern the vidual finds such as Spindler’s The Man in the Ice Past: Proceedings of the symposium on mathematical"
    ],
    "publisher": [
      "Springer Verlag",
      "Springer Verlag"
    ],
    "title": [
      "The evidence of animal remains from the Roman to J Hedges’ Tomb of the Eagles: A window on Stone the post-medieval periods",
      "which analyses a commu-& T Waldron (Oxford, Brit Archaol Rep 199, 1989). nity found in a Scottish megalithic burial. Bones in particular are the subject of D Ubelaker’s Birds, fish, shells and insects Human Skeletal Remains (Washington, Taraxacum, Cohen A and Searjentson D have produced A Manual 1984",
      "Wheeler & Jones have written an Springer Verlag",
      "Analyses are presented in The overview of Fishes",
      "and many further studies Chemistry of Prehistoric Human Bone",
      "Studies of marine molluscs feature in Deciphering a Shell Midden",
      "The inves-Prehistoric Diet: Elands Bay, S W Cape coast, S Af- tigation of evolution through genetics is examined in rica (Oxford, Brit Archaol Rep S455, 1988). Land The Human Revolution: Behavioural and biological Snails in Archaeology by J G Evans (1973) remains perspectives on the origins of modern humans, edan important source",
      "Assemblages",
      "Insect remains are integrated into 1993). a full review of site finds at York"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "David"
      },
      {
        "family": "Tapp",
        "given": "E."
      }
    ],
    "container-title": [
      "British Museum, 1986) B Voorrips & S Loving (PACT 11, Strasbourg, Counand Lindow Man",
      "and an unusual group of medieval Inuit (Eslytical Archaeology by David Clarke (revised by kimos), accompanied by clothing, is beautifully il-Chapman, 1978). A particularly interesting combinalustrated in The Greenland Mummies, edited by tion of statistics and typology is Richards’ The Signifi-Hansen (1991). Forensic science and the pathology cance of Form and Decoration of Anglo-Saxon of diseases and injuries are important; see Cremation Urns"
    ],
    "date": [
      "1994",
      "1984",
      "1986",
      "1985",
      "1976",
      "1987"
    ],
    "editor": [
      {
        "family": "People",
        "particle": "ology of"
      },
      {
        "given": "Stead"
      }
    ],
    "location": [
      "Amsterdam"
    ],
    "note": [
      "which shows what subtleties Boddington’s Death, Decay and reconstruction may be revealed by these methods."
    ],
    "title": [
      "or Brothwell’s The Bog Man and the Archaemethods in archaeology",
      "An Egypcil of Europe",
      "Mathematical approaches to artian example is The Mummy’s Tale: The scientific tefacts and site distributions were very popular during and medical investigation of Natsef-Amun, edited the 1970s: see Hodder & Orton’s Spatial Analysis in by A R",
      "and parts of the influential Ana-1992"
    ],
    "type": "chapter"
  },
  {
    "date": [
      "1987"
    ],
    "title": [
      "K Manchester’s The Archaeology of Disease"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Bradford",
        "given": "Univ",
        "particle": "of"
      },
      {
        "given": "Ortner"
      },
      {
        "family": "Iden-",
        "given": "Puschan’s"
      }
    ],
    "container-title": [
      "Univ Archaol Rep S567",
      "or Computer Applications and Quantideductions from site finds are to be found in T tative Methods in Archaeology, 1991"
    ],
    "date": [
      "1983",
      "1991"
    ],
    "editor": [
      {
        "family": "Bush",
        "given": "H."
      },
      {
        "family": "Zvelebil",
        "given": "M."
      },
      {
        "given": "G."
      }
    ],
    "note": [
      "Lock White’s Prehistoric Cannibalism at Mancos & J Moffett (Oxford, Brit Archaol Rep S577, 1992)."
    ],
    "title": [
      "Books on computing become obsolete very quickly; tification of Pathological Conditions in Human samples of current work are found in conference pro-Skeletal Remains (1985) or Health in Past Societies, ceedings such as Computing the Past: CAA 92",
      "Particularly interesting Press, 1993"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "192"
    ],
    "title": [
      "5MTUMR-234–6 (Princeton Univ Press, 1992) and Rather more general are Computing for Archaeolo-Guide to Further Reading"
    ],
    "type": null
  },
  {
    "container-title": [
      "or the Institute of Field Archaeology’s Archaeostudies that he edited: Archaeological Theory in Eulogical Resource Management in the UK"
    ],
    "date": [
      "1991",
      "1993"
    ],
    "editor": [
      {
        "given": "J."
      }
    ],
    "note": [
      "rope: The last three decades (London, Routledge, Hunter & I Ralston (Stroud, Alan Sutton, 1993)."
    ],
    "title": [
      "is almost as comprehensive. Theory also receives extensive treatment in two textbooks: Renfrew & Bahn’s Archaeology: Theories, methods, and practice",
      "Heritage, archaeology, the public and the State and Fagan’s In the Beginning",
      "Willey & D Lowenthal’s The Past is a Foreign Country (Cam-Sabloff’s A History of American Archaeology (1980) bridge Univ Press, 1985) and Hewison’s The Heritage is also useful in outlining the background of modern Industry (1987) set a pessimistic critical tone for pub-American theory. lic presentations of the past. However, this has not Modern developments are followed in Ian Hodder’s deterred practical approaches such as G Binks’ Visitors Welcome (London, HMSO/English Heritage Reading the Past (1991) and a collection of regional 1988"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Archaeology",
        "given": "Gibbon’s Explanation",
        "particle": "in"
      }
    ],
    "citation-number": [
      "1991);"
    ],
    "container-title": [
      "The development of Binford’s thinking Hudson’s Museums of Influence (1987) and Hoopercan be followed in two collections of his papers, In Greenhill’s Museums and the Shaping of Knowledge"
    ],
    "date": [
      "1989"
    ],
    "title": [
      "Among dozens of books that examine museums are is also useful"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "literal": "of Cadbury Castle 1966–1970, Thames and Hudson Bildnisse aus dem Porträtarchiv London, Thames and Hudson Bailey R N Cambridge E & Briggs Diepenbroick, Münster, Allaby R Jones M & Brown T H D"
      }
    ],
    "date": [
      "1988"
    ],
    "note": [
      "Black Athena: The at Danebury, England’, Antiq- Baillie M G 1989, ‘Do Irish bog Afroasiatic roots of Classical uity 68 126–32 oaks date the Shang dynasty?’, civilization 1: The fabrication of Allason-Jones L & Bishop M C Current Archaeol 117 310–13 ancient Greece 1785–1985,"
    ],
    "title": [
      "Dowsing and Westfälischen Mus für Kunst 1994, ‘DNA in charred wheat Church Archaeology, and Kulturgesch grains from the Iron Age hillfort Wimborne Intercept Bernal M 1987"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "A",
        "given": "Brown T."
      },
      {
        "family": "A",
        "given": "K."
      },
      {
        "family": "archaeologist’",
        "particle": "the"
      },
      {
        "family": "J",
        "given": "Bradford Press Moffett"
      },
      {
        "family": "Applica-",
        "given": "Computer"
      },
      {
        "others": true
      }
    ],
    "date": [
      "1984",
      "1992",
      "1991"
    ],
    "editor": [
      {
        "family": "L",
        "given": "Bintliff J."
      },
      {
        "family": "G",
        "given": "Lock"
      },
      {
        "given": "D.N.A."
      },
      {
        "family": "P",
        "given": "Buckland"
      },
      {
        "family": "R",
        "given": "Coope G."
      },
      {
        "family": "Bottema",
        "given": "S."
      }
    ],
    "note": [
      "Sheffield, J R Collis Eastern Mediterranean Land- antediluviennes, 2 vols, Paris Cann J R et al 1969, ‘Obsidian scape, Rotterdam, Balkema Boujot C & Cassen S 1993, ‘A pat- analysis and the obsidian trade’, 159–72 tern of evolution for the in Brothwell D and Higgs E, Sci-Birley E 1959, ‘Excavations at Neolithic funerary structures of ence in Archaeology, London, Corstopitum, 1906–58’, the west of France’, Antiquity Thames and Hudson, 78–91"
    ],
    "title": [
      "European ‘An inexpensive PC-based rians, London, Batsford Social Evolution: Archaeologi- imaging system for applications",
      "Ancient cal Perspectives, University of in archaeology’",
      "Antiquity 66 10–23 tions and Quantitative Methods Brunskill R W 1985, Timber Build-Bintliff J L et al 1990, ‘Trace metal in Archaeology 1991, Oxford, ing in Britain, London, Gollancz accumulation in soils on and Brit Archaeol Rep S577 197",
      "A around ancient settlements in 204 Bibliography and Literature Greece’",
      "Review of Quaternary Ento-Man’s Role in the Shaping of the Antiquités celtiques et mology"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "W",
        "given": "Dimbleby G."
      },
      {
        "literal": "Sites, New York/London, Acad Athens 63–70 Fairweather A & Ralston I"
      },
      {
        "family": "C",
        "given": "Press Evans"
      }
    ],
    "container-title": [
      "Antiquity",
      "Archaeologia"
    ],
    "date": [
      "1985",
      "1993",
      "1989",
      "1938"
    ],
    "location": [
      "London"
    ],
    "note": [
      "tographic archéologique: 1839–the Olary Province of arid South Evans J 1943, Time and Chance: 1880’, Mel Ecole Française Australia’ , Antiquity 62 681–The story of Arthur Evans and Rome 99.2 1019–47"
    ],
    "pages": [
      "348–66",
      "280–307"
    ],
    "publisher": [
      "Council Brit Woodbury"
    ],
    "title": [
      "The Evans A J 1899–1900, ‘Knossos I: tional analysis of medieval Palynology of Archaeological the palace’, Ann Brit School buildings’",
      "Archaeology and ‘The Neolithic timber hall at Dixon P 1988, Recording Timber modern times: Bersu’s Balbridie, Grampian Region, Buildings",
      "Scotland: the building, the date, Archaeol, Practical Handbooks Antiquity 63 436–50 the plant macrofossils’, Antiqin Archaeology 5 Evans J 1860, ‘On the occurrence uity 67 313–23 of flint implements in undis- Feyler G 1987, ‘Contribution à Dorn R I et al 1988, ‘Cation-ratio turbed beds of gravel, sand and l’histoire des origines de la phodating of rock engravings from clay’"
    ],
    "type": "article-journal",
    "volume": [
      "66",
      "38"
    ]
  },
  {
    "citation-number": [
      "689"
    ],
    "date": [
      "1985"
    ],
    "editor": [
      {
        "family": "J",
        "given": "Fieller N.R."
      },
      {
        "others": true
      }
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "S",
        "given": "Drower M."
      }
    ],
    "date": [
      "1985",
      "1982",
      "1982"
    ],
    "editor": [
      {
        "family": "J",
        "given": "Drury P."
      },
      {
        "family": "D",
        "given": "Evans J."
      },
      {
        "family": "B",
        "given": "Cunliffe"
      },
      {
        "family": "Village",
        "given": "Renamerican"
      }
    ],
    "location": [
      "New York"
    ],
    "note": [
      "ford, Brit Archaeol Rep 110 frew C, Antiquity and Man: Academic Press Duhard J-P 1991, ‘The shape of Essays in honour of Glyn Dan- Fletcher M & Lock G 1991, Digiel, London, Thames and Hud- ging Numbers: Elementary sta-Pleistocene women’, Antiquity son 12–18 tistics for archaeologists, 65 552–61"
    ],
    "title": [
      "Flinders Petrie: his fore-bears, London, Palaeo-environmental Investi-A life in Archaeology, London, Longmans Green gations: Research design, meth-Gollancz Evans J 1956, A History of the ods and data analysis",
      "Structural Society of Antiquaries , Oxford Oxford, Brit Archaeol Rep Reconstruction: Approaches to Evans J D",
      "Introduction: on S258, S266 the interpretation of the exca- the prehistory of archaeology’, Flannery K 1976, The Early Mesovated remains of buildings, Ox"
    ],
    "type": null,
    "volume": [
      "2"
    ]
  },
  {
    "author": [
      {
        "family": "G",
        "given": "Evans J."
      },
      {
        "family": "Oxford",
        "given": "Land Snails",
        "particle": "in"
      },
      {
        "family": "C",
        "given": "Oxford Univ Commit-Dunnell R."
      },
      {
        "literal": "and Press Fox C 1959, The Personality of Wandsnider L, Space, Time, and Evans J G"
      }
    ],
    "date": [
      "1973",
      "1992",
      "1978"
    ],
    "edition": [
      "4th"
    ],
    "editor": [
      {
        "family": "Rossignol",
        "given": "J."
      }
    ],
    "note": [
      "Cardiff, Nat Archaeological Landscapes, to Environmental Archaeology, Mus of Wales New York, Plenum 21–41"
    ],
    "title": [
      "The notion Archaeology, London, Seminar tee Archaeol Monog 33 site’",
      "An Introduction Britain"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "London",
        "given": "Elek Frere J."
      }
    ],
    "date": [
      "1800"
    ],
    "editor": [
      {
        "family": "Edis J MacLeod D",
        "given": "Account",
        "particle": "of flint"
      },
      {
        "family": "R",
        "given": "Bewley"
      }
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "P",
        "given": "Evershed"
      },
      {
        "others": true
      }
    ],
    "date": [
      "1992"
    ],
    "title": [
      "The survival weapons discovered at Hoxne"
    ],
    "type": null
  },
  {
    "container-title": [
      "Archaeologia"
    ],
    "date": [
      "1989"
    ],
    "title": [
      "An archaeologist’s guide of food residues: new methods in Suffolk’"
    ],
    "type": "article-journal",
    "volume": [
      "13"
    ]
  },
  {
    "author": [
      {
        "family": "Archaeology",
        "given": "Oxford"
      },
      {
        "family": "Thurlestone’",
        "given": "Blackwell"
      },
      {
        "family": "Red Gilchrist R",
        "given": "Proc Devon Agricolan",
        "particle": "supply base at"
      }
    ],
    "container-title": [
      "revision’, Antiquity"
    ],
    "date": [
      "1991",
      "1991",
      "1974"
    ],
    "editor": [
      {
        "given": "D."
      },
      {
        "family": "K",
        "given": "Thomas"
      }
    ],
    "note": [
      "Archaeol Aeliana 6 Modelling Ecological Change,"
    ],
    "pages": [
      "495–501"
    ],
    "title": [
      "Women’s archae- Archaeol Soc 28 130–6 House, Corbridge’, Archaeol ology? Political feminism, gen- Greene K 1978, ‘Apperley Dene Aeliana 71–97 der theory and historical Roman fortlet: a re-examination Harris"
    ],
    "type": "article-journal",
    "volume": [
      "65"
    ]
  },
  {
    "author": [
      {
        "family": "P",
        "given": "Gillam J."
      }
    ],
    "container-title": [
      "Principles of Groundwell Farm, Blunsdon St ogy as Long Term History, Archaeological Stratigraphy, Andrew",
      "Norweg Gingell C"
    ],
    "date": [
      "1957",
      "1982",
      "1989",
      "1976"
    ],
    "editor": [
      {
        "family": "Hodder",
        "given": "I."
      },
      {
        "family": "C",
        "given": "Archaeol-Harris E."
      }
    ],
    "note": [
      "Wilts Cambridge Univ Press, 117–31 2nd ed, London, Academic Archaeol Mag 76 33–75 Greenfield J 1989, The Return of Press"
    ],
    "title": [
      "Types of Roman 29–59 London, Institute of Archaeolcoarse pottery vessels in north- Greene K 1986, The Archaeology ogy ern Britain’, Archaeol Aeliana of the Roman Economy, Lon-Harris E C 1977, ‘Units of archaeo-35 180–251 don, Batsford logical stratification’",
      "Excavation of an Greene K 1987, ‘Gothic material Archaeol Rev 10 84–94 Iron Age enclosure at culture’"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "London",
        "given": "Cape Spondylus shell artefacts’"
      },
      {
        "given": "An-Humber’"
      }
    ],
    "container-title": [
      "Investigations in tiquity"
    ],
    "pages": [
      "312–15 208–15"
    ],
    "title": [
      "Current Archaeol 78 Renfrew C 1979"
    ],
    "type": "article-journal",
    "volume": [
      "64"
    ]
  },
  {
    "author": [
      {
        "family": "Orkney",
        "given": "London"
      },
      {
        "family": "Antiqs Shackley M L",
        "given": "Soc",
        "particle": "of"
      }
    ],
    "date": [
      "1982"
    ],
    "location": [
      "London, Allen"
    ],
    "title": [
      "Environmen-Res Rep 38 Rodwell W 1989, Church Archae- tal Archaeology"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Renfrew",
        "given": "C."
      },
      {
        "family": "W",
        "given": "Rodwell"
      },
      {
        "given": "K."
      }
    ],
    "date": [
      "1982",
      "1985"
    ],
    "location": [
      "London"
    ],
    "note": [
      "Routledge Social Archaeology, Edinburgh, and village, 1950–1977, Lon- Shanks M & Tilley C 1987, Social"
    ],
    "title": [
      "Towards an Ar- ology, London, Batsford/Eng- Unwin chaeology of Mind, Cambridge lish Heritage Shanks M 1991, Experiencing the Univ Press",
      "Rivenhall: Past: On the character of ar-Renfrew C 1984, Approaches to Investigation of a villa, church, chaeology"
    ],
    "type": null
  },
  {
    "note": [
      "in Pollard A M,"
    ],
    "title": [
      "chaeology: Theories, methods, and the history of nations from Shennan I & Donoghue D 1992, and practice, London, Thames Hooke to Vico, Chicago Univ ‘Remote sensing in archaeologiand Hudson Press cal research’"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Rule",
        "given": "M."
      }
    ],
    "container-title": [
      "Melos, Cambridge, Univ Shennan S 1985, Experiments in Conway Press Press the Collection and Analysis of Scarre C et al 1993"
    ],
    "date": [
      "1982"
    ],
    "editor": [
      {
        "family": "C",
        "given": "Renfrew"
      },
      {
        "family": "M",
        "given": "Wagstaff J."
      }
    ],
    "note": [
      "‘New radiocar Reynolds P J 1979, Iron Age Farm: Archaeological Survey Data: bon dates from Bougon and the The Butser experiment, Lon- The east Hampshire survey,"
    ],
    "title": [
      "The Mary Rose: The New Developments in Archaeo-1982, An Island Polity: The logical Science, Oxford, excavation and raising of Henry archaeology of exploitation Clarendon 223–32 VIII’s flagship, London"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "coprolites",
      "monuments"
    ],
    "note": [
      "129; sites and Corbridge, Northumberland, 59–60, geology, 8–19,",
      "141, crannogs, 87 electron spin resonance (ESR) dating, 150–2, 160–1; see also fossils, crop-marks, see aerial photography"
    ],
    "pages": [
      "32–3, 101–4,",
      "44–5,",
      "32–3, 58–9,",
      "54–57,",
      "69–77,",
      "163–4",
      "112–14, 122–8, 131–7,"
    ],
    "type": "article-journal",
    "volume": [
      "154 17",
      "25, 31, 35, 39",
      "16",
      "89",
      "61, 64, 80, 85, 101, 107–64",
      "96 94, 98",
      "9"
    ]
  }
]
