[
  {
    "author": [
      {
        "family": "Series",
        "given": "J."
      },
      {
        "family": "J.P",
        "particle": "of"
      },
      {
        "family": "Series",
        "given": "K."
      },
      {
        "family": "J.P",
        "particle": "of"
      },
      {
        "family": "Series",
        "given": "L."
      },
      {
        "family": "J.P",
        "particle": "of"
      }
    ],
    "container-title": [
      "Morgan Chase Capital XVI The New York Stock Exchange Guarantee of 6.625% Capital Securities, Series S, of J.P. Morgan Chase Capital XIX The New York Stock Exchange Guarantee of 6.875% Capital Securities, Series X, of J.P. Morgan Chase Capital XXIV The New York Stock Exchange Guarantee of Fixed-to-Floating Rate Capital Securities, Series Z, of JPMorgan Chase Capital XXVI The New York Stock Exchange Guarantee of Fixed-to-Floating Rate Capital Securities, Series BB, of JPMorgan Chase Capital XXVIII The New York Stock Exchange Guarantee of 7.20% Preferred Securities of BANK ONE Capital VI"
    ],
    "note": [
      "The New York Stock Exchange KEYnotes Exchange Traded Notes Linked to the First Trust Enhanced 130/30 Large Cap Index NYSE Arca, Inc."
    ],
    "title": [
      "Guarantee of 7.00% Capital Securities",
      "Morgan Chase Capital X The New York Stock Exchange Guarantee of 5 7/8% Capital Securities",
      "Morgan Chase Capital XI The New York Stock Exchange Guarantee of 6.25% Capital Securities",
      "Morgan Chase Capital XII The New York Stock Exchange Guarantee of 6.20% Capital Securities, Series N, of J.P. Morgan Chase Capital XIV The New York Stock Exchange Guarantee of 6.35% Capital Securities, Series P, of J.P"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Alerian",
        "given": "M.L.P."
      }
    ],
    "container-title": [
      "Index ETNs due May"
    ],
    "date": [
      "2024"
    ],
    "publisher": [
      "NYSE Arca, Inc"
    ],
    "type": "article-journal",
    "volume": [
      "24"
    ]
  },
  {
    "date": [
      "2010"
    ],
    "publisher": [
      "NYSE Arca, Inc"
    ],
    "title": [
      "Buffer Notes Based Upon S&P 500® Index due November 24"
    ],
    "type": "book"
  },
  {
    "container-title": [
      "LLC Principal Protected Notes Linked to the Dow Jones Industrial AverageSM due March 23, 2011 The NYSE Alternext U.S. LLC Medium Term Notes, Linked to a Basket of Three International Equity Indices due August 2, 2010 The NYSE Alternext U.S. LLC"
    ],
    "title": [
      "Euro Floating Rate Global Notes due July 27, 2012 The NYSE Alternext U.S. LLC Principal Protected Notes Linked to S&P 500® Index due September 30, 2010 The NYSE Alternext U.S"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "federal",
        "given": "At U.S."
      },
      {
        "given": "state"
      },
      {
        "family": "local"
      },
      {
        "family": "jurisdictions",
        "particle": "non-U.S."
      }
    ],
    "date": [
      "2003"
    ],
    "note": [
      "Stearns for the years ended November 30, 2006, November 30, 2007, and for the period December 1, 2007, through May 30, 2008, A valuation allowance has been recorded for losses associated with are expected to commence in 2010. Administrative appeals are non-U.S. subsidiaries and certain portfolio investments, and certain pending with the IRS relating to prior periods that were examined. For state and local tax benefits. The increase in the valuation allowance 2002 and prior years, refund claims relating to income and credit from 2008 was predominantly related to non-U.S. subsidiaries. adjustments, and to tax attribute carrybacks, for JPMorgan Chase"
    ],
    "title": [
      "JPMorgan Chase has recorded deferred tax assets of $912 million at JPMorgan Chase is subject to ongoing tax examinations by the tax December 31, 2009, in connection with U.S. federal, state and local authorities of the various jurisdictions in which it operates, including and non-U.S. subsidiary net operating loss carryforwards",
      "The Firm’s December 31, 2009, the U.S. federal net operating loss carryforward consolidated federal income tax returns are presently under was approximately $1.2 billion, the state and local net operating loss examination by the Internal Revenue Service (“IRS”) for the years carryforwards were approximately $4.4 billion and the non-U.S",
      "The consolidated federal income tax returns of subsidiary net operating loss carryforward was $768 million. Bear Stearns for the years ended November 30, 2003, 2004 and 2005, are also under examination. Both examinations are expected to If not utilized, the U.S. federal net operating loss carryforward will conclude in 2010. expire in 2027 and the state and local net operating loss carryforwards will expire in years 2026, 2027 and 2028. The non-U.S. The IRS audits of the consolidated federal income tax returns of subsidiary net operating loss carryforward has an unlimited JPMorgan Chase for the years 2006, 2007 and 2008, and for Bear carryforward period"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "IV, Ltd. Ohio Banc One Capital Partners VIII, Ltd. Ohio BOCF, LLC Delaware BOCNY, LLC Delaware JPM Mezzanine Capital, LLC Delaware Chase Investment Services Corp."
      },
      {
        "family": "Capital",
        "given": "L.L.C.Delaware Banc One Equity",
        "suffix": "II"
      },
      {
        "given": "L.L.C."
      },
      {
        "family": "Partners",
        "given": "L.P.Cayman Islands One Equity",
        "suffix": "III"
      },
      {
        "given": "L.P."
      },
      {
        "literal": "Delaware GHML Holdings I, Inc. Delaware GHML Holdings II, Inc. Delaware GTC Fund III Holdings, Inc. Delaware GTC Fund IV Holdings, Inc. Delaware GTC Fund V Holdings, Inc. Delaware JPMC Housing Partnership V L.P. United States Lenox Court Associates, Ltd United States JPMorgan Housing Corporation Delaware Cooper Project, L.L.C. Delaware J.P. Morgan Mansart Investments France NLTC Fund Holdings I, Inc. Delaware OX FCL Two, Inc."
      },
      {
        "family": "Ireland BOI Leasing Corporation Indiana Bridge Acquisition Holdings",
        "given": "J.P.Morgan Dublin Financial Holdings Limited Ireland J.P.Morgan Bank Dublin",
        "particle": "plc"
      },
      {
        "family": "Inc",
        "given": "Inc Delaware C.C.C.Holding"
      },
      {
        "family": "Partners",
        "given": "New York J.P.Morgan"
      },
      {
        "family": "CVCA",
        "given": "L.P.California"
      },
      {
        "family": "Delaware",
        "given": "L.L.C."
      },
      {
        "family": "Homesales",
        "given": "Inc Delaware J.P.Morgan Capital Financing Limited England J.P.Morgan Chase International Financing Limited England Robert Fleming Holdings Limited England Copthall Overseas Limited England J.P.Morgan Management Limited Jersey Robert Fleming Investment Trust Limited England J.P.Morgan Chase Community Development Corporation Delaware J.P.Morgan Chase National Corporate Services"
      },
      {
        "family": "Holdings",
        "given": "Inc New York J.P.Morgan Corporate Services Limited England Robert Fleming Holdings Inc Delaware J.P.Morgan Equity"
      },
      {
        "family": "USA",
        "given": "Inc Delaware C.M.C.Holding Delaware Inc Delaware Chase Bank"
      },
      {
        "family": "Services",
        "given": "National Association United States Chase BankCard"
      },
      {
        "family": "Tarjetas",
        "given": "Inc Delaware Chase BankCard L.L.C.Delaware J.P.Morgan Investor Services Co Delaware Washington Mutual Master Trust Delaware Ixe"
      },
      {
        "family": "C.V.",
        "given": "S.A.",
        "particle": "de"
      },
      {
        "family": "Objeto Multiple",
        "given": "Sociedad Financiera",
        "particle": "de"
      },
      {
        "family": "Delaware Delaware JPMorgan Bank",
        "given": "Entidad Regulada Mexico J.P.Morgan Trust Company",
        "particle": "of"
      },
      {
        "family": "Company",
        "given": "Trust"
      },
      {
        "family": "Holdings",
        "given": "National Association United States J.P.M.Capital Corporation Delaware J.P.M.C.Wind Assignor Corporation Delaware J.P.M.C.Wind Investment L.L.C.Delaware J.P.Morgan Finance Holdings L.L.C.Delaware J.P.Morgan Finance Japan Y.K.Japan J.P.Morgan Funding Corp England J.P.Morgan Futures Inc Delaware J.P.Morgan G.T.Corporation Delaware J.P.Morgan Insurance"
      },
      {
        "given": "L.L.C."
      },
      {
        "family": "J.P",
        "given": "Wisconsin J.P.Morgan International Holdings L.L.C.Delaware"
      },
      {
        "family": "Partners",
        "given": "Delaware J.P.Morgan Invest Holdings L.L.C.Delaware J.P.Morgan Retirement Plan Services L.L.C.Delaware J.P.Morgan"
      },
      {
        "family": "Holdings",
        "given": "L.L.C.Delaware J.P.Morgan Private Investments Inc Delaware J.P.Morgan Securities Inc Delaware J.P.Morgan Clearing Corp Delaware J.P.Morgan Services Asia"
      },
      {
        "family": "J.P",
        "given": "Inc Delaware J.P.Morgan Services Asia Holdings Limited Mauritius"
      },
      {
        "literal": "LLC Delaware Constellation Ventures Management III LLC Delaware Constellation Venture Capital III (EF), L.P. Delaware J.P. Morgan Alternative Asset Management, Inc. Delaware J.P. Morgan Fund Investor LLC Delaware J.P. Morgan Investment Management Inc. Delaware J.P. Morgan Direct Investors L.P. Delaware DVCMM LLC Delaware JPMorgan Global Absolute Return Strategy Fund LLC Delaware JPMorgan Asset Management (Asia) Inc."
      },
      {
        "family": "I",
        "given": "Nevada B.O.N.A.Capital"
      },
      {
        "family": "Capital",
        "given": "L.L.C.Delaware B.O.N.A.",
        "suffix": "II"
      },
      {
        "family": "BOTAC",
        "given": "L.L.C.Delaware"
      },
      {
        "given": "Inc"
      },
      {
        "family": "Loans",
        "given": "L.L.C.Virginia Chase Student"
      },
      {
        "family": "Delaware",
        "given": "L.L.C.",
        "particle": "Inc. Delaware Collegiate Funding of"
      },
      {
        "literal": "I, Inc. Delaware FC Energy Finance II, Inc. Delaware FDC Offer Corporation Delaware Chase Merchant Services, L.L.C. Delaware Chase Paymentech Solutions, LLC Delaware Paymentech, LLC Delaware Paymentech, Inc. Delaware Paymentech Management Resources, Inc. Delaware Paymentech Employee Resources, LLC Delaware FNBC Leasing Corporation Delaware ICIB Fund I Holdings, Inc. Delaware Georgetown/Chase Phase I LLC Delaware Georgetown/Chase Phase II, LLC Delaware Harvest Opportunity Holdings Corp. New York HCP Properties, Inc. California J.P. Morgan Electronic Financial Services, Inc. New York J.P."
      },
      {
        "family": "Cambio",
        "given": "Banco J.P.Morgan S.A.Brazil J.P.Morgan Corretora",
        "particle": "de"
      },
      {
        "family": "S.A",
        "given": "Valores Mobiliarios"
      }
    ],
    "container-title": [
      "Chemical Equity Incorporated New York Chemical Investments, Inc. Delaware Clintstone Properties Inc. New York CMRCC, Inc. New York Credit Markets Investment Corporation Delaware Custodial Trust Company New Jersey Hambrecht & Quist California California H&Q Holdings Inc. Delaware Hatherley Insurance Ltd",
      "Delaware Chase Access Services Corporation Delaware Name the laws of Chase Auto Finance Corp. Delaware Chase Community Development Corporation Delaware Chase Equipment Finance, Inc. Ohio Chase Funding Corporation Delaware Chase Home Finance Inc. Delaware Chase Home Finance LLC Delaware Chase Mortgage Holdings, Inc. Delaware Chase New Markets Corporation Delaware Chase Preferred Capital Corporation Delaware CPCC Delaware Statutory Trust Delaware CPCC Texas Limited Partnership Texas CPCC Massachusetts Business Trust Massachusetts Chase Student Loan Servicing, Inc. Ohio Chase Ventures Holdings, Inc. New Jersey Collegiate Funding Services",
      "California CRP Properties, Inc. California ECP Properties, Inc. Texas HMP Properties, Inc. Utah FA California Aircraft Holding Corp. California Pacific Centre Associates LLC California WMRP Delaware Holdings LLC Delaware WMICC Delaware Holdings LLC Delaware Irvine Corporate Center, Inc. California North Properties, Inc. New Jersey Rivergrade Investment Corp. California Savings of America, Inc. California WaMu Insurance Services, Inc. California Washington Mutual Community Development, Inc. California FC Energy Finance",
      "United States Bank One International Holdings Corporation United States Bank One Europe Limited England J.P. Morgan International Finance Limited United States",
      "Morgan S.A. Distribuidora de Titulos e Valores Mobiliarios Brazil Bear Stearns Financial Services (India) Private Ltd. India Bear Stearns Singapore Management Pte. Ltd. Singapore Bedford Holdings, Inc. Delaware Bluebay Mauritius Investment Limited Mauritius BOL Canada II Sub, Inc",
      "III Sub, Inc. Delaware BO Leasing III ULC Canada Brysam Global Partners (AV-1), L.P. Cayman Islands AEF, LLC Delaware Apoyo Economico Familiar, S.de R.L. de C.V. Mexico Brysam Lux (Colombia), S.a.r.l. Luxembourg CB “J.P. Morgan Bank International” (LLC) Russia Chase Manhattan Holdings Limitada Brazil Dearborn Merchant Services, Inc Ontario Chase Paymentech Solutions Canada First Data/Paymentech Canada Partner ULC British Columbia Euvis S.p.A. Italy Inversiones J.P. Morgan Limitada Chile J.P. Morgan (Suisse) SA Switzerland J.P. Morgan Bank (Ireland) plc Ireland J.P. Morgan Administration Services (Ireland) Limited Ireland J.P. Morgan Bank Canada Canada J.P. Morgan Bank Luxembourg S.A. Luxembourg J.P. Morgan Beteiligungs- und Verwaltungsgesellschaft mbH Germany J.P. Morgan AG Germany J.P. Morgan Capital Holdings Limited England J.P. Morgan Chase (UK) Holdings Limited England J.P. Morgan Chase International Holdings England J.P. Morgan EU Holdings Limited England J.P. Morgan Equities Limited South Africa J.P. Morgan Europe Limited England Crosby Sterling (Holdings) Limited England J.P. Morgan Services LLP England J.P. Morgan Chase Finance Limited England JPMorgan Cazenove Holdings England J.P. Morgan Securities Ltd. England Morgan Property Development Company Limited England Robert Fleming (Overseas) Number 2 Limited England J.P. Morgan plc England J.P. Morgan Holdings B.V. Netherlands J.P. Morgan Chase Bank Berhad Malaysia J.P. Morgan Chile Limitada Chile J.P. Morgan Funding South East Asia Private Limited Singapore J.P",
      "J.P. Morgan International Holdings Limited Cayman Islands J.P. Morgan India Securities Holdings Limited Mauritius J.P. Morgan India Private Limited India Name the laws of British Virgin J.P. Morgan Indonesia Holdings (B.V.I.) Limited Islands J.P. Morgan Securities Singapore Private Limited Singapore British Virgin J.P. Morgan Securities Thailand Holdings Limited Islands PGW Limited Thailand JPMorgan Securities (Thailand) Limited Thailand British Virgin Jadeling Malaysia Holdings Limited Islands JPMorgan Securities (Malaysia) Sdn. Bhd. Malaysia J.P. Morgan Investimentos e Financas Ltda. Brazil J.P. Morgan Luxembourg International S.à r.l. Luxembourg J.P. Morgan Malaysia Ltd. Malaysia J.P. Morgan Overseas Capital Corporation Delaware J.P",
      "Norchem Holdings e Negocios S.A. Brazil NorChem Participacoes e Consultoria S.A"
    ],
    "date": [
      "23A Manager"
    ],
    "editor": [
      {
        "literal": "II Trust Delaware BO Leasing II ULC Canada BOL Canada I, Inc. Delaware BOL Canada I Sub, Inc."
      }
    ],
    "location": [
      "Luxembourg Bear Stearns Ireland Limited Ireland",
      "Bermuda",
      "Delaware BOL Canada",
      "Delaware BOL Canada III",
      "Delaware BOL Canada",
      "Jersey",
      "Brazil Paymentech Salem Services, LLC"
    ],
    "note": [
      "Morgan (S.E.A.) Limited Singapore J.P. Morgan Grupo Financiero S.A. De C.V. Mexico Banco J.P. Morgan S.A., Institucion de Banca Multiple, J.P. Morgan Grupo Financiero Mexico Banco J.P. Morgan Socio Liquidador Mexico J.P. Morgan Casa de Bolsa, S.A. de C.V., J.P. Morgan Grupo Financiero Mexico J.P. Morgan Holdings (Hong Kong) Limited Hong Kong Copthall Mauritius Investment Limited Mauritius J.P. Morgan Futures (Korea) Limited Korea, South J.P. Morgan Securities (Far East) Limited Hong Kong J.P. Morgan Broking (Hong Kong) Limited Hong Kong China,Peoples J.P. Morgan Futures Co., Limited Republic of J.P.",
      "Delaware J.P. Morgan Whitefriars (UK) England JPMorgan Corporacion Financiera S.A. Colombia PT J.P. Morgan Securities Indonesia Indonesia J.P. Morgan Partners (CMB Reg K GP), Inc. Delaware J.P. Morgan Saudi Arabia Limited Saudi Arabia J.P. Morgan Securities (C.I.) Limited Jersey J.P. Morgan (Jersey) Limited Jersey J.P. Morgan Securities (Taiwan) Limited Taiwan J.P. Morgan Securities Asia Private Limited Singapore J.P. Morgan Securities Holdings (Hong Kong) Limited Hong Kong J.P. Morgan Securities (Asia Pacific) Limited Hong Kong J.P. Morgan Securities Holdings (Caymans) Limited Cayman Islands J.P. Morgan Securities India Private Limited India J.P. Morgan Securities Philippines, Inc. Philippines J.P. Morgan Securities South Africa (Proprietary) Limited South Africa JPMorgan Administration Services (Proprietary) Limited South Africa J.P. Morgan Structured Products B.V. Netherlands J.P. Morgan Trust Company (Jersey) Limited Jersey JPMorgan Chase S.A. Sociedad de Bolsa Argentina JPMorgan Hedge Fund Services (Ireland) Limited Ireland JPMorgan Holdings (Japan) LLC Delaware JPMorgan Securities Japan Co., Ltd. Japan",
      "Netherlands J.P. Morgan Mortgage Acquisition Corp. Delaware J.P. Morgan Treasury Technologies Corporation Delaware China, Peoples JPMorgan Chase Bank (China) Company Limited Republic of JPMorgan Chase Vastera Inc. Delaware JP Morgan Chase Vastera Professional Services Inc. Delaware JPMorgan Investment Advisors Inc. Ohio Pike Street Holdings, Inc. Delaware Providian Bancorp Services California Name the laws of Seafair Securities Holding Corp. Delaware Second and Union, LLC Delaware South Cutler Corporation Delaware Stockton Plaza, Incorporated Florida WaMu Asset Acceptance Corp. Delaware WaMu Capital Corp. Washington Washington Mutual Mortgage Securities Corp. Delaware We Valoroso Holding Corp. Delaware WM Asset Holdings Corp. Delaware WM Marion Holdings, LLC Delaware JPMC Mortgage Funding LLC Delaware"
    ],
    "publisher": [
      "Inc",
      "Morgan International Derivatives Ltd",
      "Morgan Australia Group Pty Limited Australia J.P. Morgan Operations Australia Limited Australia J.P. Morgan Administrative Services Australia Limited Australia J.P. Morgan Australia Limited Australia J.P. Morgan Portfolio Services Limited Australia J.P. Morgan Securities Australia Limited Australia JPMorgan Investments Australia Limited Australia J.P. Morgan Markets Australia Pty Limited Australia J.P. Morgan Espana S.A. Spain JPMorgan Servicios Auxiliares, S.A. Spain J.P. Morgan International Bank Limited England J.P. Morgan Securities Canada Inc. Canada J.P. Morgan Whitefriars Inc",
      "Delaware Chase Paymentech Europe Limited Ireland Sibelius Corporation Delaware Vastera Bermuda Limited Partnership Bermuda Vastera Netherlands B.V"
    ],
    "title": [
      "JPMorgan Chase had the following subsidiaries at December 31, 2009: Organized under Name the laws of Banc One Building Management Corporation Wisconsin Banc One Capital Holdings LLC Delaware BOCP Holdings Corporation Ohio Banc One Capital Partners",
      "Delaware Banc One Financial LLC Delaware JPMorgan Capital Corporation Delaware Bank One Investment Corporation Delaware OEP Holding Corporation Delaware Banc One Equity Capital Fund II",
      "Delaware One Equity Partners Europe GmbH Germany One Equity Partners II",
      "Cayman Islands One Equity Partners LLC Delaware First Chicago Capital Corporation Delaware JPMorgan Capital (Canada) Corp. Canada One Mortgage Partners Corp. Vermont First Chicago Leasing Corporation Delaware First Chicago Lease Holdings, Inc. Delaware Palo Verde Leasing Corporation Delaware First Chicago Lease Investments Two, Inc. Delaware First Chicago Lease Investments, Inc",
      "Delaware SAHP 130 Holdings, Inc. Delaware Banc One Neighborhood Development Corporation Ohio Bear Stearns Global Asset Holdings, Ltd. Cayman Islands Bear Stearns Irish Holdings Inc. Delaware Bear Stearns International Funding I S.à r.l. Luxembourg Bear Stearns International Funding II S.à r.l",
      "Delaware Chase Commercial Corporation Delaware Chase Capital Holding Corporation Delaware Chase Capital Corporation Delaware Chase Capital Credit Corporation Delaware Organized under Name the laws of Chase Lincoln First Commercial Corporation Delaware Chase Manhattan Realty Leasing Corporation New York Palo Verde 1-PNM August 50 Corporation Delaware Palo Verde 1-PNM December 75 Corporation Delaware PV2-APS 150 Corporation Delaware Chatham Ventures, Inc",
      "Arizona Banc One Insurance Company Vermont Chase Insurance Agency, Inc",
      "Morgan Trust Company (Bahamas) Limited Bahamas, The J.P. Morgan Trust Company (Cayman) Limited Cayman Islands JPMAC Holdings Inc",
      "Morgan Services India Private Limited India J.P. Morgan Services Inc. Delaware JPM International Consumer Holding Inc. Delaware Brysam Global Partners, L.P. Cayman Islands Name the laws of Brysam Mexico II, LLC Delaware JPMorgan Asset Management Holdings Inc. Delaware Highbridge Capital Management, LLC Delaware Highbridge Capital Administrators, LLC Delaware Highbridge Capital Management (Hong Kong), Limited Hong Kong Highbridge Principal Strategies",
      "Delaware JF Asset Management Limited Hong Kong JPMorgan Funds (Asia) Limited Hong Kong JPMorgan Asset Management (Japan) Limited Japan JPMorgan Asset Management (Korea) Company Limited Korea, South JPMorgan Asset Management (Singapore) Limited Singapore JPMorgan Asset Management (Taiwan) Limited Taiwan JPMorgan Asset Management India Private Limited India JPMorgan Funds (Taiwan) Limited Taiwan JPMorgan Asset Management (Canada) Inc. Canada JPMorgan Asset Management International Limited England JPMorgan Asset Management Holdings (UK) Limited England JPMorgan Asset Management (UK) Limited England JPMorgan Asset Management Holdings (Luxembourg) S.à r.l. Luxembourg JPMorgan Asset Management (Europe) S.à r.l. Luxembourg JPMorgan European Property Fund Management Company S.A. Luxembourg JPMorgan Asset Management Luxembourg S.A. Luxembourg JPMorgan Asset Management Advisory Company S.à r.l. Luxembourg JPMorgan Asset Management Marketing Limited England J.P. Morgan Trustee & Administration Services Limited England JPMorgan Funds Limited Scotland Save & Prosper Insurance Limited England Save & Prosper Pensions Limited England JPMorgan Investments Limited England JPMorgan Life Limited England JPMorgan LDHES LLC Delaware Security Capital Research & Management Incorporated Delaware JPMorgan Chase Bank, Dearborn Michigan JPMorgan Chase Bank, National Association United States Banc One Acceptance Corporation Ohio Banc One Arizona Leasing Corporation Arizona Banc One Building Corporation Illinois Banc One Community Development Corporation Delaware Protech Tax Credit Fund III, LLC United States Banc One Equipment Finance, Inc. Indiana Banc One Kentucky Leasing Corporation Kentucky Banc One Kentucky Vehicle Leasing Company Kentucky Banc One National Processing Corporation Delaware Bank One Equity Investors — BIDCO, Inc. Louisiana Bear Stearns Commercial Mortgage, Inc. New York Bear Stearns Mortgage Capital Corporation Delaware Bear, Stearns Funding, Inc. Delaware Blue Box Holdings Inc. Delaware BOC Southeast Holdings Company Delaware BOILL IHC, Inc",
      "Nevada California Reconveyance Company California Cedar Hill International Corp",
      "Delaware Collegiate Funding Services Education Loan Trust 2003A Delaware Collegiate Funding Services Education Loan Trust 2003B Delaware Collegiate Funding Services Education Loan Trust 2004A Delaware Collegiate Funding Services Education Loan Trust 2005A Delaware Collegiate Funding Services Education Loan Trust 2005B Delaware Commercial Loan Partners L.P. Nevada Cross Country Insurance Company Vermont CSL Leasing, Inc. Delaware DNT Asset Trust Delaware Ventures Business Trust Maryland FA Out-of-State Holdings, Inc. California Ahmanson Land Company California Ahmanson Marketing, Inc",
      "Morgan International Inc",
      "Brazil Organized under Name the laws of J.P"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "WaMu"
      },
      {
        "family": "Services",
        "given": "L.L.C.Delaware W.M.B.Baker L.L.C.Nevada JPMorgan Chase Funding Inc Delaware J.P.Morgan Ventures Energy Corporation Delaware B.E.Investment Holding Inc Texas Arroyo Energy Investors L.L.C.Delaware Argonaut Power L.P.Delaware Arroyo D.P.Holding L.P.Delaware Central Power Holdings L.P.Delaware Okwari C.B.Holdings L.P.Delaware Okwari U.C.F.L.P.Delaware Carbon Acquisition Company Limited Jersey J.P.Morgan Commodities Canada Corporation Canada JPMorgan Ventures Energy Pte Ltd Singapore PropPartners Master Fund L.P.Cayman Islands JPMorgan Distribution"
      },
      {
        "family": "Management",
        "given": "Inc Delaware JPMorgan Funds"
      },
      {
        "family": "Inc. Delaware JPMorgan Private Capital Asia Corp. Delaware JPMorgan Private Capital Asia General Partner",
        "given": "L.P.Cayman Islands JPMorgan Private Capital Asia Fund I."
      },
      {
        "family": "J.P",
        "given": "L.P.Cayman Islands JPMorgan P.C.A.Holdings I.Limited Mauritius JPMorgan Securities Holdings L.L.C.Delaware J.P.Morgan Commercial Mortgage Investment Corp Delaware"
      },
      {
        "family": "Partners",
        "given": "J.P.Morgan"
      },
      {
        "family": "Capital",
        "given": "L.L.C.Delaware J.P.M.P."
      },
      {
        "family": "Capital",
        "given": "L.L.C.Delaware J.P.Morgan"
      },
      {
        "family": "J.P",
        "given": "L.P.Delaware J.P.M.C.C.Belgium Belgium"
      },
      {
        "family": "Commons",
        "given": "L.P.Delaware P.I.M."
      },
      {
        "family": "Commons",
        "given": "L.L.C.Delaware Aslan"
      },
      {
        "family": "Holdings",
        "given": "L.L.C.Delaware P.I.M.Continental L.L.C.Delaware Patriot-J.P.M.Conti Charlotte"
      },
      {
        "family": "Holdings",
        "given": "L.L.C.Delaware P.I.M.Norwood"
      },
      {
        "family": "Norwood",
        "given": "L.L.C.Delaware P.I.M./K.M.G."
      },
      {
        "family": "Hotel",
        "given": "L.L.C.Delaware P.I.M.Portland"
      },
      {
        "family": "Hotel",
        "given": "L.L.C.Delaware P.I.M./Waterton Portland"
      },
      {
        "family": "PIM",
        "given": "L.L.C.Delaware"
      }
    ],
    "container-title": [
      "Delaware LabMorgan Corporation Delaware LabMorgan Investment Corporation Delaware LabMorgan Investment LLC Delaware Max Recovery Australia Pty Limited Australia MorServ, Inc. Delaware NBD Community Development Corporation Michigan Offshore Equities, Inc. New York Park Assurance Company Vermont Special Situations Investing Inc. Delaware The Bear Stearns Companies LLC Delaware Aldermanbury Investments Limited England Principal Real Estate Funding Corporation Limited England Arctos Partners Inc",
      "Stearns Asset Management Inc. New York Bear Stearns Capital Markets Inc. Delaware Bear Stearns Alternative Assets International Limited Cayman Islands Bear Stearns Caribbean Asset Holdings Ltd. Barbados Bear Stearns International Funding I, Inc. Delaware Bear Stearns International Funding (Bermuda) Limited Bermuda Bear Stearns Overseas Funding Unlimited England Bear Stearns International Funding II, Inc. Delaware Bear Stearns Investment Products Inc. New York Strategic Mortgage Opportunities REIT Inc"
    ],
    "date": [
      "2007"
    ],
    "location": [
      "New York",
      "Winchester, LLC Delaware PIM/Bluecap Winchester, LLC",
      "Delaware Bear Growth Capital Partners, LP Delaware Bear Hunter Holdings LLC Delaware Bear Stearns Access Fund VII, L.P. Delaware Bear",
      "Delaware Bear"
    ],
    "note": [
      "Stearns Residential Mortgage Corporation (d/b/a Bear Stearns Mortgage Company) Delaware Bear Stearns UK Holdings Limited England Bear Stearns Holdings Limited England Bear Stearns International Trading Limited England J.P. Morgan Markets Limited England Bear Strategic Investments Corp. Delaware Bear Stearns Singapore Holdings Pte Ltd Singapore Bear UK Mortgages Limited England Rooftop Holdings Limited England Rooftop Funding Limited England Rooftop Mortgages Limited England Rooftop Services Limited England Bear, Stearns International Holdings Inc. New York Bear Stearns Hong Kong Limited Hong Kong Bear Stearns Asia Limited Hong Kong BSG Insurance Holdings Limited England Minster Insurance Company Limited England Bear, Stearns Realty Investors, Inc. Delaware CL II Holdings LLC Delaware Commercial Lending II LLC Delaware Commercial Lending III LLC Delaware Community Capital Markets LLC Delaware Commercial Lending LLC Delaware eCAST Settlement Corporation Delaware EMC Mortgage Corporation Delaware"
    ],
    "title": [
      "MF-1 Trust United States JPMC Real Estate Investment Trust Maryland Washington Mutual Preferred Funding LLC Delaware Wamu 2006-OA1 Delaware Wamu 2007-Flex 1 United States WaMu 2008 SFR- 2 United States Washington Mutual Home Equity Trust Delaware JPMC Specialty Mortgage",
      "Morgan Institutional Investments Inc. Delaware Neovest, Inc. Utah JPMorgan Special Situations Asia Corporation Delaware JPMorgan Mauritius Holdings VI Limited Mauritius Harbour Formosa Investment Holdings Limited Mauritius Harbour Victoria Investment Holdings Limited Mauritius Indocean Financial Holding Limited Mauritius JPMorgan Mauritius Holdings II Limited Mauritius JPMorgan Mauritius Holdings IV Limited Mauritius JPMorgan Mauritius Holdings Limited Mauritius JPMorgan Mauritius Holdings VII Limited Mauritius JPMorgan Special Situations (Mauritius) Limited Mauritius J.P. Morgan Advisors India Private Limited India Silver Summit (Delaware) Corporation Delaware British Virgin Magenta Magic Limited Islands JPMP Capital Corp",
      "Morgan Partnership Capital Corporation Delaware J.P. Morgan Partnership Investment Corporation Delaware Peabody Real Estate Partnership Corporation Delaware Name the laws of JPMREP Holding Corporation Delaware JPMorgan Real Estate Partners"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "SFJV",
        "given": "E.M.C.Mortgage"
      }
    ],
    "container-title": [
      "MAX Recovery Inc. Delaware MAX Flow Corp. Delaware Max Recovery Limited England MLP Investment Holdings, Inc. Delaware Plymouth Park Tax Services LLC Delaware Madison Tax Capital, LLC Delaware PricingDirect Inc"
    ],
    "date": [
      "2005"
    ],
    "location": [
      "Delaware Madison Vanderbilt Management, LLC Delaware"
    ],
    "publisher": [
      "Delaware Vandelay Recoveries Inc. Delaware Max Recovery Canada Company Nova Scotia"
    ],
    "title": [
      "LLC Delaware Name the laws of Gregory/Madison Avenue LLC Delaware Indiana Four Holdings LLC Delaware Indiana Four LLC Delaware Madison Insurance Company, Inc"
    ],
    "type": "chapter"
  },
  {
    "note": [
      "Exhibit 32"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Chase",
        "given": "JPMorgan"
      },
      {
        "given": "Co"
      }
    ],
    "type": null
  },
  {
    "container-title": [
      "CERTIFICATION PURSUANT TO 18 U.S.C. SECTION 1350, AS ADOPTED PURSUANT TO SECTION 906 OF THE SARBANES-OXLEY ACT OF 2002"
    ],
    "type": "chapter"
  },
  {
    "date": [
      "1934"
    ],
    "note": [
      "The information contained in the Report fairly presents, in all material respects, the financial condition and results of operations of JPMorgan Chase & Co."
    ],
    "pages": [
      "2"
    ],
    "title": [
      "In connection with the Annual Report of JPMorgan Chase & Co. on Form 10-K for the period ended December 31, 2009, as filed with the Securities and Exchange Commission on the date hereof (the “Report”), each of the undersigned officers of JPMorgan Chase & Co., certify, pursuant to 18 U.S.C. Section 1350, as adopted pursuant to Section 906 of the Sarbanes-Oxley Act of 2002, that: 1. The Report fully complies with the requirements of Section 13(a) or 15(d) of the Securities Exchange Act of"
    ],
    "type": "report"
  },
  {
    "date": [
      "2010-02-24"
    ],
    "location": [
      "Date"
    ],
    "title": [
      "By"
    ],
    "translator": [
      {
        "family": "Michael J. Cavanagh Michael J. Cavanagh Executive Vice President",
        "particle": "s/"
      },
      {
        "family": "Officer",
        "given": "Chief Financial"
      }
    ],
    "type": null
  }
]
