[
  {
    "author": [
      {
        "literal": "–"
      }
    ],
    "container-title": [
      "M41,791"
    ],
    "title": [
      "Signal detected by Imperial Long-Range Cartographic Survey Ship Beacon of Hope"
    ],
    "type": "article-journal"
  },
  {
    "note": [
      "Border Princes, Doctor Who: The Story of Martha, Triumff and Embedded. He lives and works in Maidstone, Kent. Dan’s blog and website can be found at www.danabnett.com Follow him on Twitter @VincentAbnett"
    ],
    "title": [
      "DAN ABNETT is a novelist and award-winning comic book writer. He has written almost forty novels, including the acclaimed Gaunt’s Ghosts series, and the Eisenhorn and Ravenor trilogies. His latest Horus Heresy novel Prospero Burns was a New York Times bestseller, and topped the SF charts in the UK and the US. In addition to writing for Black Library, Dan is highly regarded in the comics industry for his work for both Marvel and DC, and has written a number of other bestselling novels, including Torchwood"
    ],
    "type": "webpage"
  },
  {
    "author": [
      {
        "family": "Lincoln College",
        "given": "P.A.U.L.K.E.A.R.N.E.Y.",
        "particle": "studied at"
      }
    ],
    "container-title": [
      "He’s written several novels for the Black Library, including the Night Lords series, the Space Marine Battles book Helsreach and the New York Times bestselling The First Heretic for the Horus Heresy. He"
    ],
    "title": [
      "Oxford where he read Anglo-Saxon, Old Norse and Middle English and was a keen member of the Mountaineering Society and the Officer Training Corps. He has published several titles including the Sea Beggars to critical acclaim, being long-listed for the British Fantasy Award. AARON DEMBSKI-BOWDEN AARON DEMBSKI-BOWDEN is a British author with his beginnings in the videogame and RPG industries"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "born",
        "given": "S.T.E.V.E.P.A.R.K.E.R.",
        "particle": "was"
      },
      {
        "family": "Edinburgh",
        "particle": "raised in"
      }
    ],
    "container-title": [
      "2006, his story The Falls of Marakross was published in the Black Library’s Tales from the Dark Millennium anthology"
    ],
    "note": [
      "His first novel, Rebel Winter, was published in 2007 and his latest book, Rynn’s World, is the first book in the Space Marine Battles series."
    ],
    "title": [
      "Scotland, and now lives and works in Tokyo, Japan. As a video-game writer/designer, he has worked ontitles for various platforms. In 2005, his short fiction started appearing in American SF/Fantasy/Horror Magazines"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "Andy has written several short stories and two novels for Black Library, Survival Instinct and Path of the Renegade"
    ],
    "title": [
      "A veteran writer for the Warhammer 40,000 universe with more than twenty years’ experience creating worlds dominated by war machines, spaceships and dangerous aliens, ANDY CHAMBERS worked at Games Workshop as lead designer of the Warhammer 40,000 miniatures game for three editions before moving to the PC gaming market to work on the hit real time strategy game Starcraft 2 by Blizzard Entertainment"
    ],
    "type": "chapter"
  },
  {
    "note": [
      "SIMON JOWETT Simon Jowett lives and writes in London. A BLACK LIBRARY PUBLICATION Published in 2012 by Black Library, Games Workshop Ltd., Willow Road, Nottingham, NG7 2WS, UK"
    ],
    "title": [
      "JAMES SWALLOW is a New York Times bestselling author whose stories include the Horus Heresy novels Nemesis and The Flight of the Eisenstein, along with Faith & Fire, the Blood Angels books Deus Encarmine, Deus Sanguinius, Red Fury and Black Tide. His short fiction has appeared in Legends of the Space Marines, and Tales of Heresy, along with the audio dramas Heart of Rage, Oath of Moment and Legion of One. MATTHEW FARRER MATTHEW FARRER lives in Australia, and is a member of the Canberra Speculative Fiction Guild. He has been writing since his teens, and has a number of novels and short stories to his name, including the popular Shira Calpurnia novels for the Black Library"
    ],
    "type": null
  },
  {
    "title": [
      "Cover illustration by Clint Langley"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Limited",
        "given": "Games Workshop"
      }
    ],
    "date": [
      "2012"
    ],
    "title": [
      "All rights reserved"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "Black Library, the Black Library logo"
      }
    ],
    "container-title": [
      "All rights reserved"
    ],
    "note": [
      "A CIP record for this book is available from the British Library."
    ],
    "title": [
      "Games Workshop, the Games Workshop logo and all associated marks, names, characters, illustrations and images from the Warhammer universe are either ®, TM and/or © Games Workshop Ltd 2012, variably registered in the UK and other countries around the world"
    ],
    "type": "article-journal"
  },
  {
    "note": [
      "See the Black Library on the internet at"
    ],
    "title": [
      "This is a work of fiction. All the characters and events portrayed in this book are fictional, and any resemblance to real people or incidents is purely coincidental"
    ],
    "type": null
  },
  {
    "type": null,
    "url": [
      "www.games-workshop.com"
    ]
  }
]
