[
  {
    "author": [
      {
        "literal": "Erin Palricii Abbott Oavld Irvin Abrams Sandra M. Adier John Aitelll Christine A. Allen Oominick Amento Amy D. Anderson BA Econ/Psych BA Poll Sci BA Economics BA History BA English BA Poll Sci BA History Linda I. Abbott Nancy Elizabeth Adam Suzanne Agatstein Fern Izumi Akasaka Debra L. Allen Shigeo Amino Edward M. MLS Library Science BA Poll Sci BA Psychology BA Psychology BA Poll Sci BA E Asian Studies Anderson Jr. Timothy C. Abe Suun A. Adamson Natalie E. Aguinaldo Abdullah I. AlAskar Robin L. Allen Daniel Hollerbach Amos BA Poll Sci BA Poll Sci BA Poll Sci BA Psychology MA History BA Ethnic Arts BA Spanish Krishna L. Anderson Thomas Aloen Abelew Steven D."
      },
      {
        "family": "Abel!",
        "given": "Susan B.Allen Amos Leslie M.B.A.English B.S.Kinesiology B.A.Poll Sci B.S.Chem Engr Christine V.Alcantara B.A.Kinesiology B.A.Psychology Shelley D.Anderson Jam! Lyn"
      }
    ],
    "container-title": [
      "Adelson Joanne Haunani Ahuna BS Chem Engr Ann E. Allison Chong S. An BA Economics BA English BA Psychology BS Nursing Kirk P. Alexander BA Psychology BA Math Linda M. Andrews Maria 0"
    ],
    "publisher": [
      "Abramovilz Frank Mark Adkisson Terri Lynn Aiken BA Psychology Tenia M. Allison Amy C. Anderson BA Sociology BA Sociology BA Psychology BA History Lisa C. Alexander BS Kinesiology BA Psychology Robert Antlnoro BA Ling/French BS Math-Comp Sci"
    ],
    "title": [
      "Adcock SungSoon Ahn (Graduated Spr 80",
      "Michael A"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "T",
        "given": "B.A.Poll Sci Campbell B.S.Math-Comp Sci B.A.Economics M.S.Computer Sci B.A.French B.S.Psychobiology Haesung Byon B.A.Psychology Janet L.Capestany Nancy Carlwrlghl Gregg A.Chadwick Johnny C.Chan Mary F.Charlesworth B.A.Design Jellrey D.Campbell B.S.Psychology B.A.Theatec Arts B.A.Art B.S.Mech Engr B.S.Psychology Mark Andrew Byrne B.A.Economics Aglaia Cardona Janice M.Caston Lynn Kyung Chai Kam-Kee V.Chan Teresa L.Charlesworth B.A.Poll Sci Leslie L.Campbell B.A.Biology B.A.Art B.A.Sociology M.S.Engineering B.A.History Paul S.Cairns B.A.Poll Sci LoriAnn Carle Stephan B.Cavayero Alice M.Chalian Mary Ann"
      }
    ],
    "container-title": [
      "Campbell BA Music-Vocal BA Sociology BS Psychobiology BS Biochemistry BA Psychology Brelt G. Cameron BA Psychology Kathleen L. Carlton Kathleen A. Cecillan Alan B. Chalk Meehee Chang Michel Chenelle BA Geography Steven Camps BA History BA Bus/Economics BA Economics BS Math-Comp Sci BA Theater Arts BA Bus/Economics"
    ],
    "title": [
      "Chang Grace Kown-Fong Chen BA Poll Sci Sandra J"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Y",
        "given": "Lesley J.Knoth Timl L.Kobernlck Steven NKoIre Andrew A.Kopania Laurel Ann Kovnat Katharine A.Kraai Scott W.Krebs B.A.Theater Arts B.A.Sociology B.A.Biology B.S.Geology B.A.English B.A.Poll Sci B.S.Econ-SystemsSci IMel Ko Nancy A.Koch Lisa J.Kolkowicz Yoshlyuki Kotekl Sherl L.Kowaike Sandra Felice Kralness Gregory M.Krikorlan B.A.Psychology B.A.Sociology B.A.Poll Sci M.S.Computer Sci B.A.Comm Studies B.A.History B.S.Mech Engr Bruce Harold KobeyashI Richard M.Koda Jean"
      }
    ],
    "container-title": [
      "Carol J. Kozberg Michael J. Kramer Gregory"
    ],
    "publisher": [
      "Krisllas BS Econ-SystemsSci BA Psychology BS Geology BA English BA Psychology BA Art History BS Elec Engr BA Economics"
    ],
    "title": [
      "KonlthI Kovao Lorl A"
    ],
    "type": "article-journal",
    "volume": [
      "6"
    ]
  },
  {
    "author": [
      {
        "family": "A",
        "given": "Lon D.Mehlman Claudia Mendoza Meyer Kathryn M.MIddo Kay V.Mills OIrk Mark P.Miller Pcjecca Ann Minor B.A.Econ/Soclology B.A.Spanish B.A.Biology B.A.Psychology B.S.Chemistry B.S.Kinesiology B.A.Biology Robert M.Meier Jay C.Mercado Greta R.Mayerhol Thomas J.Mlhara Lynn A.Mills Judith M.Mintz Molly Jo Miller B.S.Chem/Biology B.A.Poli Sci/Engilsh B.A.Psychology B.S.Math-Comp Sci B.A.English B.A.Economics B.A.Poli Sci Thelma Esther Melendez Pamela J.Merrill David A.MIchallcek Carol E.MIley John M.Mine Robin L.Miller Suzle C.MIntz B.A.Sociology B.A.Psyctiology B.A.Economics B.A.Psychology B.A.Political B.S.Math-Comp Sci B.A.History Heidi EMerz KImberly Anne MIchle Bryan J.Miller Sandra J.MInaslan Pardls MIrzai Sociology B.A.Design B.A.Bus/Economics B.S.Engineering Robin M.Miller B.A.Linguistics B.A.Biology Guy Michel Messenger David J.MIclean Eva M.Miller B.A.English Steven"
      }
    ],
    "note": [
      "Messenger Brack J. MIddleton Mark A. Miller JIM S. Mines Oebra L. Mitchell BA Psychology BA Sociology BA Poli Sci BS Aerospace Engr Lynn A. Mllllgan BS Biochemistry BA Poli Sci BA Poli Sci"
    ],
    "publisher": [
      "Miller BA Economics BA English Steven B"
    ],
    "title": [
      "MIndel Claudia Marie Mitchell BA English BA Poli Sci BA English Theresa I"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Biology Tina M. PIsentI Terl K. Polcene Janet Porush BA Sociology Pamela Sue Pritchard Mary T",
        "particle": "in-Trang T. Phan BS Math-Comp Scl BA Theater Arts BS Public Health Bonnie M. Powell BA Economics BS Psychology Chem Engr Ellzabetli A. PIngel Betty P.M. Pok Leslie Lynn Porter BA Comm Studies James A. Prletto Ingrld A. Purmalls in V. Phan BA Economics BA Design/Art BA Economics Charmae R. Powell BA Spanish BA Sociology i"
      }
    ],
    "publisher": [
      "Phllllpi BA Economics BA Psychology BA Poll Sci Isela B. Prado BS Nursing BA Bus/Economics Bus/Economics Lauren E. PollzzI BA English Thomas E. Pyke BA Theater Arts BA Poll Sci"
    ],
    "title": [
      "Purpura rk K"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "literal": "BS Civil Engr BS Biochemistry Sam-Vargas BA Spanish/Ling Liza P. Samoy BA Poll Sci Todd R. Sandburg Donna A. Sakaguchi BS Kinesiology BS Kinesiology Bruca 0. Sanchez BA Economics BAEcon/Ecosystems seniors Marvin B. Sauer Sandra F. Schlldmeyar Joseph H.Schramm. Jr Laurie P. Schullz Larry P. Serraino David A. Shaler Juliet T. Sebastian BS Math-Comp Sci BS Kinesiology BS Econ-SystemsSci BA Psyctiology BA MP/TV BA Poll Sci BS Psychobiology Cheryl R. Savaga Joseph Schlmmel Nancy Schrelner Diana E. Schuiz FeliciaRenee Settle Michael D."
      },
      {
        "family": "A.O",
        "given": "Savett Donna L.Schlell Crystin C.Schroeder Allison Jan Schwartz Kathy B.Seuthe Jill Shafton Gary M.Segal B.A.Sociology B.A.Comm Studies B.A.Poll Sci B.A.Sociology B.A.Poll Sci B.A.Economics B.A.Sociology Paul B.Savoldalll Cindy D.Schlesslnger Joseph S.Schuchert Gregory L.Schwartz Sherwin Seyrall LIzabeth"
      }
    ],
    "container-title": [
      "Seltz BA Poll Sci/Span BA Psychology BA History BS Math-Comp Sci BA Poll Sci Shahlnlan BA Economics Russall N",
      "Shaban BA History BA Economics BA Economics BA History BA Economics BS Engineering Altai A. Shamjl BA English Sctnuarman Citlwrina J"
    ],
    "editor": [
      {
        "family": "M",
        "given": "Schaadt Christine A.Schmidt Mark A.Schuessler Mark A.Schwartz Karin A.Seltzer Abdul"
      }
    ],
    "note": [
      "Karen R. Schonwit Lulza C. Schulthels Irene J. Seager Catherine A. Sernatt Diane Shader H."
    ],
    "publisher": [
      "BA Biology BS Kinesiology BS Sociology BA Linguistics BA Psychology Charles C. Shao BA Sociology BA English BS Engineering"
    ],
    "title": [
      "Shafer Bernadette 6. Sebban BA Psych/Sociology BA Econ/Poli Sci BA History BA Comm Studies BS Nursing BA Theater Arts BA History Diborah R",
      "Linda 0"
    ],
    "type": "chapter"
  },
  {
    "date": [
      "1981"
    ],
    "title": [
      "Outstanding Seniors of"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "seniors",
        "given": "Russell A.Steinberg"
      }
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "Sharon N. Teraoka Philip S. Thompson Nadlne H. Tomooka Julie A. Trelnen Phuoc Minh Truong BA Biology BA Economics BA Geog/Ecosystem BA E Asian Std Carol D. Terry Stacy A. Thompson Michael Tremblay Rosanne E. Tompkin 0. BS Kinesiology BA French BA Psychology BA Sociology Clifton E. Thomas Vicki Louise Elizabeth Topkis Yvette Marie Trinh BA Sociology Thompson BS Chemistry BA History Ellle Thomas BA Sociology JodI L. Tose Vicki L. Triplett BA Design Howard A. BS Biochemistry BA Sociology Karen L Thompson Wisaksono W. TIschler David M. Toyoluku BA Psychlogy BA Economics Trisuio BS Engineering Matthew T. Thompson Bruce D. Tobey BS Civil Engr Jill Susanne Tracy BA Economics BA Comm Studies Nicholas BA Poll Sci L. Trotta Paul D. Tolleson BS Engineering BS Atmospheric Sci John S. Urban Jaye R Varley Kelly Ann VIckers Elizabeth K. Virata Mlllord W. Colleen E. Walsh Marilyn C. Wang BA Geography BA E Asian Std BA Psychology BA Poll Sci Walker. Jr. BA Psychology BA Geography Leslie A. Nina Beljan Leo L. VIcknalr. Jr. John Vlay BS Chem Engr Kevin L. Walsh Janet C. Ward G. Valentine Vasslllan BA Economics BA Bus/Economics Sherrell"
      },
      {
        "family": "G",
        "given": "Japanese Jeanlne M.Vaughn B.A.Poll Sci Arlene"
      }
    ],
    "container-title": [
      "0. Walker BA History BA Psychology BA Poll Sci BS Public Health",
      "Antonio VIdlak BA Econ/Poli Sci Michael J. Wallace BA Poll Sci BA Sociology VanBslleghem BS Kinesiology BS Biology Julia Ann Wagner BS Mech Engr BA Bus/Economics Jamas L. Vellutato Arturo Aurello BA Poll Sci Susan L"
    ],
    "editor": [
      {
        "family": "F",
        "given": "Frank Mario Roger B.Wachtell B.A.Psychology Michael C.Walter Wendy DIanne Ward Robert I.Terrell Velasquez"
      }
    ],
    "publisher": [
      "Vance BS Psychology Villa Martha S. Walte BA Bus/Economics LaVera Venters BA Design BA Psychology Schuyler D. VanDyk BS History Laurie L. Vlllasenor Judith E. Wakahiro BA Astronomy Claire B. Venze BA Economics BA"
    ],
    "title": [
      "VInnIck BA Design BS Nursing"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "A",
        "given": "Henry Wendt Gordon D.West Keren L.Weitenhaver Elizabeth Whalen Charles J.White Reglna Walkkein White Marrlell V.Wells"
      }
    ],
    "container-title": [
      "Edwin James White Sarah Chrlsley White Afro-Amer Std BA History MBA Marketing BA Psychology BS Chem Engr BA Poll Sci BA Theater Arts Yu Wen Yolenda Eileen White BS Mech Engr BA Psychology Allison 6. Wilson BS Chemistry Jane A. Whltmort BA Sociology Lisa M"
    ],
    "editor": [
      {
        "family": "M",
        "given": "Wersen Rhonda B.West Diane L.Westrelch Wheaton Philip"
      }
    ],
    "note": [
      "Whitney BA Comm Std seniors"
    ],
    "title": [
      "BS Civil Engr BA Theater Arts BA Psyctiology BA Economics BA Geography BA Sociology BA History/ Nancy A"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "literal": "Arnulfo 6. Gonzales Maria-Theresa S. Sharon T. Hamanaka Karen Heather A. Hilton Douglas T. Hotes Sascha Jamail BA Biology Gumacal BA Psychology Harautunelan BA Sociology BA Bus/Economics BA Economics Cheryl D. Grant BA Psychology Carol T. Hammon BA Comm Studies Jerome P. Mary Louise Hotsko Carolyn I. JarynowskI BA Sociology M. Holly Hackman BS Nursing Allreda A. Harris Hlmmelberg. Jr. BA English BA Quant Psych Gerald E. Greene BA Psychology Frank Han BA English BA Economics Peter L. Howard Mohammed RIyad Jazzar BA Bio/Econ Kathleen M. Hadlleld BS Elec Engr Minnie L. Hastings Kin"
      }
    ],
    "container-title": [
      "Wah Glenda Ho BA Economics MA Education Deanna J. Gullan BA Design William Kurt BA Afro-Amer Std BS Math-Comp Sci Margaret M. Hughes Cralg H. Johnson BS Math-Comp Sci Kelsuke Haglwara Hannalord Stanley P. Hebert III Ha Hal Hoang BA History BA Biology BA Math BA Poll Sci MA Management BS Biochemistry"
    ],
    "type": "chapter"
  }
]
