[
  {
    "container-title": [
      "He lives and works in Nottingham, UK. A BLACK LIBRARY PUBLICATION First published in Great Britain in Shadows of Treachery in 2012"
    ],
    "title": [
      "JOHN FRENCH has written several Horus Heresy stories including the novellas Tallarn: Executioner and The Crimson Fist, and the audio dramas Templar and Warmaster. He is the author of the Ahriman series, which includes the novels Ahriman: Exile and Ahriman: Sorcerer, plus the short story ‘Hand of Dust’: Additionally for the Warhammer 40,000 universe he has written the Space Marine Battles novella ‘Fateweaver’, plus a number of short stories"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "published in 2014 by Black Library, Games Workshop Ltd., Willow Road, Nottingham, NG7 2WS, UK. Cover illustration by Neil Roberts"
    ],
    "edition": [
      "This ebook"
    ],
    "type": "chapter"
  },
  {
    "date": [
      "2014"
    ],
    "title": [
      "© Games Workshop Limited 2012",
      "All rights reserved"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "Black Library, the Black Library logo"
      }
    ],
    "note": [
      "variably registered in the UK and other countries around the world. All rights reserved."
    ],
    "title": [
      "The Horus Heresy, The Horus Heresy logo, The Horus Heresy eye device, Space Marine Battles, the Space Marine Battles logo, Warhammer 40,000, the Warhammer 40,000 logo, Games Workshop, the Games Workshop logo and all associated brands, names, characters, illustrations and images from the Warhammer 40,000 universe are either ®, TM and/or © Games Workshop Ltd 2000-2014"
    ],
    "type": null
  },
  {
    "isbn": [
      "978-1-78251-613-2"
    ],
    "title": [
      "A CIP record for this book is available from the British Library"
    ],
    "type": null
  },
  {
    "note": [
      "Willow Road, Lenton, Nottingham, NG7 2WS, United Kingdom (“Black Library”); and"
    ],
    "title": [
      "Games Workshop Limited t/a Black Library"
    ],
    "type": null
  }
]
