[
  {
    "title": [
      "babyfriendlyusa.org Preeclampsia Foundation ChooseMyPlate.gov for Pregnancy & preeclampsia.org Human Milk Banking Association of North Breastfeeding America Sickle Cell Disease Association of America choosemyplate.gov/moms-pregnancyhmbana.org sicklecelldisease.org breastfeeding La Leche League Spina Bifida Association March of Dimes llli.org spinabifidaassociation.org marchofdimes.com National Alliance for Breastfeeding Star Legacy Foundation (stillbirth research Midwives Alliance of North America Advocacy and education) mana.org naba-breastfeeding.org starlegacyfoundation.org National Healthy Mothers, Healthy Support for Breastfeeding Mothers Trisomy 18 Foundation Babies Coalition lowmilksupply.org trisomy18.org hmhb.org"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Library",
        "given": "Dr P."
      }
    ],
    "note": [
      "253 Getty Images: Comstock (cr). 255 Alamy Images: to reproduce their photographs: Phanie (tr). 258–259 Getty Images: Alistair Berg. 264–265 Getty Images: LWA. 272 Dorling Kindersley: Antonia Deutsch (br, cr, tr)."
    ],
    "title": [
      "Marazzi (cra, cra/strawberry, cr, cr/skin spot); (crb, The publisher would like to thank the following for their kind permission crb/mole"
    ],
    "type": null
  },
  {
    "note": [
      "Key: a-above; b-below/bottom; c-center; f-far; l-left; r-right; t-top) 273 Getty Images: Jamie Grill (tr). 276 Getty Images: Mecky (br). 290 Getty Images: Science Photo Library (bl). 291 Getty Images: 4 Photolibrary: Digital Vision. 12 Maxine Pedliham: (tr). Science Photo Tetra Images (br). 293 Getty Images: Frederic Cirou (bl). 295 Library: P. Saada / Eurelios (br). 37 Corbis: MedicalRF.com (tr). 49 Science Science Photo Library: Gustoimages (br). 299 Getty Images: Photo Library: Anatomical Travelogue (ca). 82 Dreamstime.com: Monkey ONOKY - Eric Audras (cl). 300–301 Getty Images: Marina Raith."
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "Ngo Thye Aun / Ngothyeaun."
      }
    ],
    "container-title": [
      "Legaria / AFP"
    ],
    "note": [
      "Business Images / Monkeybusinessimages (bl). 93 iStockphoto.com: 311 Corbis: ERproductions Ltd. / Blend Images (tr). 312–313 Getty M_a_y_a. 94 Dreamstime.com:",
      "314 Corbis: Glowimages (tr). Getty Images: BSIP / Getty Images: R. J. Sangosti / The Denver Post (cl). 96 Science Photo UIG (c). 315 Corbis: JGI / Tom Grill / Blend Images. 316 Getty Library: Dr. G. Moscoso (tr); Sovereign, ISM (bl, br). 99 Wellcome Images. Images: Todd Bates / E+ (bl); Cultura Science / Marc Fluri (ca)."
    ],
    "title": [
      "95 Images: Science Photo Library. 313 Getty Images: Guillermo Dreamstime.com: Monkey Business Images / Monkeybusinessimages (bl"
    ],
    "type": "chapter"
  }
]
