[
  {
    "author": [
      {
        "family": "Sheryl",
        "given": "K."
      }
    ],
    "container-title": [
      "In addition to serving as our Chief Operating Officer, Ms",
      "From"
    ],
    "date": [
      "2001-03"
    ],
    "note": [
      "Sandberg has been a member"
    ],
    "title": [
      "Sandberg has served as our Chief Operating Officer since March 2008",
      "Ms. Sandberg served in various positions at Google, Inc., most recently as Vice President, Global Online Sales & Operations. Ms. Sandberg also is a former Chief of Staff of the U.S. Treasury Department and previously served as a consultant with McKinsey & Company, a management consulting company, and as an economist with The World Bank"
    ],
    "type": "article-journal"
  },
  {
    "container-title": [
      "in economics from Harvard University and an M.B.A"
    ],
    "date": [
      "2009-12"
    ],
    "publisher": [
      "from Harvard Business School"
    ],
    "title": [
      "of the board of directors of the Walt Disney Company since",
      "Ms. Sandberg holds an A.B"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "David",
        "given": "A."
      }
    ],
    "note": [
      "Prior to joining us, Mr. Ebersman served in various"
    ],
    "title": [
      "Ebersman has served as our Chief Financial Officer since September 2009"
    ],
    "type": null
  },
  {
    "container-title": [
      "In addition to serving as our Chief Financial Officer, Mr. Ebersman has been a member of the board of directors of Ironwood Pharmaceuticals, Inc"
    ],
    "date": [
      "2009-03",
      "2009-07"
    ],
    "note": [
      "Mr. Ebersman holds an A.B. in economics and international relations from Brown University."
    ],
    "title": [
      "positions at Genentech, Inc., a biotechnology company, including as its Chief Financial Officer from March 2005 and as an Executive Vice President from January 2006 until April 2009, following Genentech’s acquisition by F. Hoffmann-La Roche Ltd",
      "Prior to joining Genentech, Mr. Ebersman was a research analyst at Oppenheimer & Company, Inc., an investment company"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "David",
        "given": "B."
      }
    ],
    "container-title": [
      "From"
    ],
    "date": [
      "2002-07"
    ],
    "note": [
      "to"
    ],
    "title": [
      "Fischer joined us in April 2010 and serves as our Vice President, Marketing and Business Partnerships"
    ],
    "type": "article-journal"
  },
  {
    "container-title": [
      "Mr. Fischer holds a B.A. in government from Cornell University and an M.B.A"
    ],
    "date": [
      "2010-03"
    ],
    "publisher": [
      "from the Stanford University Graduate School of Business"
    ],
    "title": [
      "Mr. Fischer served in various positions at Google, including most recently as its Vice President, Global Online Sales & Operations. Prior to joining Google, Mr. Fischer served as Deputy Chief of Staff of the U.S. Treasury Department and was an associate editor at the U.S. News World Report, L.P., a news magazine company"
    ],
    "type": "chapter"
  },
  {
    "note": [
      "From December 2005 to August 2008, Mr. Schroepfer served as Vice President of Engineering at Mozilla Corporation, an Internet company. Prior to Mozilla, Mr. Schroepfer served"
    ],
    "title": [
      "Mike Schroepfer has served as our Vice President of Engineering since September 2008"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Theodore",
        "given": "W."
      }
    ],
    "note": [
      "From May 2008 to October"
    ],
    "title": [
      "Ullyot has served as our Vice President, General Counsel, and Secretary since October 2008"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Kirkland",
        "given": "Mr Ullyot",
        "particle": "was a partner at"
      },
      {
        "family": "LLP",
        "given": "Ellis"
      },
      {
        "family": "From October",
        "particle": "a law firm."
      }
    ],
    "citation-number": [
      "2008,"
    ],
    "date": [
      "2005-04"
    ],
    "note": [
      "Supreme Court Justice Antonin Scalia and for Judge Michael Luttig of the U.S. Court of Appeals for the Fourth Circuit. Mr. Ullyot holds an A.B. in History from Harvard University and a J.D. from the University of Chicago."
    ],
    "title": [
      "Mr. Ullyot served as Executive Vice President and General Counsel of ESL Investments, Inc., a private investment firm. Prior to joining ESL Investments, Mr. Ullyot served in the federal executive branch under President George W. Bush, including as Chief of Staff at the U.S. Justice Department and as a Deputy Assistant to the President. Earlier in his career, Mr. Ullyot was an associate general counsel at AOL Time Warner, Inc. and served as a law clerk for U.S"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Donald",
        "given": "E."
      }
    ],
    "date": [
      "2009-03"
    ],
    "note": [
      "Mr. Graham has served as the Chief Executive"
    ],
    "title": [
      "Graham has served as a member of our board of directors since"
    ],
    "type": null
  },
  {
    "date": [
      "1993"
    ],
    "title": [
      "Officer of The Washington Post Company, an education and media company, since 1991 and as Chairman of its board of directors since",
      "Mr. Graham holds an A.B. in English history and literature from Harvard University. We believe that Mr. Graham should serve as a member of our board of directors due to his extensive experience in the media industry, including serving in a variety of senior leadership roles with The Washington Post Company"
    ],
    "type": null
  },
  {
    "date": [
      "2011-06"
    ],
    "location": [
      "since"
    ],
    "title": [
      "Reed Hastings has served as a member of our board of directors since",
      "Mr. Hastings has served as the Chief Executive Officer and Chairman of the board of directors of Netflix, Inc., a provider of an Internet subscription service for movies and television shows"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Netflix",
        "given": "Prior",
        "particle": "to"
      },
      {
        "given": "Mr"
      }
    ],
    "citation-number": [
      "1999."
    ],
    "title": [
      "Hastings served as Chief Executive Officer of Technology Network, a political service organization for the"
    ],
    "type": null
  },
  {
    "note": [
      "These RSUs provide for quarterly vesting based on continued"
    ],
    "title": [
      "On May 3, 2012, we granted RSUs to our named executive officers as follows"
    ],
    "translator": [
      {
        "literal": "Sheryl K. Sandberg—691,085; David A. Ebersman—459,572; Mike Schroepfer—545,957; and Theodore W. Ullyot—145,128."
      }
    ],
    "type": null
  },
  {
    "note": [
      "Sandberg, November 15, 2014 for Mr. Ebersman, August 15, 2014 for Mr. Schroepfer, and November 15, 2013 for Mr. Ullyot."
    ],
    "title": [
      "employment over four years with a deferred vesting start date of November 15, 2013 for Ms"
    ],
    "type": null
  },
  {
    "citation-number": [
      "6"
    ],
    "note": [
      "Sandberg, Trustee of the Sheryl K. Sandberg 2008 Annuity Trust dated April 15, 2008."
    ],
    "title": [
      "Consists of 1,899,986 shares of Class B common stock held of record by Sheryl K"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Ms"
      }
    ],
    "date": [
      "2012-03-31"
    ],
    "title": [
      "Sandberg also holds 39,321,041 RSUs which are subject to vesting conditions not expected to occur within 60 days of"
    ],
    "type": null
  },
  {
    "citation-number": [
      "7"
    ],
    "date": [
      "2012-03-31",
      "2012-03-31"
    ],
    "title": [
      "Consists of 2,399,999 shares of Class B common stock issuable upon exercise of options exercisable within 60 days of",
      "Mr. Ebersman also holds 7,469,424 RSUs which are subject to vesting conditions not expected to occur within 60 days of"
    ],
    "type": null
  },
  {
    "citation-number": [
      "8"
    ],
    "date": [
      "2012-03-31",
      "2012-03-31"
    ],
    "title": [
      "Consists of 2,291,849 shares of Class B common stock issuable upon exercise of options exercisable within 60 days of",
      "Mr. Schroepfer also holds 6,144,188 RSUs which are subject to vesting conditions not expected to occur within 60 days of"
    ],
    "type": null
  },
  {
    "citation-number": [
      "9"
    ],
    "date": [
      "2012-03-31"
    ],
    "note": [
      "Mr. Ullyot also holds 3,782,818 RSUs which are subject to vesting conditions not expected to occur within 60 days of March 31, 2012."
    ],
    "title": [
      "Consists of (i) 35,600 shares of Class B common stock held of record by Mr. Ullyot; and (ii) 1,989,644 shares of Class B common stock issuable upon exercise of options exercisable within 60 days of"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Fund"
      },
      {
        "family": "Mr",
        "given": "F.B.A.H."
      }
    ],
    "citation-number": [
      "10"
    ],
    "container-title": [
      "AH Equity Partners II",
      "The address of AHEP, AH Fund, and FBAH is 2865 Sand Hill Road, Suite 101"
    ],
    "editor": [
      {
        "given": "L.P."
      },
      {
        "given": "L.L.C."
      }
    ],
    "location": [
      "Menlo Park, California 94025"
    ],
    "note": [
      "Mr. Andreessen also holds 5,247,490 RSUs which are subject to vesting conditions not expected to occur within 60 days of March 31, 2012."
    ],
    "title": [
      "Consists of 3,571,431 shares of Class B common stock held of record by Andreessen Horowitz Fund II, L.P., as nominee (AH Fund), and 3,035,700 shares of Class B common stock held of record by FBAH",
      "Does not include up to 1,783,084 shares of our common stock issuable to Andreessen Horowitz Fund I, L P. upon the closing of our acquisition of Instagram, Inc , including 178,308 shares to be held in escrow",
      "is the general partner of AH Fund and has sole voting and investment power over the securities held by AH",
      "Andreessen is one of the Managing Members of AHEP, and, therefore, may be deemed to share voting and investment power over the securities held in AH Fund and FBAH"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "Mr"
      }
    ],
    "citation-number": [
      "11"
    ],
    "date": [
      "2012-03-31"
    ],
    "title": [
      "Bowles holds 20,000 RSUs which are subject to vesting conditions not expected to occur within 60 days of"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Breyer",
        "given": "Trustee of James W.Breyer"
      }
    ],
    "citation-number": [
      "12"
    ],
    "container-title": [
      "132,570 shares of Class B common stock held of record by Accel Growth Fund Investors 2009 L.L.C"
    ],
    "date": [
      "2005",
      "2005-03-25",
      "vi"
    ],
    "editor": [
      {
        "literal": "Accel IX); (iii"
      },
      {
        "family": "SP)",
        "given": "Accel"
      },
      {
        "family": "SP)",
        "given": "Accel Growth"
      },
      {
        "given": "and"
      }
    ],
    "note": [
      "Accel 2005); (v",
      "Accel Growth 2009). We have received notices of conversion from the holders of record, which provide that in connection with our initial public offering 11,548,527 of the shares of our"
    ],
    "publisher": [
      "Accel Growth"
    ],
    "title": [
      "Consists of (i) 11,703,132 shares of Class B common stock held of record by James W",
      "Trust dated",
      "Trust); (ii) 149,527,730 shares of Class B common stock held of record by Accel IX L.P",
      "15,931,653 shares of Class B common stock held of record by Accel IX Strategic Partners L.P",
      "13,939,214 shares of Class B common stock held of record Accel Investors 2005 L.L.C",
      "9,949,820 shares of Class B common stock held of record by Accel Growth Fund L.P",
      "194,230 shares of Class B common stock held of record by Accel Growth Fund Strategic Partners L.P"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Moskovitz",
        "given": "Trustee of The Justin M.Rosenstein"
      }
    ],
    "citation-number": [
      "20"
    ],
    "date": [
      "2009"
    ],
    "editor": [
      {
        "family": "P",
        "given": "L."
      }
    ],
    "note": [
      "Rosenstein 2009 Trust Agreement; (ii) 114,256,629 shares of Class B common stock held of record by Dustin Moskovitz, Trustee of The Dustin A. Moskovitz Trust dated December 27, 2005; (iii) 14,404,516 shares of Class B common stock held of record by Dustin Moskovitz, Trustee of The Dustin Moskovitz 2008"
    ],
    "title": [
      "Consists of (i) 5,987,318 shares to be sold by DST Global Limited; (ii) 2,085,289 shares to be sold by DST Global II",
      "590,337 shares to be sold by DST Global III, L.P.; (iv) 9,821,228 shares to be sold by DST USA Limited; and (v) 27,178,393 shares to be sold by DST USA II Limited. (21) Consists of (i) 174,165 shares of Class B common stock held of record by Dustin A",
      "Trust, a trust established pursuant to the Justin M"
    ],
    "type": null
  },
  {
    "note": [
      "Rosenstein, Trustee of The Dustin A. Moskovitz 2009"
    ],
    "title": [
      "Annuity Trust dated March 10, 2008; and (iv) 4,863,335 shares of Class B common stock held of record by Justin M"
    ],
    "type": null
  },
  {
    "date": [
      "2009"
    ],
    "note": [
      "Mr. Moskovitz is trustee or beneficiary of The Justin M."
    ],
    "title": [
      "Trust, a trust established pursuant to the Dustin A. Moskovitz 2009 Trust Agreement dated January 1"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Rosenstein"
      }
    ],
    "date": [
      "2009"
    ],
    "title": [
      "Trust, The Dustin A. Moskovitz Trust dated December 27, 2005, The Dustin Moskovitz 2008 Annuity Trust dated March 10, 2008, and The Dustin A"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Moskovitz"
      }
    ],
    "date": [
      "2009"
    ],
    "note": [
      "Zuckerberg referred to in footnote (5) above."
    ],
    "title": [
      "Trust. The address of Mr. Moskovitz is P.O. Box 2929, San Francisco, California 94126. Prior to our initial public offering, 133,698,645 shares of Class B common stock are, and after our initial public offering, 133,698,645 shares of Class B common stock will be, subject to a voting agreement in favor of Mr"
    ],
    "type": null
  },
  {
    "citation-number": [
      "22"
    ],
    "container-title": [
      "collectively, the Goldman Sachs Limited Partnerships). Affiliates of The Goldman Sachs Group, Inc. are the general partners of the Goldman Sachs Limited Partnerships. GS Investment"
    ],
    "editor": [
      {
        "family": "P.",
        "given": "L."
      },
      {
        "given": "and"
      },
      {
        "given": "L.P."
      }
    ],
    "title": [
      "Consists of (i) 14,214,807 shares of Class A common stock held of record by The Goldman Sachs Group, Inc.; (ii) 2,598,652 shares of Class A common stock held of record by Goldman Sachs Investment Partners Master Fund, L.P.; (iii) 1,010,587 shares of Class A common stock held of record by Goldman Sachs Investment Partners Private Opportunities Holdings",
      "48,123,195 shares of Class A common stock held of record by FBDC Investors Offshore Holdings"
    ],
    "type": "chapter"
  },
  {
    "location": [
      "York, NY"
    ],
    "type": null,
    "volume": [
      "10282"
    ]
  },
  {
    "citation-number": [
      "23"
    ],
    "container-title": [
      "The Goldman Sachs Group, Inc. and the Goldman Sachs Limited Partnerships are affiliates of a registered broker-dealer. These entities have purchased the securities to be sold in our initial public offering in the ordinary course of business and"
    ],
    "note": [
      "at the time of such purchase, had no agreements or understandings, directly or indirectly with any person to distribute the securities."
    ],
    "title": [
      "Consists of (i) 6,180,351 shares to be sold by The Goldman Sachs Group, Inc.; (ii) 1,129,848 shares to be sold by Goldman Sachs Investment Partners Master Fund, L P.; (iii) 439,385 shares to be sold by Goldman Sachs Investment Partners Private Opportunities Holdings, L.P.; and (iv) 20,923,128 shares to be sold by FBDC Investors Offshore Holdings, L.P"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Associates",
        "given": "Rowe Price"
      },
      {
        "family": "Associates",
        "given": "Inc T.Rowe Price"
      },
      {
        "family": "Milano",
        "given": "Joseph"
      },
      {
        "family": "Bartolo",
        "given": "Paul R."
      },
      {
        "family": "Sharps",
        "given": "Robert"
      },
      {
        "family": "Martino",
        "given": "Daniel"
      },
      {
        "family": "Eiswert",
        "given": "David"
      },
      {
        "family": "Allen",
        "given": "Kennard"
      },
      {
        "family": "Peters",
        "given": "Donald"
      },
      {
        "family": "Huber",
        "given": "Thomas"
      },
      {
        "family": "Puglia",
        "given": "Larry"
      },
      {
        "family": "Gensler",
        "given": "Robert"
      },
      {
        "family": "Associates",
        "given": "T.Rowe Price"
      }
    ],
    "citation-number": [
      "24"
    ],
    "container-title": [
      "T. Rowe Price Associates, Inc. is the wholly owned subsidiary of T. Rowe Price Group, Inc., which is a publicly traded financial services holding company. The address for T. Rowe Price Associates, Inc. is 100 East Pratt Street",
      "21202. T. Rowe Price Investment Services, Inc. (TRPIS), a registered broker-dealer, is a subsidiary of T. Rowe Price Associates, Inc. TRPIS was formed primarily for the limited purpose of acting as the principal underwriter of shares of the funds in the T. Rowe Price fund family. TRPIS does not engage in underwriting or market-making activities involving individual securities"
    ],
    "location": [
      "Baltimore, MD"
    ],
    "note": [
      "25) Consists of (i) 40,098,990 shares of Class B common stock held of record by Elevation Partners, L.P. (Elevation Partners); and (ii) 10,655 shares of Class B common stock held of record by Elevation Employee Side Fund, LLC (Side Fund). The general partner of Elevation Partners is Elevation Associates, L.P. The general partner of Elevation Associates, L.P. is Elevation Associates, LLC. The managing member of Side Fund is Elevation Management, LLC. Fred Anderson, Paul Hewson, Roger McNamee, and"
    ],
    "title": [
      "Consists of (i) 6,033,630 shares of Class A common stock held of record by 80 funds and accounts advised or sub-advised by T. Rowe Price Associates, Inc.; and (ii) 12,158,743 shares of Class B common stock held of record by 76 funds and accounts advised or sub-advised by T",
      "Inc. serves as investment adviser with power to direct investments and/or sole power to vote the securities owned by these funds and accounts. The T. Rowe Price Proxy Committee develops the firm’s positions on all major proxy voting issues, creates guidelines, and oversees the voting process. The funds and accounts that hold our securities are each managed by a T. Rowe Price portfolio manager. Ultimately, the T. Rowe Price portfolio manager of each fund or account has sole or shared voting power (shared with an account) and sole investment power in respect of companies in his portfolio. The T. Rowe Price portfolio managers of the funds and accounts that hold our securities are collectively listed as follows",
      "For purposes of reporting requirements of the Securities Exchange Act of 1934",
      "Inc. may be deemed to be the beneficial owner of all the shares listed"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "31"
    ],
    "title": [
      "Consists of (i) 719,240 shares to be sold by Mr. Pincus, in his individual capacity; and (ii) 290,043 shares to be sold by Ogden"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "L.P. Meritech Capital Associates III L.L.C. is the general partner of Meritech Capital Partners III L P. and Meritech Capital Affiliates III L P."
      },
      {
        "literal": "L.P. and Meritech Capital Affiliates III L.P. Meritech Management Associates III L L.C."
      },
      {
        "family": "Bischof",
        "given": "L.L.C.George"
      },
      {
        "family": "Gordon",
        "given": "Mike"
      }
    ],
    "citation-number": [
      "32"
    ],
    "container-title": [
      "and Meritech Capital Affiliates III L.P"
    ],
    "note": [
      "Prior to our initial public offering, 2,530,580 shares of Class B common stock are, and after our initial public offering, 2,530,580 shares of Class B common stock will be, subject to a voting agreement in favor of Mr. Zuckerberg referred to in footnote (5) above. (33) Consists of (i) 6,873,496 shares to be sold by Meritech Capital Partners III L P.; and (ii) 125,284 shares to be sold by Meritech Capital Affiliates III L P."
    ],
    "title": [
      "Consists of (i) 39,632,823 shares of Class B common stock held of record by Meritech Capital Partners III L.P.; and (ii) 722,400 shares of Class B common stock held of record by Meritech Capital Affiliates III",
      "and has sole voting power with respect to the shares held by Meritech Capital Partners III",
      "is the managing member of Meritech Capital Associates III",
      "Paul Madera, and Rob Ward are the managing members of Meritech Management Associates III L L.C. and may be deemed to share voting and dispositive power with respect to the shares held by Meritech Capital Partners III L.P"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "NON-U.S",
        "given": "M.A.T.E.R.I.A.L.U.S.F.E.D.E.R.A.L.T.A.X.C.O.N.S.I.D.E.R.A.T.I.O.N.S.F.O.R."
      }
    ],
    "container-title": [
      "or the Internal Revenue Service (IRS), might interpret the existing authorities differently. In either case"
    ],
    "note": [
      "the tax considerations of owning or disposing of our common stock could differ from those described below."
    ],
    "title": [
      "HOLDERS OF CLASS A COMMON STOCK This section summarizes the material U.S. federal income and estate tax considerations relating to the acquisition, ownership and disposition of our common stock by “non-U.S. holders” (defined below) pursuant to this offering. This summary does not provide a complete analysis of all potential U.S. federal income tax considerations relating thereto. The information provided below is based upon provisions of the Code, Treasury regulations promulgated thereunder, administrative rulings, and judicial decisions currently in effect. These authorities may change at any time, possibly retroactively"
    ],
    "type": "chapter"
  },
  {
    "note": [
      "Treasury regulations to be treated as a U.S. person; or • an estate whose income is subject to U.S. income tax regardless of source."
    ],
    "title": [
      "For purposes of this summary, a “non-U.S. holder” is any holder of our Class A common stock, other than a partnership, that is not: • an individual who is a citizen or resident of the United States; • a corporation, or other entity taxable as a corporation, created or organized under the laws of the United States, any state therein or the District of Columbia; • a trust if it (1) is subject to the primary supervision of a U.S. court and one of more U.S. persons have authority to control all substantial decisions of the trust or (2) has a valid election in effect under applicable U.S"
    ],
    "type": null
  },
  {
    "note": [
      "holder may also be subject to a branch profits tax at a rate of 30% or such lower rate as may be specified by an applicable tax treaty."
    ],
    "title": [
      "Dividends received by a non-U.S. holder that are effectively connected with a U.S. trade or business conducted by the non-U.S. holder, and if required by an applicable income tax treaty between the United States and the non-U.S. holder’s country of residence, are attributable to a permanent establishment maintained by the non-U.S. holder in the United States, are not subject to such withholding tax. To obtain this exemption, a non-U.S. holder must provide us with an IRS Form W-8ECI properly certifying such exemption. Such effectively connected dividends, although not subject to withholding tax, are taxed at the same graduated rates applicable to U.S. persons, net of certain deductions and credits. In addition to the graduated tax described above, dividends received by corporate non-U.S. holders that are effectively connected with a U.S. trade or business of the corporate non-U.S"
    ],
    "type": null
  },
  {
    "container-title": [
      "U.S. Federal Estate Tax The estates of nonresident alien individuals generally are subject to U.S. federal estate tax on property with a U.S. situs. Because we are a U.S. corporation, our Class A common stock will be U.S"
    ],
    "note": [
      "situs property and therefore will be included in the taxable estate of a nonresident alien decedent, unless an applicable estate tax treaty between the United States and the decedent’s country of residence provides otherwise."
    ],
    "title": [
      "If any gain from the sale, exchange or other disposition of our Class A common stock, (1) is effectively connected with a U.S. trade or business conducted by a non-U.S. holder and (2) if required by an applicable income tax treaty between the United States and the non-U.S. holder’s country of residence, is attributable to a permanent establishment (or, in certain cases involving individuals, a fixed base) maintained by such non-U.S. holder in the United States, then the gain generally will be subject to U.S. federal income tax at the same graduated rates applicable to U.S. persons, net of certain deductions and credits. If the non-U.S. holder is a corporation, under certain circumstances, that portion of its earnings and profits that is effectively connected with its U.S. trade or business, subject to certain adjustments, generally would be subject also to a “branch profits tax.” The branch profits tax rate is generally 30%, although an applicable income tax treaty between the United States and the non-U.S. holder’s country of residence might provide for a lower rate"
    ],
    "type": "chapter"
  },
  {
    "note": [
      "trade or business; or • a foreign partnership if at any time during its tax year (a) one or more of its partners are U.S. persons who, in the aggregate, hold more than 50% of the income or capital interests of the partnership or (b) the foreign partnership is engaged in a U.S. trade or business;"
    ],
    "title": [
      "backup withholding tax as well. We must report annually to the IRS any dividends paid to each non-U.S. holder and the tax withheld, if any, with respect to these dividends. Copies of these reports may be made available to tax authorities in the country where the non-U.S. holder resides. Under the Treasury regulations, the payment of proceeds from the disposition of shares of our Class A common stock by a non-U.S. holder made to or through a U.S. office of a broker generally will be subject to information reporting and backup withholding unless the beneficial owner certifies, under penalties of perjury, among other things, its status as a non-U.S. holder (and the broker does not have actual knowledge or reason to know the holder is a U.S. person) or otherwise establishes an exemption. The payment of proceeds from the disposition of shares of our Class A common stock by a non-U.S. holder made to or through a non-U.S. office of a broker generally will not be subject to backup withholding and information reporting, except as noted below. Information reporting, but not backup withholding, will apply to a payment of proceeds, even if that payment is made outside of the United States, if you sell our common stock through a non-U.S. office of a broker that is: • a U.S. person (including a foreign branch or office of such person); • a “controlled foreign corporation” for U.S. federal income tax purposes; • a foreign person 50% or more of whose gross income from certain periods is effectively connected with a U.S"
    ],
    "type": null
  },
  {
    "note": [
      "These withholding requirements are expected to be phased in for dividend payments made on or after January 1, 2014, and for payments of gross"
    ],
    "title": [
      "Recent legislation and administrative guidance generally imposes withholding at a rate of 30% on payments to certain foreign entities of dividends on and the gross proceeds of dispositions of U.S. common stock, unless various U.S. information reporting and due diligence requirements (generally relating to ownership by U.S. persons of interests in or accounts with those entities) have been satisfied"
    ],
    "type": null
  },
  {
    "date": [
      "2015"
    ],
    "title": [
      "proceeds of dispositions of U.S. common stock made on or after January 1",
      "Non-U.S. holders should consult their tax advisors regarding the possible implications of this legislation on their investment in our common stock"
    ],
    "type": null
  },
  {
    "title": [
      "Total deferred tax liabilities (29) (80) Net deferred tax assets $ 39 $ 60 The valuation allowance was approximately $9 million as of December 31, 2011, related to state tax credits that we do not believe will"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "realized",
        "particle": "ultimately be"
      }
    ],
    "date": [
      "2010"
    ],
    "note": [
      "The valuation allowance decreased by approximately $76 million for the year ended December 31, 2009."
    ],
    "title": [
      "There was no change to the valuation allowance for the year ended December 31"
    ],
    "type": null
  },
  {
    "title": [
      "As of December 31, 2011, we had U.S. federal and California net operating loss carryforwards of $7 million and $17 million, which will"
    ],
    "type": null
  },
  {
    "title": [
      "expire in 2027 and 2021, respectively, if not utilized. We also have state tax credit carryforwards of $9 million, which carry forward indefinitely"
    ],
    "type": null
  },
  {
    "note": [
      "Exhibit Number Description"
    ],
    "type": null
  },
  {
    "citation-number": [
      "10.12#†"
    ],
    "note": [
      "Developer Addendum, dated May 14, 2010, between Registrant and Zynga Inc., as amended by Amendment No. 1 to Developer Addendum, dated October 1, 2011."
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "No",
        "given": "Developer Addendum"
      }
    ],
    "citation-number": [
      "10.13#†"
    ],
    "date": [
      "2010-12-02"
    ],
    "publisher": [
      "between Registrant and Zynga Inc"
    ],
    "type": "book"
  },
  {
    "citation-number": [
      "10.14#"
    ],
    "publisher": [
      "N.A., as Administrative Agent"
    ],
    "title": [
      "Credit Agreement, dated February 28, 2012, between Registrant, the Lenders party thereto, and JPMorgan Chase Bank"
    ],
    "type": "book"
  },
  {
    "citation-number": [
      "10.15#"
    ],
    "publisher": [
      "N.A., as Administrative Agent"
    ],
    "title": [
      "Bridge Loan Agreement, dated February 28, 2012, between Registrant, the Lenders party thereto, and JPMorgan Chase Bank"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Agreement",
        "given": "Conversion"
      }
    ],
    "citation-number": [
      "10.16#"
    ],
    "date": [
      "2010-02-19"
    ],
    "genre": [
      "between Registrant,"
    ],
    "publisher": [
      "Digital Sky Technologies Limited, and DST Global Limited"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "No",
        "given": "Amendment"
      }
    ],
    "citation-number": [
      "10.16A#"
    ],
    "container-title": [
      "DST Global Limited, DST"
    ],
    "location": [
      "Global II, L.P, DST Global III, L.P",
      "and"
    ],
    "publisher": [
      "DST USA Limited"
    ],
    "title": [
      "1 to Conversion Agreement, dated April 30, 2012, between Registrant and Mail ru Group Limited (f/k/a Digital Sky Technologies Limited"
    ],
    "type": "chapter"
  },
  {
    "note": [
      "Shares described in the Registration Statement."
    ],
    "title": [
      "4:54:46 PM] <![CDATA[Opinion of Fenwick & West LLP]]> (9) A Certificate of Good Standing issued by the Secretary of State of the State of Delaware dated May 15, 2012, stating that the Company is in good standing and has a legal corporate existence under the laws of the State of Delaware (the “Certificate of Good Standing”); (10) A management certificate addressed to us and dated of even date herewith executed by the Company containing certain factual representations (the “Management Certificate”); and (11) The custody agreements and powers of attorney signed by the Selling Stockholders in connection with the sale of the Selling Stockholders"
    ],
    "type": null,
    "url": [
      "http://www.sec.gov/Archives/edgar/data/1326801/000119312512235588/d287954dex51"
    ]
  },
  {
    "title": [
      "With respect to our opinion expressed in paragraph (1) below as to the valid existence and good standing of the Company under the laws of the State of Delaware, we have relied solely upon the Certificate of Good Standing and representations made to us by the Company in the Management Certificate"
    ],
    "type": null
  }
]
