[
  {
    "citation-number": [
      "3"
    ],
    "container-title": [
      "Click \"Easy Install\". 4) When the installation is complete, quit the Installer"
    ],
    "title": [
      "After the hard disk has been initialized, quit HDSC Setup and launch the Installer"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "7"
    ],
    "note": [
      "Then select \"Shut Down\" from the Special menu."
    ],
    "title": [
      "When you are done, select \"Empty Trash\" from the Special menu and close all open windows"
    ],
    "type": null
  },
  {
    "citation-number": [
      "2"
    ],
    "note": [
      "and holding down the Shift key, select \"Apple II Setup (v2.0.1)\"."
    ],
    "title": [
      "Launch the Installer and select \"AppleShare File Server (v2.0.1"
    ],
    "type": null
  },
  {
    "citation-number": [
      "7"
    ],
    "title": [
      "When asked if you want to \"Prepare volume 'A2' for use with AppleShare?\", click OK. You'll be asked to give the file server a name, for example, \"Apple II Forever\""
    ],
    "type": null
  },
  {
    "citation-number": [
      "8"
    ],
    "title": [
      "Next, the system will prompt you for a Users and Groups file. Open the Server Folder and click \"New\". Create users and groups according to your needs and preferences, starting with the Administrator"
    ],
    "type": null
  },
  {
    "citation-number": [
      "9"
    ],
    "title": [
      "When you are done, select \"Save Users and Groups as...\" from the File menu and save the Users and Groups in the Server folder"
    ],
    "type": null
  },
  {
    "citation-number": [
      "2"
    ],
    "note": [
      "and click on the check box marked \"Apple II Features\"."
    ],
    "title": [
      "Under the Server menu select \"Server Info"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "Click \"Save\"."
      }
    ],
    "citation-number": [
      "3"
    ],
    "title": [
      "Quit the AppleShare Admin program"
    ],
    "type": null
  },
  {
    "citation-number": [
      "3"
    ],
    "container-title": [
      "If you have one drive, eject the System.Tools disk"
    ],
    "title": [
      "Launch the Installer from System.Tools. If you have two drives, eject the System.Disk"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "8"
    ],
    "container-title": [
      "Then select the AppleShare File Server volume and mount it. Close the graphic Control Panel"
    ],
    "title": [
      "Select the file server and connect using the Administrator name and password"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "2"
    ],
    "title": [
      "Select the optional scripts you need by holding down the Open Apple key when you click on them"
    ],
    "type": null
  },
  {
    "citation-number": [
      "4"
    ],
    "title": [
      "When the installation is complete, hold down the Control Open-Apple Escape keys to enter the text Control Panel"
    ],
    "type": null
  }
]
