[
  {
    "container-title": [
      "The addition of"
    ],
    "date": [
      "1952"
    ],
    "title": [
      "of consumption is broadened to include government expenditures on education and health"
    ],
    "type": "article-journal"
  },
  {
    "date": [
      "1976"
    ],
    "note": [
      "whereas it is either the same on values in constant prices given in OECD, NationalAccounts, or increased in those Western countries for which the"
    ],
    "pages": [
      "647, 648"
    ],
    "title": [
      "Sources: USSR: growth rates are based on CIA indexes in 1970 prices representing somewhat revised versions of those presented in these communal services reduces the Soviet growth in JEC",
      "Western countries: growth rates are based per capita consumption"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Accounts",
        "given": "National"
      }
    ],
    "citation-number": [
      "1960-1977"
    ],
    "container-title": [
      "In-Income in East Central Europe. Data for East European countries"
    ],
    "date": [
      "1950"
    ],
    "note": [
      "direct evidence suggests that a similar result probably"
    ],
    "title": [
      "Data for the most part are in 1975 prices. Eastern countries:growth rates are based on calculation can be made for recent periods-the data in studies published by the Research Project on National United States, Italy, and the United Kingdom"
    ],
    "type": "article-journal"
  },
  {
    "container-title": [
      "Bulgaria and East Germany"
    ],
    "date": [
      "1979"
    ],
    "genre": [
      "(Occasional Paper 55,"
    ],
    "note": [
      "Domestic FinalUses, of Gross ProductStructure and Growth, Selected Years, 1965-1978. 1950/51-1962, rose more rapidly than personal"
    ],
    "title": [
      "are in 1968 prices. Czechoslovakia, Hungary and Poland:Domestic Final Uses Qf Gross Product, Structure and Growth, Selected Years, would hold for earlier periods. Thus, public expend-1965-1978",
      "Also PersonalConsump- itures on health and education in the United States, tion in Eastern Europe, Selected Years, 1960-1978, (Occasional Italy, and Germany, measured in current prices for Paper 57, 1979"
    ],
    "type": "article-journal"
  },
  {
    "date": [
      "1979"
    ],
    "genre": [
      "(Occasional Paper 58,"
    ],
    "note": [
      "28 In France, public expenditures on educalculated from Maurice Ernst, \"Postwar Economic Growth in cation increased in current prices much faster than Eastern Europe,\" in JEC, New Directionsin the Soviet Economy."
    ],
    "title": [
      "Growth rates for the 1950s are consumption"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Washington"
      },
      {
        "family": "OECD",
        "given": "NationalAccounts"
      }
    ],
    "container-title": [
      "France and Italy, and much less rapidly than in"
    ],
    "date": [
      "1966",
      "1950",
      "1968",
      "1950"
    ],
    "genre": [
      "personal consumption"
    ],
    "location": [
      "London"
    ],
    "pages": [
      "880, 886",
      "363,",
      "387"
    ],
    "publisher": [
      "George Allen and Unwin Ltd"
    ],
    "title": [
      "Data for the United Kingdom for 1954-60 also show expenditures on education and the National Health Service rising total consumption in all countries except the United more rapidly than consumer expenditures, both in Kingdom. Over the period as a whole, per capita per- 1970 prices. 29 In France and Italy during 1959-69 sonal consumption in the USSR has increased much publicly financed consumption, less cash transfers and more rapidly than in the United States and the United Frederick L. Pryor, Public Expenditures in Communist and Kingdom among Western countries, about the same as ICapitalistic Nations"
    ],
    "type": "chapter",
    "volume": [
      "Part IV",
      "383"
    ]
  },
  {
    "author": [
      {
        "given": "Germany"
      },
      {
        "given": "Japan"
      }
    ],
    "container-title": [
      "Since 1960, the European market iture 1965-1975"
    ],
    "date": [
      "1976"
    ],
    "location": [
      "London"
    ],
    "note": [
      "economies and Japan have outperformed the USSR by sizable margins, and the difference in rates of growth"
    ],
    "pages": [
      "16"
    ],
    "title": [
      "Soviet consumers fared much \"9UNESCO, Statistical Yearbook 1968 and 1977, OECD National Accounts 1960-1968, and National Accounts 1960-1977. United better than their socialist partners in three East Eu- Kingdom, Central Statistical Office, NationalIncome and Expendropean countries"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Europe",
        "given": "Western"
      },
      {
        "family": "York",
        "given": "New"
      },
      {
        "family": "Press",
        "given": "Pergamon"
      }
    ],
    "date": [
      "1979",
      "1963"
    ],
    "location": [
      "Cambridge"
    ],
    "pages": [
      "129, 150",
      "358–"
    ],
    "publisher": [
      "Harvard University Press"
    ],
    "title": [
      "comparisons for Western countries are marred by the \" Abram Bergson and Simon Kuznets, Economic Trends in the inability to add communal services to the total in all Soviet Union"
    ],
    "type": "book"
  },
  {
    "container-title": [
      "US: BLS national aver- Dressmaker Charge age for 1976. USSR: Collected in Moscow. US: Price in metropolitan Washington area in 1976. Recreation Reupholster a Lounge or Club Chair, Volume Selling Fabric, One Hotel-Motel Cushion USSR"
    ],
    "date": [
      "1976",
      "1976",
      "1976"
    ],
    "note": [
      "Average of prices observed. US: BLS national average for USSR: Collected in Moscow; labor 55 rubles, fabric 15R. US: BLS"
    ],
    "title": [
      "USSR: Moscow average price as observed. US: BLS national aver- Tailoring Man's Suit age price for",
      "USSR: Collected in Moscow. US: BLS national average price for",
      "Boy's Haircut USSR: Collected in Moscow. US: Price in metropolitan Washington Hemming Woman's Dress area. USSR: Collected in Moscow. US: BLS national average price for",
      "Woman's Haircut USSR: Moscow average price as observed"
    ],
    "type": "chapter"
  },
  {
    "date": [
      "1976"
    ],
    "title": [
      "discounted 10 percent for quality differences. national average price for labor and material, $212.63"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Trud"
      }
    ],
    "citation-number": [
      "6"
    ],
    "date": [
      "1972",
      "1979-07"
    ],
    "pages": [
      "4"
    ],
    "title": [
      "September 7. same as described above for the USSR. 6 Survey of Current Business"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Schneiderman",
        "given": "L.M."
      },
      {
        "family": "uslug",
        "given": "Statistika"
      },
      {
        "given": "Moscow"
      }
    ],
    "citation-number": [
      "62"
    ],
    "container-title": [
      "see table D-8"
    ],
    "date": [
      "1964",
      "1979-04",
      "1979-04"
    ],
    "location": [],
    "pages": [
      "72 61",
      "53, 67",
      "53, 67"
    ],
    "publisher": [
      "of Current Business",
      "Survey of Current Business"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Ofer",
        "given": "Gur"
      },
      {
        "family": "Vinokur",
        "given": "Aaron"
      }
    ],
    "date": [
      "1980-08",
      "1975"
    ],
    "genre": [
      "R-2359-NA,"
    ],
    "pages": [
      "2",
      "533"
    ],
    "title": [
      "PrivateSources of Income of the Soviet Urban Household, RAND"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Gosbyudzhet"
      }
    ],
    "citation-number": [
      "7"
    ],
    "date": [
      "1976"
    ],
    "pages": [
      "92"
    ],
    "type": null
  },
  {
    "citation-number": [
      "7"
    ],
    "container-title": [
      "Kompleksniy plan razvitiya sfery obsluzhivaniya naseleniya"
    ],
    "date": [
      "1977"
    ],
    "editor": [
      {
        "family": "Rutgayzer",
        "given": "V.M."
      }
    ],
    "location": [
      "Moscow"
    ],
    "pages": [
      "196"
    ],
    "type": "chapter"
  },
  {
    "date": [
      "1977"
    ],
    "genre": [
      "culture during 1971-76,"
    ],
    "pages": [
      "562"
    ],
    "title": [
      "itures on education obtained by the methodology de- I Estimated. 6 Estimated by increasing the value for 1970 (0.061 billion rubles) by scribed (18.678 billion rubles) to yield a value of the average annual rate of growth of total budget outlays on physical 17.349 billion rubles for public sector outlays"
    ],
    "type": null
  },
  {
    "title": [
      "USSR: Consumption Expenditures in Established USSR: Derivation of Retail Purchases Prices by Major Category, 1976 of Goods for Consumption*"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Dmitriev",
        "given": "V.I."
      },
      {
        "given": "machines"
      }
    ],
    "date": [
      "1975"
    ],
    "location": [
      "Moscow"
    ],
    "note": [
      "For the rest, the residual is calculated as the 1975 were about 18 percent of total services. (N. V. Gukov, difference between the published total for \"nonfood goods\" and the Ekonomika, organizatsiyai planirovaniematerial'nosum of all identified items (13.094 billion rubles), less items 2 and 5, tekhnicheskogo snabzheniya predpriyatiybytovogo obsluzhivaniya,"
    ],
    "pages": [
      "98"
    ],
    "title": [
      "household soaps and detergents, toilet soap and perfume, haberdash- published data) and (2) deducting sales of services to enteprises; ery, matches, school and stationery supplies, and publications. these are included in the published data on services, but are not Identified durables are: furniture and rugs, metal beds, dishwares included in retail trade (Metodicheskie ukazaniya, 1969, p.452): by (metal and china), sporting goods, radios and TV sets, musical extrapolating the original Soviet data at average annual growth rates instruments and supplies, toys, other cultural goods, bicycles and during 1966-72",
      "Metodologicheskie osnovy motorcycles, watches, jewelry, electrical appliances, and sewing prognozirovaniyasprosa na bytovyye uslugi",
      "The resulting calculated share in total services (16.9 percent) agrees I Residual foods consists of the category \"other foods,\" which is well with a statement in a recent Soviet source that such sales in mainly beverages"
    ],
    "type": null
  },
  {
    "date": [
      "1976"
    ],
    "title": [
      "USSR: Estimation of Average Procurement Prices by the State for Agricultural Products"
    ],
    "type": null
  },
  {
    "date": [
      "1976"
    ],
    "title": [
      "USSR: Valuation of Farm Household Consumption-in-Kind"
    ],
    "type": null
  }
]
