[
  {
    "date": [
      "2004-03"
    ],
    "title": [
      "a law is passed in the French National Assembly prohibiting the wearing of “ostentatious” religious signs in French public schools"
    ],
    "type": null
  },
  {
    "date": [
      "2007-05-06"
    ],
    "title": [
      "Nicolas Sarkozy is elected president of France"
    ],
    "type": null
  },
  {
    "date": [
      "2010-02"
    ],
    "location": [
      "Egypt, Libya, Yemen, Bahrain, and Syria"
    ],
    "title": [
      "the onset of the Arab Spring, a series of antigovernment demonstrations and a popular uprising against autocratic governments in the Arab countries of Tunisia"
    ],
    "type": null
  },
  {
    "date": [
      "2012-04-22"
    ],
    "title": [
      "François Hollande is elected president of France"
    ],
    "type": null
  },
  {
    "date": [
      "June 10–17, 2012"
    ],
    "title": [
      "French parliamentary elections. Both votes witness a massive vote for the Socialists by electors who identified themselves as Muslims"
    ],
    "type": null
  },
  {
    "date": [
      "2014-05-24"
    ],
    "title": [
      "Ex-con and French jihadi Mehdi Nemmouche attacks visitors to the Jewish Museum of Belgium upon his return from the ISIS caliphate in Syria"
    ],
    "type": null
  },
  {
    "date": [
      "2015-01-07"
    ],
    "title": [
      "the Kouachi brothers massacre the staff of Charlie Hebdo"
    ],
    "type": null
  },
  {
    "date": [
      "2015-01-09"
    ],
    "title": [
      "Amedy Coulibaly attacks the Hyper Cacher supermarket in Porte de Vincennes"
    ],
    "type": null
  },
  {
    "date": [
      "2015-01-11"
    ],
    "title": [
      "a huge demonstration takes place in Paris protesting the January 7–9 attacks; this is the largest demonstration in French history"
    ],
    "type": null
  },
  {
    "date": [
      "2015-11-13"
    ],
    "title": [
      "Attacks on the Stade de France, several restaurants, and the Bataclan music hall in Paris leave 130 dead"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Singerman",
        "given": "Diane"
      },
      {
        "given": "Eickelman"
      },
      {
        "family": "Piscatori",
        "given": "James"
      },
      {
        "family": "Lawrence",
        "given": "Muslim Politics Bruce B."
      },
      {
        "family": "Shi’i Lebanon Roxanne L. Euben",
        "given": "Public Piety",
        "particle": "in"
      },
      {
        "family": "Lybarger",
        "given": "Loren D."
      }
    ],
    "container-title": [
      "The ‘Ulama in Contemporary Islam: Custodians of Change Michael G. Peletz, Islamic Modern: Religious Courts and Cultural Politics in Malaysia Oskar Verkaaik, Migrants and Militants: Fun and Urban Violence in Pakistan Laetitia Bucaille, Growing Up Palestinian: Israeli Occupation and the Intifada Generation Robert W",
      "Schooling Islam: The Culture and Politics of Modern Muslim Education",
      "Princeton Readings in Islamist Thought: Texts and Contexts from al-Banna to Bin Laden Irfan Ahmad, Islamism and Democracy in India: The Transformation of Jamaat-e-Islami Kristen Ghodsee, Muslim Lives in Eastern Europe: Gender, Ethnicity, and the Transformation of Islam in Postsocialist Bulgaria John R. Bowen, Can Islam Be French? Pluralism and Pragmatism in a Secularist State Thomas Barfield, Afghanistan: A Cultural and Political History Sara Roy, Hamas and Civil Society in Gaza: Engaging the Islamist Social Sector Michael Laffan, The Makings of Indonesian Islam: Orientalism and the Narration of a Sufi Past Jonathan Laurence, The Emancipation of Europe’s Muslims: The State’s Role in Minority Integration Jenny White, Muslim Nationalism and the New Turks Lara Deeb and Mona Harb, Leisurely Islam: Negotiating Geography and Morality in Shi’ite South Beirut Esra Özyürek, Being German, Becoming Muslim: Race, Religion, and Conversion in the New Europe Ellen Anne McLarney, Soft Force: Women in Egypt’s Islamic Awakening Avi Max Spiegel, Young Islam: The New Politics of Religion in Morocco and the Arab World Nadav Samin, Of Sand or Soil: Genealogy and Tribal Belonging in Saudi Arabia Bernard Rougier, The Sunni Tragedy in the Middle East: North Lebanon from al-Qaeda to ISIS Lihi Ben Shitrit"
    ],
    "editor": [
      {
        "given": "Hefner"
      },
      {
        "given": "Hefner"
      },
      {
        "family": "Zaman",
        "given": "Muhammad Qasim"
      },
      {
        "given": "Euben"
      },
      {
        "family": "Zaman",
        "given": "Muhammad Qasim"
      }
    ],
    "note": [
      "Righteous Transgressions: Women’s Activism on the Israeli and Palestinian Right John R. Bowen, On British Islam: Religion, Law, and Everyday Practice in Shari’a Councils Gilles Kepel, with Antoine Jardin, Terror in France: The Rise of Jihad in the West"
    ],
    "title": [
      "Avenues of Participation: Family, Politics, and Networks in Urban Quarters of Cairo Tone Bringa, Being Muslim the Bosnian Way: Identity and Community in a Central Bosnian Village Dale F",
      "Shattering the Myth: Islam beyond Violence Ziba Mir-Hosseini, Islam and Gender: The Religious Debate in Contemporary Iran Robert W. Hefner, Civil Islam: Muslims and Democratization in Indonesia Muhammad Qasim Zaman",
      "Remaking Muslim Politics: Pluralism, Contestation, Democratization Lara Deeb, An Enchanted Modern: Gender and",
      "Journeys to the Other Shore: Muslim and Western Travelers in Search of Knowledge Robert W",
      "Identity and Religion in Palestine: The Struggle between Islamism and Secularism in the Occupied Territories Augustus Norton, Hezbollah: A Short History Bruce K. Rutherford, Egypt after Mubarak: Liberalism, Islam, and Democracy in the Arab World Emile Nakhleh, A Necessary Engagement: Reinventing America’s Relations with the Muslim World Roxanne L"
    ],
    "type": "chapter"
  }
]
