[
  {
    "author": [
      {
        "family": "P.O",
        "given": "J.P.Morgan Institutional Funds Service Center"
      },
      {
        "given": "W."
      }
    ],
    "container-title": [
      "Suite"
    ],
    "note": [
      "The redemption of shares purchased through the J.P. Morgan Institutional Funds Service Center by check or an Automated Clearing House (ACH) transaction is subject to certain limitations. See “Selling Fund"
    ],
    "pages": [
      "430"
    ],
    "title": [
      "Box 219265 Kansas City, MO 64121-9265 Overnight mailing address: J.P. Morgan Institutional Funds Service Center c/o DST Systems, Inc",
      "7th Street Kansas City, MO 64105-1407 All checks must be in U.S. dollars. The Funds do not accept credit cards, cash, starter checks, money orders or credit card checks. The Funds reserve the right to refuse “third-party” checks and checks drawn on non-U.S. financial institutions even if payment may be effected through a U.S. financial institution. Checks made payable to any individual or company and endorsed to the J.P. Morgan Funds or a Fund are considered third-party checks"
    ],
    "type": "article-journal",
    "volume": [
      "219265"
    ]
  },
  {
    "author": [
      {
        "family": "J.P",
        "given": "Through",
        "particle": "the"
      }
    ],
    "note": [
      "Box 219265 Kansas City, MO 64121-9265 Overnight mailing address: J.P. Morgan Institutional Funds Service Center c/o DST Systems, Inc. Suite 219265"
    ],
    "publisher": [
      "Morgan Institutional Funds Service Center P.O"
    ],
    "title": [
      "Morgan Institutional Funds Service Center Call 1-800-766-7722. We will mail you a check or send the proceeds via electronic transfer or wire to the bank account on our records. Or Send a letter signed by an authorized signer with your instructions to our regular or overnight mailing address: Regular mailing address: J.P"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "P.O",
        "given": "J.P.Morgan Institutional Funds Service Center"
      }
    ],
    "container-title": [
      "Morgan Institutional Funds Service Center c/o DST Systems, Inc. Suite 219265"
    ],
    "title": [
      "Box 219265 Kansas City, MO 64121-9265 Overnight mailing address: J.P"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Fund",
        "given": "JPMorgan U.S.Government Money Market"
      },
      {
        "family": "U.S",
        "given": "JPMorgan"
      }
    ],
    "citation-number": [
      "3."
    ],
    "note": [
      "The SEC has permitted a suspension; 5. An emergency exists, as determined by the SEC; or"
    ],
    "title": [
      "Federal securities laws permit (with regard to JPMorgan Prime Money Market Fund",
      "Treasury Plus Money Market Fund, upon the occurrence of any of the conditions set forth under Section 22(e) of the Investment Company Act of 1940); 4"
    ],
    "type": null
  },
  {
    "citation-number": [
      "6."
    ],
    "note": [
      "in the Statement of Additional Information for more details about this process."
    ],
    "title": [
      "The Board elects to implement a liquidity fee or redemption gate on a Retail Fund or the JPMorgan Prime Money Market Fund. See “Purchases, Redemptions and Exchanges"
    ],
    "type": null
  }
]
