[
  {
    "container-title": [
      "Good historical reviews of the major systems are found in Reading the Past"
    ],
    "date": [
      "1989",
      "1990",
      "2004"
    ],
    "editor": [
      {
        "family": "Hooker",
        "given": "J.T."
      }
    ],
    "location": [
      "Oxford",
      "Stanford",
      "Oxford"
    ],
    "title": [
      "and intelligent essays by French scholars. Badly outdated, but still rich in information, is David Diringer’s The Alphabet: A Key to the History of Mankind, a general history of writing, in spite of the title; originally published in 1947, it was reissued in 1996 (New Delhi). A strong linguistic approach, which can be misleading, underlies books by Florian Coulmas, The Writing Systems of the World",
      "Geoffrey Sampson, Writing Systems: A Linguistic Introduction",
      "and Henry Rogers Writing Systems: A Linguistic Approach",
      "The Rogers book, designed as a textbook, has an excellent bibliography"
    ],
    "type": "article-journal"
  },
  {
    "date": [
      "1998",
      "1969",
      "1969"
    ],
    "edition": [
      "3rd edn"
    ],
    "location": [
      "Berkeley",
      "New York",
      "Hannover"
    ],
    "note": [
      "is a superb"
    ],
    "title": [
      "H. Jensen’s Sign, Symbol, Script",
      "a version of Die Schrift in Vergangenheit und Gegenwart"
    ],
    "type": null
  },
  {
    "citation-number": [
      "9781405162562_5_end2.qxd"
    ],
    "title": [
      "04/02/2009 02:32PM Page 264"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "study",
        "particle": "historical"
      },
      {
        "family": "Andrew Robinson",
        "particle": "by"
      }
    ],
    "container-title": [
      "J. Gelb’s A Study of Writing"
    ],
    "date": [
      "1988",
      "2007",
      "1963"
    ],
    "edition": [
      "2nd edn",
      "2nd edn"
    ],
    "location": [
      "London",
      "London",
      "Chicago"
    ],
    "title": [
      "An attractive and readable essay, with much fine sense, is R. Harris Origin of Writing",
      "A fine popular study is The Story of Writing: Alphabets, Hieroglyphs, and Pictograms",
      "Most of these books use inconsistent or contradictory terminology, call almost anything a pictogram, find ideograms everywhere, and confuse alphabets with syllabaries. Nonetheless they contain useful charts and other information. By far the best general book, and still basic after half a century, is I"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Mieroop",
        "given": "Marc",
        "particle": "van"
      }
    ],
    "date": [
      "1995",
      "2007"
    ],
    "edition": [
      "2nd edn"
    ],
    "location": [
      "London",
      "Oxford"
    ],
    "note": [
      "Also excellent is Michael Roaf’s Cultural Atlas of Mesopotamia and the Ancient"
    ],
    "title": [
      "For an understanding of the complex history of the ancient Near East, background to developments in the history of writing, exemplary are Amelie Kuhrt’s two-volume The Ancient Near East, c.3000–330 bc",
      "A History of the Ancient Near East ca. 3000–323 bc"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "East",
        "given": "Near"
      }
    ],
    "container-title": [
      "For decipherments, Maurice Pope’s The Story of Decipherment: From Egyptian Hieroglyphs to Maya Script"
    ],
    "date": [
      "1990",
      "1999"
    ],
    "edition": [
      "revised"
    ],
    "location": [
      "New York"
    ],
    "note": [
      "is outstanding."
    ],
    "title": [
      "For the general conditions of prehistory, Colin Renfrew’s Prehistory: The making of Mankind (London, 2007) is inspiring"
    ],
    "type": "chapter"
  },
  {
    "note": [
      "Origins of writing Denise Schmandt-Besserat has nicely summarized her argument in How Writing"
    ],
    "title": [
      "Andrew Robinson’s Lost Languages: The World’s Undeciphered Scripts (New York, 2002) has up-to-date information about Linear A, Etruscan, and other undeciphered scripts"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "About",
        "given": "Came"
      }
    ],
    "container-title": [
      "J"
    ],
    "date": [
      "1996",
      "1992"
    ],
    "location": [
      "Austin"
    ],
    "note": [
      "Nissen, P. Damerow, and R. Englund, Archaic Bookkeeping"
    ],
    "title": [
      "an abridgment of the two-volume Before Writing",
      "Early results from the Berlin team working on protocuneiform are published in H"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "given": "D."
      }
    ],
    "date": [
      "1993",
      "1998",
      "2000",
      "2004"
    ],
    "editor": [
      {
        "family": "Bauer",
        "given": "J."
      },
      {
        "family": "Englund",
        "given": "R."
      },
      {
        "family": "Krebernik",
        "given": "M."
      },
      {
        "given": "eds"
      }
    ],
    "location": [
      "Chicago",
      "Freiburg",
      "Paris",
      "Cambridge, UK"
    ],
    "pages": [
      "15–233"
    ],
    "publisher": [
      "Universitäts-Verlag (Göttingen"
    ],
    "title": [
      "one of the best books on the origins of lexigraphic writing. R. Englund has a thorough treatment of the origin and early phases of cuneiform in “Texts from the Late Uruk Period",
      "Mesopotamien: Späturuk-Zeit and Frühdynastische Zeit, Orbis Biblicus und Orientalis 160/1",
      "Also excellent on the origins of cuneiform (though in French) is Jean-Jacques Glassner’s Ecrire à Sumer: Invention de cunéiform",
      "Houston’s The First Writing: Script Invention as History and Process",
      "is up to date with fine or superb essays on the origins of writing by philologists deep in their disciplines, with discussion of the theory of how speech relates to written representation (though in its theoretical descriptions it is inconsistent and sometimes jargonistic). A superior web source for the study of the protocuneiform tablets is"
    ],
    "type": "book",
    "url": [
      "http://www.cdli.ucla.edu/index_html."
    ]
  },
  {
    "author": [
      {
        "family": "F",
        "given": "B."
      },
      {
        "family": "Reasoning"
      },
      {
        "family": "Gods",
        "particle": "the"
      },
      {
        "family": "A. Bahrani",
        "particle": "tr."
      },
      {
        "family": "Mieroop",
        "given": "M.",
        "particle": "Van de"
      },
      {
        "family": "Also",
        "given": "Jean Bottéro"
      },
      {
        "family": "Herrenschmidt",
        "given": "Clarisse"
      },
      {
        "family": "Vernant",
        "given": "Jean-Pierre"
      },
      {
        "family": "T. L. Fagan",
        "particle": "tr."
      },
      {
        "family": "West",
        "given": "Ancestor",
        "particle": "of the"
      },
      {
        "family": "Writing",
        "given": "Reasoning"
      },
      {
        "family": "Mesopotamia",
        "given": "Religion",
        "particle": "in"
      },
      {
        "family": "Elam"
      },
      {
        "given": "Greece"
      }
    ],
    "citation-number": [
      "9781405162562_5_end2.qxd"
    ],
    "container-title": [
      "in the collection Reading the Past: Ancient Writing from Cuneiform to the Alphabet"
    ],
    "date": [
      "1990",
      "1992",
      "2000"
    ],
    "editor": [
      {
        "family": "Hooker",
        "given": "J.T."
      }
    ],
    "location": [
      "Berkeley"
    ],
    "note": [
      "Austin, 2007), Denise Schmandt-Besserat investigates the effect of literacy on visual art, explaining how conventions of writing inspired complex narrative in art (as on the Uruk Vase and the Narmer Palette); conversely, art influenced what writing wished to accomplish. Egyptian hieroglyphs For cultural background to Egypt, Barry Kemp’s Ancient Egypt: Anatomy of a"
    ],
    "title": [
      "04/02/2009 02:32PM Page 265 Bibliography 265 Cuneiform All general studies of writing have chapters on cuneiform including C",
      "Walker’s excellent “Cuneiform",
      "Jean Bottéro’s Mesopotamia: Writing",
      "is a superior study of the role of writing in Mesopotamia by a leading Assyriologist",
      "In a recent book, When Writing Met Art"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "V",
        "given": "W."
      }
    ],
    "container-title": [
      "James P. Allen’s Middle Egyptian : An Introduction to the Language and Culture of Hieroglyphs",
      "originally Copenhagen"
    ],
    "date": [
      "2005",
      "1993",
      "1999",
      "1993",
      "1961",
      "1987",
      "1999",
      "1999"
    ],
    "edition": [
      "2nd edn",
      "3rd edn"
    ],
    "editor": [
      {
        "family": "Hooker",
        "given": "J.T."
      }
    ],
    "location": [
      "London",
      "London",
      "Princeton",
      "Berkeley",
      "London",
      "Cambridge, UK"
    ],
    "note": [
      "gives a modern in-depth view, with excellent essays on individual topics. Antonio Loprieno’s Ancient Egyptian: A Linguistic Introduction (Cambridge, UK, 1995) will interest those with a linguistic bent. Though outdated in various aspects, Sir Alan Gardiner’s triumphant Egyptian grammar",
      "Oxford, 1973), 9781405162562_5_end2.qxd 04/02/2009 02:32PM Page 266"
    ],
    "producer": [
      {
        "given": "Grafton"
      }
    ],
    "title": [
      "Civilisation is superlative",
      "A recent translation of Horapollo’s influential treatise is by G. Boas, The Hieroglyphics of Horapollo, with a foreword by Anthony T",
      "The strange Hypnerotomachia Poliphili: The Strife of Love in a Dream has now been published for the first time in English",
      "A compelling review of the Neoplatonic impediments to the decipherment is given in E. Iversen The Myth of Egypt and Its Hieroglyphs in European Tradition",
      "Davies provides a good sketch of the Egyptian system in Egyptian Hieroglyphs",
      "published separately and as one of the chapters",
      "Reading the Past. Egyptian writing and its different forms and uses is also well described in R. B. Parkinson’s Cracking Codes: The Rosetta Stone and its Decipherment",
      "John Baines’s “The Earliest Egyptian Writing” (in The First Writing) is the best summary of the topic. Egyptian may be more fun to read than cuneiform and M. Collier and Bill Manley have written the exemplary (and best selling) How to Read Egyptian Hieroglyphs: A Step-By-Step Guide to Teach Yourself (Berkeley, 1998) that teaches in a practical way how a logosyllabic writing works"
    ],
    "translator": [
      {
        "literal": "translation (by J. Godwin"
      }
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "S. A",
        "particle": "revised by"
      }
    ],
    "container-title": [
      "R. Driver, in Semitic Writing from Pictograph to Alphabet",
      "The Origins of Writing",
      "The standard review of early remains of West Semitic is J. Naveh’s Early History of the Alphabet (Leiden"
    ],
    "date": [
      "1976",
      "1990",
      "1989",
      "1982"
    ],
    "edition": [
      "3rd edn"
    ],
    "editor": [
      {
        "family": "Senner",
        "given": "W.M."
      }
    ],
    "location": [
      "London",
      "London",
      "Lincoln, NE"
    ],
    "note": [
      "that is, of West Semitic writing, an example of a leading epigrapher careless with history. Chinese writing There is a good background to the subject in S. Robert Ramsey, The Languages"
    ],
    "title": [
      "West Semitic writing is a central topic in all handbooks, but always badly skewed by the word “alphabet” and the theory of the origin of West Semitic signs from “pictograms” via the acrophonic principle. Hence the rich and valuable, but oldfashioned, contributions of G",
      "Hopkins) need to be read with caution. The short summary in John Healey’s The Early Alphabet",
      "also in Hooker’s Reading the Past) is short and sweet, as is F. M. Cross’s essay “The Invention and Development of the Alphabet",
      "The summaries of the varieties of West Semitic in Daniels and Bright (Oxford, 1996) are useful"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "China",
        "particle": "of"
      },
      {
        "family": "Norman",
        "given": "Jerry"
      }
    ],
    "date": [
      "1987",
      "1987"
    ],
    "location": [
      "Cambridge, UK"
    ],
    "title": [
      "Chinese"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Also",
        "given": "Chen Ping"
      }
    ],
    "note": [
      "Cambridge, UK, 9781405162562_5_end2.qxd 04/02/2009 02:32PM Page 267 Bibliography 267"
    ],
    "title": [
      "Modern Chinese: History and Sociolinguistics"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "DeFrancis",
        "given": "J."
      }
    ],
    "citation-number": [
      "1999"
    ],
    "container-title": [
      "C. Graham’s introduction to his Poems of the Late T’ang"
    ],
    "date": [
      "1984",
      "1965"
    ],
    "editor": [
      {
        "family": "Houston",
        "given": "D."
      }
    ],
    "location": [
      "Honolulu",
      "New York"
    ],
    "note": [
      "recent progress on decipherment is given in Michael Coe’s Breaking the Maya Code (New York, 1992)."
    ],
    "title": [
      "The Chinese Language: Fact and Fantasy",
      "R. Bagley’s chapter on the origins of Chinese writing in S",
      "The First Writing, is fine on the oracle bones and other early inscriptions. For the disparity between Chinese and alphabetic poetic expression, see A",
      "Mesoamerican writing A superior overview of the history of the question and"
    ],
    "type": "chapter"
  },
  {
    "date": [
      "1986"
    ],
    "note": [
      "like Champollion, Ventris, and Kober, died young (at age 56, of pancreatic cancer). Her A Forest of Kings (with David Freidel, New York, 1990) and The Code of Kings: The Language of Seven Sacred Maya Temples and Tombs"
    ],
    "title": [
      "More than any single book, Linda Schele and Mary Ellen Miller’s The Blood of Kings: Dynasty and Ritual in Maya Art, an exhibition catalogue from Fort Worth",
      "changed popular perceptions of the Maya from that of gentle forest dwellers to blood-addicted warlords. Linda Schele was one of the pioneers of the Maya decipherment and"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Peter Matthews",
        "particle": "with"
      },
      {
        "family": "York",
        "given": "New"
      }
    ],
    "container-title": [
      "from a conference in 2005: Harri Kettunen and Christophe Helmke, Introduction to Maya Hieroglyphs: Workshop Handbook. 10th European Maya Conference"
    ],
    "date": [
      "1998",
      "December 5–10, 2005"
    ],
    "location": [
      "Leiden"
    ],
    "title": [
      "are also influential. For handbooks on Mayan writing, a superb product is available on the World Wide Web at"
    ],
    "type": "paper-conference",
    "url": [
      "http://www."
    ]
  },
  {
    "container-title": [
      "The Origins of Writing",
      "An in-depth review of the formal and historical conditions surrounding the invention of the Greek alphabet is set forth in my own Homer and the Origin"
    ],
    "date": [
      "2005",
      "1989"
    ],
    "edition": [
      "2nd edn"
    ],
    "editor": [
      {
        "family": "Houston",
        "given": "D."
      },
      {
        "family": "Senner",
        "given": "M."
      }
    ],
    "location": [
      "London",
      "Lincoln, NE"
    ],
    "title": [
      "Also helpful are: Stephen Houston’s Maya Glyphs (Berkeley, 1989) and his essay in S",
      "The First Writing and Reading the Maya Glyphs by Michael Coe and Mark Van Stone",
      "and Floyd Lounsbury’s “The Ancient Writing of Mesoamerica” in the W",
      "Greek alphabet Many books purporting to be about the alphabet are really about West Semitic writing"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Greek Alphabet",
        "particle": "of the"
      }
    ],
    "container-title": [
      "H. Jeffery, especially The Local Scripts of Archaic Greece"
    ],
    "date": [
      "1991",
      "2002",
      "1961",
      "1990"
    ],
    "edition": [
      "2nd edn"
    ],
    "location": [
      "Cambridge",
      "Oxford"
    ],
    "note": [
      "Jeffery devoted her life to the study of archaic scripts and established the evidence on which all study of early Greek alphabetic literacy must be based. Ron Stroud’s “The Art"
    ],
    "title": [
      "and my Writing and the Origins of Greek Literature",
      "follows out the consequences of the early use of the alphabet to create Greek literature. Of great value are the writings of L"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "9781405162562_5_end2.qxd"
    ],
    "title": [
      "04/02/2009 02:32PM Page 268"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Senner",
        "given": "W.M."
      }
    ],
    "date": [
      "1989"
    ],
    "location": [
      "Lincoln, NE"
    ],
    "note": [
      "is good."
    ],
    "title": [
      "of Writing in Ancient Greece",
      "The Origins of Writing"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Albright",
        "given": "William Foxwell"
      }
    ],
    "date": [
      "1966"
    ],
    "location": [
      "Cambridge, MA"
    ],
    "title": [
      "The Proto-Sinaitic Inscriptions and their Decipherment"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Allen",
        "given": "James"
      },
      {
        "given": "P."
      }
    ],
    "date": [
      "1999",
      "1933"
    ],
    "location": [
      "Cambridge, UK. Bloomfield, L",
      "New York"
    ],
    "title": [
      "Middle Egyptian: An Introduction to the Language and Culture of Hieroglyphs",
      "Language"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Chadwick",
        "given": "John"
      }
    ],
    "date": [
      "1987"
    ],
    "location": [
      "Berkeley"
    ],
    "title": [
      "Linear B and Related Scripts"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Champollion",
        "given": "Jean François"
      }
    ],
    "date": [
      "1824"
    ],
    "location": [
      "Paris"
    ],
    "title": [
      "Précis du système hiéroglyphique"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Champollion",
        "given": "Jean François"
      }
    ],
    "date": [
      "1824"
    ],
    "location": [
      "Paris"
    ],
    "title": [
      "Lettre à M. Dacier relative à l’alphabet des hiéroglyphes"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Coe",
        "given": "M."
      }
    ],
    "date": [
      "1992"
    ],
    "location": [
      "New York"
    ],
    "title": [
      "Breaking the Maya Code"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Collier",
        "given": "M."
      },
      {
        "family": "Manley",
        "given": "Bill"
      }
    ],
    "date": [
      "1998"
    ],
    "location": [
      "Berkeley"
    ],
    "title": [
      "How to Read Egyptian Hieroglyphs: A Step-By-Step Guide to Teach Yourself"
    ],
    "type": null
  },
  {
    "date": [
      "1996"
    ],
    "editor": [
      {
        "family": "Daniels",
        "given": "P.L."
      },
      {
        "family": "Bright",
        "given": "P.T."
      }
    ],
    "location": [
      "Oxford"
    ],
    "title": [
      "The World’s Writing Systems"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Davies",
        "given": "W.V."
      }
    ],
    "date": [
      "1990"
    ],
    "location": [
      "Berkeley"
    ],
    "title": [
      "Egyptian Hieroglyphs"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Englund",
        "given": "R."
      }
    ],
    "date": [
      "2008"
    ],
    "title": [
      "Proto-Elamite History"
    ],
    "type": null,
    "url": [
      "http://www.cais-soas.com/CAIS/"
    ]
  },
  {
    "author": [
      {
        "family": "Gardiner",
        "given": "Alan"
      }
    ],
    "date": [
      "1957"
    ],
    "edition": [
      "3rd edn"
    ],
    "location": [
      "Oxford"
    ],
    "title": [
      "Egyptian Grammar"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Gelb",
        "given": "I.J."
      }
    ],
    "date": [
      "1963"
    ],
    "edition": [
      "2nd edn"
    ],
    "location": [
      "Chicago"
    ],
    "title": [
      "A Study of Writing: The Foundations of Grammatology"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Graham",
        "given": "A.C."
      }
    ],
    "date": [
      "1965"
    ],
    "location": [
      "New York"
    ],
    "title": [
      "Poems of the Late T’ang"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Harris",
        "given": "R."
      }
    ],
    "date": [
      "1988"
    ],
    "location": [
      "London"
    ],
    "title": [
      "Origin of Writing"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Healey",
        "given": "J.F."
      }
    ],
    "date": [
      "1987"
    ],
    "location": [
      "Berkeley"
    ],
    "title": [
      "Greek Inscriptions"
    ],
    "type": null
  },
  {
    "date": [
      "1990"
    ],
    "editor": [
      {
        "family": "Hooker",
        "given": "J.T."
      }
    ],
    "location": [
      "Berkeley"
    ],
    "title": [
      "Reading the Past: Ancient Writing from Cuneiform to the Alphabet"
    ],
    "type": null
  },
  {
    "container-title": [
      "Joyce"
    ],
    "date": [
      "2004",
      "1958"
    ],
    "editor": [
      {
        "family": "Houston",
        "given": "S.D."
      }
    ],
    "location": [
      "New York"
    ],
    "title": [
      "The First Writing: Script Invention as History and Process, Cambridge, UK",
      "Finnegans Wake"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Kettunen",
        "given": "Harri"
      },
      {
        "family": "Helmke",
        "given": "Christophe"
      }
    ],
    "container-title": [
      "Workshop Handbook. 10th European Maya Conference"
    ],
    "date": [
      "2005",
      "December 5–10"
    ],
    "location": [
      "Leiden"
    ],
    "title": [
      "Introduction to Maya Hieroglyphs"
    ],
    "type": "paper-conference",
    "url": [
      "http://www.mesoweb.com/resources/handbook/WH2005.pdf."
    ]
  },
  {
    "author": [
      {
        "family": "Knorosov",
        "given": "Yuri"
      }
    ],
    "container-title": [
      "Sovetskaya Etnografiya"
    ],
    "date": [
      "1952"
    ],
    "issue": [
      "2"
    ],
    "pages": [
      "100–18"
    ],
    "title": [
      "Drevnyaya pis’mennost’ Tsentral’noy Ameriki” [“Ancient Writings of Central America.”"
    ],
    "type": "article-journal",
    "volume": [
      "3"
    ]
  },
  {
    "author": [
      {
        "family": "Kramer",
        "given": "S.N."
      }
    ],
    "date": [
      "1981"
    ],
    "location": [
      "Philadelphia"
    ],
    "title": [
      "History Begins at Sumer: Thirty-Nine Firsts in Recorded History"
    ],
    "type": null
  },
  {
    "citation-number": [
      "9781405162562_5_end2.qxd"
    ],
    "title": [
      "04/02/2009 02:32PM Page 269 Bibliography 269"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Lichtheim",
        "given": "M."
      }
    ],
    "container-title": [
      "Ancient Egyptian Literature"
    ],
    "date": [
      "1973"
    ],
    "location": [
      "Berkeley"
    ],
    "type": "article-journal",
    "volume": [
      "vols. 1 and 2"
    ]
  },
  {
    "author": [
      {
        "family": "Li",
        "given": "Xueqin"
      },
      {
        "family": "Harbottle",
        "given": "Garman"
      },
      {
        "family": "Zhang",
        "given": "Juzhong"
      },
      {
        "family": "Wang",
        "given": "Changsui"
      }
    ],
    "container-title": [
      "Antiquity"
    ],
    "date": [
      "2003"
    ],
    "issue": [
      "295"
    ],
    "pages": [
      "31–45 31 41"
    ],
    "title": [
      "The Earliest Writing? Sign Use in the Seventh Millennium bc at Jiahu, Henan Province, China"
    ],
    "type": "article-journal",
    "volume": [
      "77"
    ]
  },
  {
    "author": [
      {
        "family": "Mallery",
        "given": "G."
      }
    ],
    "date": [
      "1893"
    ],
    "location": [
      "Washington, DC"
    ],
    "title": [
      "Picture-Writing of the American Indians. Tenth Annual Report of the Bureau of Ethnology"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Naveh",
        "given": "J."
      }
    ],
    "date": [
      "1982"
    ],
    "location": [
      "Jerusalem and Leiden"
    ],
    "title": [
      "Early History of the Alphabet"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Nissen",
        "given": "H.J."
      },
      {
        "family": "Damerow",
        "given": "P."
      },
      {
        "family": "Englund",
        "given": "R."
      }
    ],
    "date": [
      "1993"
    ],
    "location": [
      "Chicago"
    ],
    "title": [
      "Archaic Bookkeeping"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Norman",
        "given": "Jerry"
      }
    ],
    "date": [
      "1987"
    ],
    "location": [
      "Cambridge, UK"
    ],
    "title": [
      "Chinese"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Parpola",
        "given": "A."
      }
    ],
    "date": [
      "1994",
      "1960"
    ],
    "location": [
      "Cambridge, UK",
      "Paris"
    ],
    "publisher": [
      "Parrot, André"
    ],
    "title": [
      "Decipherment of the Indus Script",
      "Sumer"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Pope",
        "given": "Maurice"
      }
    ],
    "date": [
      "1999"
    ],
    "edition": [
      "revised edn"
    ],
    "location": [
      "New York"
    ],
    "title": [
      "The Story of Decipherment: From Egyptian Hieroglyphs to Maya Script"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Powell",
        "given": "B.B."
      }
    ],
    "date": [
      "1991"
    ],
    "location": [
      "Cambridge, UK"
    ],
    "title": [
      "Homer and the Origin of the Greek Alphabet"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Ramsey",
        "given": "S.Robert"
      }
    ],
    "date": [
      "1987"
    ],
    "publisher": [
      "The Languages of China. Princeton"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Ridgway",
        "given": "D."
      }
    ],
    "container-title": [
      "Opuscula Romana"
    ],
    "date": [
      "1996"
    ],
    "title": [
      "Greek letters at Osteria dell’Osa"
    ],
    "type": "article-journal",
    "volume": [
      "20"
    ]
  },
  {
    "author": [
      {
        "family": "Rogers",
        "given": "H."
      }
    ],
    "date": [
      "2005"
    ],
    "location": [
      "Oxford"
    ],
    "title": [
      "Writing Systems: A Linguistic Approach"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Saussure",
        "given": "F."
      }
    ],
    "date": [
      "1922"
    ],
    "editor": [
      {
        "family": "C. Bally",
        "particle": "ed."
      },
      {
        "family": "Sechehaye",
        "given": "A."
      }
    ],
    "location": [
      "London"
    ],
    "title": [
      "Course in General Linguistics [Cours de linguistique generale"
    ],
    "translator": [
      {
        "family": "Harris",
        "given": "R."
      }
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Schaeffer",
        "given": "Claude F.A."
      }
    ],
    "date": [
      "1939"
    ],
    "location": [
      "Oxford"
    ],
    "title": [
      "Cuneiform Texts of Ras Shamra-Ugarit"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Schele",
        "given": "L."
      },
      {
        "family": "Miller",
        "given": "J."
      },
      {
        "family": "Fort Worth",
        "given": "T.X.Schmandt-Besserat"
      },
      {
        "given": "D."
      }
    ],
    "container-title": [
      "Before Writing"
    ],
    "date": [
      "1986",
      "1992"
    ],
    "location": [
      "Austin"
    ],
    "title": [
      "The Blood of Kings: Dynasty and Ritual in Maya Art"
    ],
    "type": "article-journal",
    "volume": [
      "1"
    ]
  },
  {
    "author": [
      {
        "family": "Schmandt-Besserat",
        "given": "D."
      }
    ],
    "date": [
      "1996"
    ],
    "location": [
      "Austin"
    ],
    "title": [
      "How Writing Came About"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Senner",
        "given": "W.M."
      }
    ],
    "date": [
      "1991"
    ],
    "location": [
      "Lincoln, NE"
    ],
    "title": [
      "The Origins of Writing"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Steindorff",
        "given": "George"
      },
      {
        "family": "Seele",
        "given": "Keith"
      }
    ],
    "date": [
      "1942"
    ],
    "location": [
      "Chicago"
    ],
    "title": [
      "When Egypt Ruled the East"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Thompson",
        "given": "J.Eric"
      },
      {
        "family": "F",
        "given": "C.B."
      }
    ],
    "date": [
      "1950",
      "1990"
    ],
    "edition": [
      "1st edn"
    ],
    "location": [
      "Washington, DC. Walker",
      "Berkeley"
    ],
    "title": [
      "Maya Hieroglyphic Writing: An Introduction",
      "Cuneiform"
    ],
    "type": null
  },
  {
    "citation-number": [
      "9781405162562_6_ind.qxd"
    ],
    "pages": [
      "270"
    ],
    "publisher": [
      "Page"
    ],
    "title": [
      "04/02/2009 02:41PM"
    ],
    "type": "book"
  }
]
