[
  {
    "author": [
      {
        "literal": "Editor."
      }
    ],
    "title": [
      "A program that manipulates text material and allows the user to make corrections, additions, deletions, and other changes"
    ],
    "type": null
  },
  {
    "title": [
      "Endless loop or jump-to-self instruction. An instruction that transfers control to itself, thus executing indefinitely (or until a hardware signal interrupts it"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Fill"
      }
    ],
    "title": [
      "Placing values in storage areas not previously in use, initializing memory or storage"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Hexadecimal"
      }
    ],
    "note": [
      "Common highlevel languages include BASIC, COBOL, FORTRAN, and Pascal."
    ],
    "title": [
      "Number system with base 16. The digits are the decimal numbers through 9, followed by the letters A through F. Hex cqde. See Object code. High-level language. A programming language that is aimed toward the solution of problems, rather than being designed for convenient conversion into computer instructions. Acompiler or interpreter translates a program written in a high-level language into a form that the computer can execute"
    ],
    "type": null
  },
  {
    "title": [
      "Instruction cycle. The process of fetching, decoding, and executing an instruction"
    ],
    "type": null
  },
  {
    "title": [
      "Instruction execution time. The time required to fetch, decode, and execute an instruction"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Interrupt"
      }
    ],
    "title": [
      "A signal that temporarily suspends the computer's normal sequence of operations and transfers control to a special routine"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "I.O.C.B."
      }
    ],
    "title": [
      "See Input/output control block"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "language",
        "given": "Low-level"
      }
    ],
    "title": [
      "A computer language in which each statement is translated directly into a single machine language instruction"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Microcomputer"
      }
    ],
    "title": [
      "A computer that has a microprocessor as its central processing unit"
    ],
    "type": null
  },
  {
    "note": [
      "addresses 0000 through 00FF)."
    ],
    "title": [
      "Page 0. In 6502 terminology, the lowest 256 addresses in memory"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "interface",
        "given": "Parallel"
      }
    ],
    "title": [
      "An interface between a CPU and input or output devices that handle data in parallel (more than one bit at a time"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "register",
        "given": "Processor",
        "particle": "status"
      }
    ],
    "note": [
      "flag (F) register, status register, and status word."
    ],
    "title": [
      "A register that defines the current state of a computer,, often containing various bits indicating internal conditions. Other names for this register include condition code register"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "timer",
        "given": "Programmable"
      }
    ],
    "title": [
      "A device that can handle a variety of timing tasks, including the generation of delays, under program control"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "memory",
        "given": "Read-only"
      }
    ],
    "title": [
      "A memory that can be read but not altered in normal operation"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "R.S.-232"
      }
    ],
    "location": [
      "Washington, D.C"
    ],
    "note": [
      "It has been partially superseded by RS-449."
    ],
    "title": [
      "A standard interface for the transmission of serial digital data, sponsored by the Electronic Industries Association of"
    ],
    "type": null
  },
  {
    "title": [
      "SDLC (Synchronous Data Link Control). The successor protocol to BSC for IBM computers and terminals"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Suspend"
      }
    ],
    "title": [
      "Halts execution and preserves the status of the task until some future time"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "character",
        "given": "Synchronization"
      }
    ],
    "title": [
      "A character that is used only to synchronize the transmitter and the receiver"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Task"
      }
    ],
    "title": [
      "A self-contained program that can serve as part of an overall system under the control of a supervisor"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Terminator"
      }
    ],
    "title": [
      "A data item that has no function other than to signify the end of an array"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Trace"
      }
    ],
    "title": [
      "A debugging aid that provides information about a program while the program is being executed. The trace usually prints all or some of the intermediate results"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "V.I.A."
      }
    ],
    "title": [
      "See Versatile Interface Adapter"
    ],
    "type": null
  },
  {
    "note": [
      "Clearing ah array, 32-33, 196 flags, 3"
    ],
    "type": null
  }
]
