[
  {
    "author": [
      {
        "family": "Images",
        "given": "Alamy"
      },
      {
        "family": "Shepherd",
        "given": "Mike P."
      },
      {
        "literal": "S. Vannini / Kindersley"
      },
      {
        "literal": "/ W. Buss / De Agostini du Louvre Paris / Gianni Dagli Orti (c)."
      }
    ],
    "container-title": [
      "Dagli (cr). Getty Images: DEA"
    ],
    "location": [
      "New York, USA"
    ],
    "note": [
      "tl). Getty Images:",
      "123 G. Dagli Orti / De Agostini (ca). 45 Dorling S. Vannini (br). 86 Corbis: Gianni Dagli Orti (tl). Dorling Kindersley: The Trustees of the Kindersley: The Trustees of the British Museum Getty Images: DEA / G. Dagli Orti (br). 86–87 British Museum (tl, c). 124 Dorling (tr, tc, tl). Getty Images: DEA / A. Vergani (br); Getty Images: Egyptian / The Bridgeman Art Kindersley: The Trustees of the British Evan Reinheimer / Flickr (cl). 46–47 Corbis: Library (tc). 87 Dorling Kindersley: The Trustees Museum (bc). 124–125 Dorling Kindersley: Werner Forman (t). Getty Images: Reinhard of the British Museum (r). Getty Images: P. The Trustees of the British Museum (bc). 125 Dirscherl / WaterFrame (b). 47 Alamy Images: Eoche / StockImage (bl). 88–89 Corbis: Sandro Dorling Kindersley: The Trustees of the Collection Dagli Orti / The Art Archive (br). 48 Vannini. 90 Corbis: Sandro Vannini (br). Getty British Museum (br, tl). 126 Getty Images: Getty Images: Glowimages (t). 48–49 Corbis: Images: Universal Images Group (bl). 90–91 Robert Harding World Imagery (bl). 127 The Nico Tondini / Robert Harding World Imagery (b). Getty Images: J. D. Dallet / Age fotostock (tc). Trustees of the British Museum: (tc)."
    ],
    "title": [
      "Dorling Art",
      "The Trustees of the British Kindersley: The Trustees of the British Museum De Agostini (br). 84–85 The Art Archive: Musée Museum (tr). Getty Images: DEA / G",
      "85 Orti (bc). 122–123 Dorling Kindersley: The Picture Library (bl). 42–43 Getty Images: DEA / Bridgeman Images: De Agostini Picture Library / Trustees of the British Museum (bc"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "Dagli Orti / De Agostini Picture Getty Images: DEA / W. Buss / De Agostini Museum (bc"
    ],
    "note": [
      "49 Alamy Images: Mike P. Shepherd (tr). 50 91 akg-images: DEA / G. Dagli Orti (bc); Erich Dorling Kindersley: The Trustees of the Corbis: Werner Forman (bl). Getty Images: DEA / Lessing (tr). 92 akg-images: Erich Lessing (tl). British Museum (bc, r). 128 Getty Images: W. Buss / De Agostini Picture Library (tr).",
      "akg-images: DEA / S. Library (br). 129 Dorling Kindersley: The Picture Library (t). 51 Getty Images: DEA / S. Vannini (tc). 93 Dorling Kindersley: The Trustees Trustees of the British Museum (t, br, bl)."
    ],
    "pages": [
      "92–93"
    ],
    "title": [
      "50–51 Dorling Kindersley: The Trustees of the British DEA / G"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "literal": "Vannini / De Agostini (b)."
      },
      {
        "literal": "DEA / A. Jemolo / Arthus-Bertrand."
      }
    ],
    "note": [
      "132 Getty Francis Dzikowski (b). 55 Corbis: Gianni Dagli Picture Library / De Agostini Picture Library (l). Images: DEA / G. Dagli Orti / De Agostini Orti (tl). Getty Images: Barry Iverson (br). 56 94–95 The Bridgeman Art Library: Ancient Art Picture Library (b). 133 Dorling Kindersley: Alamy Images: Rob Cole Photography (tl). Getty and Architecture Collection Ltd. (bc). 95 Corbis: The Trustees of the British Museum (c)."
    ],
    "title": [
      "52–53 Corbis: Yann of the British Museum (r). 94 The Trustees of 130–131 Getty Images",
      "54 Theban Mapping Project: the British Museum: (tc). Getty Images: DEA De Agostini Picture Library"
    ],
    "type": null
  }
]
