[
  {
    "author": [
      {
        "family": "ST",
        "given": "J.P.M.O.R.G.A.N.M.U.N.I.C.I.P.A.L.B.O.N.D.F.U.N.D.S.A.U.G.U."
      }
    ],
    "citation-number": [
      "230"
    ],
    "date": [
      "2021"
    ],
    "note": [
      "such amounts are reclassified within the capital accounts based on their Federal tax basis treatment."
    ],
    "title": [
      "book/tax” differences are permanent in nature (i.e., that they result from other than timing of recognition — “temporary differences”"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "K."
      },
      {
        "literal": "—"
      }
    ],
    "citation-number": [
      "848"
    ],
    "container-title": [
      "March 2020, the FASB issued Accounting Standards Update No. 2020-04 (“ASU 2020-04”), Reference Rate Reform (Topic"
    ],
    "date": [
      "2022"
    ],
    "note": [
      "Management is currently evaluating the impact, if any, to the Funds’ financial statements of applying ASU 2020-04."
    ],
    "title": [
      "Recent Accounting Pronouncement",
      "Facilitation of the Effects of Reference Rate Reform on Financial Reporting. ASU 2020-04 provides optional temporary financial reporting relief from the effect of certain types of contract modifications due to the planned discontinuation of the London Interbank Offered Rate (“LIBOR”) and other interbank-offered based reference rates as of the end of 2021. ASU 2020-04 became effective upon the issuance and its optional relief can be applied through December 31"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "Fees"
      },
      {
        "family": "Affiliates A",
        "given": "Other Transactions",
        "particle": "with"
      }
    ],
    "citation-number": [
      "3."
    ],
    "note": [
      "The annual rate for each Fund is as follows:"
    ],
    "title": [
      "Investment Advisory Fee — Pursuant to an Investment Advisory Agreement, the Adviser manages the investments of each Fund and for such services is paid a fee. The investment advisory fee is accrued daily and paid monthly at an annual rate based on each Fund’s respective average daily net assets"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Group",
        "given": "Morgan Fleming Mutual Fund"
      },
      {
        "family": "Inc.",
        "given": "J.P."
      },
      {
        "family": "Finn",
        "given": "John F."
      },
      {
        "family": "Fisher",
        "given": "Stephen P."
      },
      {
        "family": "French",
        "given": "Gary L."
      },
      {
        "family": "Gallagher",
        "given": "Kathleen M."
      },
      {
        "family": "Grassi",
        "given": "Robert J."
      },
      {
        "family": "Hughes",
        "given": "Frankie D."
      },
      {
        "family": "Kanner",
        "given": "Raymond"
      },
      {
        "family": "Lemke",
        "given": "Thomas P."
      },
      {
        "family": "Maffia",
        "given": "Lawrence R."
      },
      {
        "family": "Martinez",
        "given": "Mary E."
      },
      {
        "family": "McCoy",
        "given": "Marilyn"
      },
      {
        "family": "Dr. Robert A. Oden",
        "given": "Marian U.Pardo",
        "suffix": "Jr."
      },
      {
        "family": "Youssouf",
        "given": "Emily A."
      },
      {
        "family": "Deutsch",
        "given": "Robert F."
      },
      {
        "family": "Shenker",
        "given": "Nina O."
      }
    ],
    "citation-number": [
      "8."
    ],
    "note": [
      "the “Nominees”). If shareholder approval is obtained for all of the J.P. Morgan Funds, this will result in a unified board structure across all of the J.P. Morgan Funds. Information about the proposal, including the qualifications of each of the Nominees, is contained in the Trust’s proxy statement, which you can access from the EDGAR Database on the SEC’s website at"
    ],
    "title": [
      "Other Matters The Trusts are seeking to achieve a unified board with common membership across the Trusts and the following open-end registered investment companies also advised by J.P. Morgan Investment Management Inc.: J.P",
      "Morgan Mutual Fund Investment Trust, JPMorgan Insurance Trust, Undiscovered Managers Funds, JPMorgan Institutional Trust and J.P. Morgan Exchange-Traded Fund Trust (collectively with the Trusts, the “J.P. Morgan Funds”). At special shareholder meetings expected to take place on or about October 27, 2021, shareholders of the J.P. Morgan Funds are being asked to elect the same sixteen individuals (“Nominees”) to serve on their respective boards"
    ],
    "type": "webpage",
    "url": [
      "http://www.sec.gov."
    ]
  },
  {
    "note": [
      "Unaudited"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "ST",
        "given": "J.P.M.O.R.G.A.N.M.U.N.I.C.I.P.A.L.B.O.N.D.F.U.N.D.S.A.U.G.U."
      }
    ],
    "citation-number": [
      "240"
    ],
    "date": [
      "2021"
    ],
    "note": [
      "Morgan Funds, as applicable. The designed to improve investment results and the services pro- Trustees also noted that the Adviser supports a diverse set of"
    ],
    "title": [
      "The Trustees also considered their knowledge of the nature and (“JPMCB”) for custody and fund accounting, and other related quality of services provided by the Adviser and its affiliates to services. the Funds gained from their experience as Trustees of the J.P. Morgan Funds. In addition, they considered the overall reputa- Fall-Out Benefits tion and capabilities of the Adviser and its affiliates, the The Trustees reviewed information regarding potential commitment of the Adviser to provide high quality service to “fall-out” or ancillary benefits received by the Adviser and its the Funds, their overall confidence in the Adviser’s integrity affiliates as a result of their relationship with the Funds. The and the Adviser’s responsiveness to questions or concerns Trustees considered that the J.P. Morgan Funds’ operating raised by them, including the Adviser’s willingness to consider accounts are held at JPMCB, which as a result, will receive float and implement organizational and operational changes benefits for certain J.P"
    ],
    "type": null
  },
  {
    "note": [
      "Unaudited) (continued"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "BOND",
        "given": "J.P.M.O.R.G.A.N.M.U.N.I.C.I.P.A.L."
      }
    ],
    "citation-number": [
      "242"
    ],
    "date": [
      "2020",
      "2020",
      "2020"
    ],
    "note": [
      "Based upon these discussions and various other factors, the Trustees concluded that the Fund’s The Trustees noted that the Intermediate Tax Free Bond Fund’s performance was satisfactory. performance for Class A shares was in the first, fourth and fifth quintiles based upon the Peer Group, and in the second, third The Trustees noted that the Sustainable Municipal Income and fifth quintiles based upon the Universe, for the one-, three- Fund’s performance for Class A shares was in the second, fifth"
    ],
    "title": [
      "FUNDS A U GU ST 31, 2021 upon the Peer Group, and in the fourth, third and fourth quin- The Trustees noted that the Short-Intermediate Municipal Bond tiles based upon the Universe, for the one-, three-, and five- Fund’s performance for Class A shares was in the second quinyear periods ended December 31, 2020, respectively. The tile based upon both the Peer Group and Universe, for each of Trustees noted that the performance for Class R6 shares was in the one-, three-, and five-year periods ended December 31, the fourth quintile based upon both the Peer Group and Uni",
      "The Trustees noted that the performance for Class I verse for the one-year period ended December 31",
      "The shares was in the first quintile based upon the Peer Group for Trustees discussed the performance and investment strategy of both the one- and three-year periods ended December 31, the Fund with the Adviser and reviewed the performance 2020, and in the first quintile based upon the Universe for each analysis and evaluation prepared by the independent con- of the one-, three, and five-year periods ended December 31, sultant. Based upon these discussions and various other fac",
      "The Trustees noted that the performance for Class R6 tors, the Trustees concluded that the Fund’s performance was shares was in the first quintile based upon both the Peer Group satisfactory, under the circumstances. The Trustees requested, and Universe, for the one-year period ended December 31, however, that the Adviser provide additional Fund performance 2020. The Trustees discussed the performance and investment information to be reviewed with the members of the Board’s strategy of the Fund with the Adviser and reviewed the fixed income committee at each of their regular meetings over performance analysis and evaluation prepared by the the course of next year. independent consultant"
    ],
    "type": null
  },
  {
    "date": [
      "2020",
      "2020"
    ],
    "note": [
      "The five-year periods ended December 31, 2020, respectively. The Trustees noted that the performance for Class R6 shares was in Trustees noted that the performance for Class I shares was in the second quintile based upon the Universe for the one-year the second, second and third quintiles based upon the Uniperiod ended December 31, 2020. The Trustees discussed the verse, for the one-, three-, and five-year periods ended performance and investment strategy of the Fund with the December 31, 2020, respectively. The Trustees noted that the Adviser and reviewed the performance analysis and evaluation performance for Class R6 shares was in the second quintile prepared by the independent consultant. Based upon these based upon both the Peer Group and Universe for the one-year discussions and various other factors, the Trustees concluded period ended December 31,"
    ],
    "title": [
      ", and five-year periods ended December 31, 2020, respectively. and fifth quintiles based upon the Peer Group, and in the sec-The Trustees noted that the performance for Class I shares was ond, fourth and fourth quintiles based upon the Universe, for in the first, fourth and fourth quintiles based upon the Peer the one-, three-, and five-year periods ended December 31, Group, and in the second, second and fourth quintiles based 2020, respectively. The Trustees noted that the performance upon the Universe, for the one-, three-, and five-year periods for Class I shares was in the second, third and third quintiles ended December 31, 2020, respectively. The Trustees noted based upon the Universe, for the one-, three-, and five-year that the performance for Class R6 shares was in the first and periods ended December 31, 2020, respectively. The Trustees fifth quintiles based upon the Peer Group, and in the first and noted that the performance for Class R6 shares was in the first second quintiles based upon the Universe for the one- and quintile based upon the Peer Group for the one-year period three-year periods ended December 31, 2020, respectively. The ended December 31, 2021, and in the second and third quintiles Trustees discussed the performance and investment strategy of based upon the Universe for the one- and three-year periods the Fund with the Adviser and reviewed the performance ended December 31, 2020, respectively. The Trustees discussed analysis and evaluation prepared by the independent con- the performance and investment strategy of the Fund with the sultant. Based upon these discussions and various other fac- Adviser and reviewed the performance analysis and evaluation tors, the Trustees concluded that the Fund’s performance was prepared by the independent consultant. Based upon these satisfactory, under the circumstances. discussions and various other factors, the Trustees concluded that the Fund’s performance was satisfactory, under the The Trustees noted that the New York Tax Free Bond Fund’s circumstances. performance for Class A shares was in the fourth quintile based upon both the Peer Group and Universe, for each of the one-, The Trustees noted that the Tax Free Bond Fund’s performance three-, and five-year periods ended December 31",
      "The for Class A shares was in the second, third and fourth quintiles Trustees noted that performance for Class I shares was in the based upon the Peer Group, and in the second, third and third third quintile based upon the Universe for each of the one-, quintiles based upon the Universe, for the one-, three-, and three-, and five-year periods ended December 31, 2020",
      "The Trustees discussed the that the Fund’s performance was satisfactory, under the performance and investment strategy of the Fund with the circumstances. Adviser and reviewed the performance analysis and evaluation"
    ],
    "type": null
  }
]
