[
  {
    "author": [
      {
        "family": "RPM",
        "given": "Arnold A.Allemang James M.Ringler"
      },
      {
        "family": "Corp",
        "given": "Fettig Dennis H.Reilley Whirlpool"
      }
    ],
    "container-title": [
      "Milchovich Robert Steve Miller Kaiser Aluminum Corporation Steering Solutions Services Corporation Board Affiliations Board Affiliations The Dow Chemical Company The Dow Chemical Company"
    ],
    "title": [
      "Ventures Wind Point Partners Board Affiliations Board Affiliations The Dow Chemical Company The Dow Chemical Company Jeff M",
      "Marathon Oil Corporation Board Affiliations Board Affiliations The Dow Chemical Company The Dow Chemical Company Raymond J"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "U.S",
        "given": "Ruth G.Shaw Richard K.Davis Duke Energy Corporation"
      }
    ],
    "note": [
      "Liveris James A. Bell The Dow Chemical Company JPMorgan Chase & Co."
    ],
    "title": [
      "Bancorp Board Affiliations Board Affiliations The Dow Chemical Company The Dow Chemical Company Jacqueline K. Barton Paulus Gerardus Josephus Maria The Dow Chemical Company Polman Board Affiliations Unilever plc The Dow Chemical Company Board Affiliations Andrew N"
    ],
    "type": null
  },
  {
    "title": [
      "Board Affiliations Board Affiliations The Dow Chemical Company The Dow Chemical Company"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Johnson",
        "given": "Peter Frederick Volanakis Joann Heffernan Heisen Corning Inc"
      },
      {
        "family": "Board",
        "given": "Johnson Board Affiliations"
      }
    ],
    "publisher": [
      "Affiliations The Vanguard Group, Inc. The Vanguard Group, Inc"
    ],
    "type": "book"
  },
  {
    "publisher": [
      "Inc. The Vanguard Group, Inc"
    ],
    "title": [
      "Scott Charles Malpass André Francois Perold The Notre Dame Endowment HighVista Strategies LLC Board Affiliations Board Affiliations The Vanguard Group"
    ],
    "type": "book"
  }
]
