[
  {
    "title": [
      "Those readers who may wish to follow up some of the stories in this book may be interested to know of the main modern works which are generally available"
    ],
    "type": null
  },
  {
    "location": [
      "Boudicca's Revolt, C.U.P"
    ],
    "publisher": [
      "Ian Andrews"
    ],
    "title": [
      "On Boudica the best modern study is Boudica by Graham Webster, Batsford (1978), though the short account by"
    ],
    "type": "book"
  },
  {
    "date": [
      "1972"
    ],
    "title": [
      "is excellent, especially for schools. On the Roman conquest there is G"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Webster"
      },
      {
        "family": "Dudley",
        "given": "D."
      },
      {
        "family": "Britain",
        "given": "The Roman Conquest",
        "particle": "of"
      },
      {
        "given": "Pan"
      },
      {
        "family": "G. N. Garmonsway",
        "particle": "by"
      },
      {
        "family": "Johnson",
        "given": "Stephen"
      },
      {
        "family": "Britain",
        "given": "Later Roman"
      },
      {
        "given": "Routledge"
      },
      {
        "family": "Anderson",
        "given": "Perry"
      }
    ],
    "container-title": [
      "The main documentary and narrative sources are printed in English Historical Documents I",
      "Everyman"
    ],
    "date": [
      "1973",
      "1972",
      "1971",
      "1980",
      "1971",
      "1978",
      "1975",
      "1971"
    ],
    "edition": [
      "paperback",
      "Verso Editions",
      "1979",
      "3rd"
    ],
    "note": [
      "O.U.P., though there are valuable shorter ones by Henry Loyn, D. J. Fisher, H. P. R. Finberg, and Peter Sawyer, all of which are in paperback. Henry Mayr-Harting's The Coming of Christianity to Anglo-Saxon England, Batsford (1972), is full of good things. A most stimulating introduction to the whole Anglo-Saxon period, with excellent illustrations, is The Anglo-Saxons by James Campbell, Eric John and Patrick Wormald, Phaidon (1982). On the coins the starting point is Michael Dolley's Anglo-Saxon Pennies"
    ],
    "title": [
      "Tacitus' Annals and Agricola are both available in Penguin paperbacks; Dio's Roman History is in the Loeb Classical Library (Book LXII). The chief sources for the Arthurian era - Gildas, Nennius, the Welsh Annals, and the material on St Patrick - have all been published in new paperback editions by Phillimore. The Anglo-Saxon Chronicle is in an Everyman",
      "Bede's Ecclesiastical History is in Penguin, but its introduction takes no account of recent scholarship on Bede's milieu, his sources and his text. There are good modern works on the Arthurian period by Leslie Alcock, Arthur's Britain, Penguin 1971, Charles Thomas, Britain and Ireland in Early Christian Times, Thames and Hudson",
      "There are stimulating general surveys of the Late Roman world by Peter Brown, The World of Late Antiquity, Thames and Hudson",
      "Passages from Late Antiquity to Feudalism",
      "On the Anglo-Saxon period a great amount has been published in recent years",
      "by Dorothy Whitelock, an indispensable collection marred only by its omission of the Celtic material. A handy paperback edition of some of the legal, documentary and literary prose is Anglo-Saxon Prose by Michael Swanton",
      "The outstanding general survey is still Sir Frank Stenton's Anglo-Saxon England"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Past",
        "given": "British Museum Margaret Gelling's Signposts",
        "particle": "to the"
      },
      {
        "given": "Dent"
      },
      {
        "family": "Douglas'",
        "given": "David"
      }
    ],
    "citation-number": [
      "1964),"
    ],
    "container-title": [
      "General surveys of the archaeological material are in David Wilson, The Archaeology of Anglo-Saxon England",
      "Particularly valuable for its illustrations is Barbarian Europe by Philip Dixon, Phaidon"
    ],
    "date": [
      "1978",
      "1967",
      "1964",
      "1976",
      "1976",
      "1981"
    ],
    "edition": [
      "1979"
    ],
    "editor": [
      {
        "family": "ed)",
        "given": "are classics Christopher Brooke"
      },
      {
        "family": "Saxon",
        "given": "The"
      },
      {
        "family": "Kings",
        "given": "Norman"
      }
    ],
    "location": [
      "Methuen",
      "Blackwell"
    ],
    "title": [
      "is a fascinating introduction to the study of place-names. There are several good biographies including Henry Loyn's Alfred the Great, O.U.P",
      "Frank Barlow's Edward the Confessor, Eyre and Spottiswoode",
      "William the Conqueror, Eyre and Spottiswoode",
      "is a fine introduction full of exciting insights",
      "including a chapter on the development of the towns with copious references to local publications",
      "A most significant addition to the study of early England is David Hill's An Atlas of Anglo-Saxon England, 700-1066"
    ],
    "type": "article-journal"
  }
]
