[
  {
    "author": [
      {
        "family": "Janet C. Weber",
        "particle": "game exceeds the skill required to develop a"
      },
      {
        "given": "PhD"
      },
      {
        "family": "Carr",
        "given": "Robert L."
      },
      {
        "family": "systems",
        "given": "M.A.",
        "particle": "students learn about operating"
      },
      {
        "family": "Head",
        "given": "Math Department"
      },
      {
        "family": "logic",
        "given": "John Marshall High School"
      },
      {
        "family": "techniques",
        "particle": "programming"
      },
      {
        "family": "Mary Joan Crawford",
        "particle": "gain a"
      },
      {
        "family": "Long",
        "given": "Winston H."
      },
      {
        "given": "PhD"
      },
      {
        "family": "Russo",
        "given": "Raymond J."
      },
      {
        "given": "PhD"
      }
    ],
    "container-title": [
      "This Larry K. Steinrauf, Ph.D"
    ],
    "note": [
      "\"lost leader\" approach is based on the Professor of Biochemistry, Indiana University concept that whatever computer and G. Fred Weber, M.A., CPA software a young person is exposed to will Professor Emeritus of Accounting, be the brand preferred in the future. Butler University"
    ],
    "title": [
      "Chairman budget program. Associate Professor, School of Medicine Indiana University By utilizing their interest areas",
      "M.S. thorough understanding of the language 4th Grade Teacher, Harrison Hill being used, and are capable of writing Elementary School programs. Each camper is taken as far as Carol A. Deets, Ed.D. their interest, skill, and length of stay allow, Professor of Nursing, Indiana University on an individual basis! Kristin Ann Froehike, M.S. Director of Computing Services, lUPUl (Indiana University-Purdue University at Indianapolis",
      "Associate Professor of Nursing, Indiana University Consider before investing!",
      "Assistant Professor of Biology, School of Science, lUPUl Many stores offer \"camps\" during the Jean Hamilton Steinrauf, Ph.D. summer for young people where the Associate Professor of Biochemistry, primary purpose is the display of Indiana University merchandise the vendor has for sale"
    ],
    "type": "article-journal"
  }
]
