[
  {
    "author": [
      {
        "family": "Cooper",
        "given": "G."
      }
    ],
    "date": [
      "2008"
    ],
    "title": [
      "The Origin of Financial Crises: Central banks, credit bubbles and the efficient market fallacy, Harriman House. A compelling analysis of forces behind the credit crisis of 2007–09. The book presents a case that financial markets are inherently unstable"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Ferguson",
        "given": "N."
      }
    ],
    "date": [
      "2008"
    ],
    "title": [
      "The Ascent of Money: A Financial History of the World, Allen Lane. A historian’s sweeping account of the history of money, the book takes the reader from tribal life with no concept of money through to the Enron scandal and the securitisation of home mortgages. His underlying theme is the evolution of money through natural selection"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Galbraith",
        "given": "J.K."
      }
    ],
    "date": [
      "1992",
      "1929"
    ],
    "title": [
      "The Great Crash",
      "Penguin Business. A readable account of the 1929 US stock market crash"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Gladwell",
        "given": "M."
      }
    ],
    "date": [
      "2002"
    ],
    "title": [
      "The Tipping Point, Abacus. A superficial but compulsively readable book about how social epidemics start. The author’s broad themes are applicable to financial markets"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Greenspan",
        "given": "A."
      }
    ],
    "date": [
      "2008"
    ],
    "title": [
      "The Age of Turbulence, Penguin (published with new epilogue). A fascinating autobiography by the former chairman of the US Federal Reserve, who, many believe, bears some responsibility for getting the United States into the credit crisis of 2007–09"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Krugman",
        "given": "P."
      }
    ],
    "date": [
      "2008"
    ],
    "title": [
      "The Return of Depression Economics and the Crisis of 2008, Allen Lane. An excellent and accessible overview"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Peston",
        "given": "R."
      }
    ],
    "date": [
      "2008"
    ],
    "title": [
      "Who Runs Britain?... and who’s to blame for the economic mess we’re in?, Hodder Paperbacks. A big-name journalist’s penetrating look at the British economy"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Taleb",
        "given": "N.N."
      }
    ],
    "date": [
      "2004"
    ],
    "title": [
      "Fooled by Randomness, Penguin. Entertaining and iconoclastic book about how models do not work"
    ],
    "type": null
  },
  {
    "container-title": [
      "_______________________________________________ FURTHER READING 285"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Blodget",
        "given": "H."
      }
    ],
    "date": [
      "2008"
    ],
    "title": [
      "The Wall Street Self-Defense Manual, Random House Business Books. Surprisingly cautious (and sound) advice from the analyst whose e-mails helped to trigger the US Spitzer investigation of conflicts between research and investment banking"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Burns",
        "given": "R."
      }
    ],
    "date": [
      "2005"
    ],
    "title": [
      "The Naked Trader, Harriman House. An entertaining and useful book for the home trader of equities"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Davidson",
        "given": "A."
      }
    ],
    "date": [
      "2007"
    ],
    "title": [
      "The Complete Guide to Online Stock Market Investing: the Definitive 20-Day Guide, Kogan Page. Practical online stock market investing clearly explained"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Graham",
        "given": "B."
      }
    ],
    "container-title": [
      "The classic on value investing"
    ],
    "date": [
      "2005"
    ],
    "title": [
      "The Intelligent Investor, HarperBusiness"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Hobson",
        "given": "R."
      }
    ],
    "date": [
      "2007"
    ],
    "title": [
      "Shares Made Simple, Harriman House. An overview of how the stock market works from a seasoned journalist’s perspective"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Shipman",
        "given": "M."
      }
    ],
    "date": [
      "2006"
    ],
    "title": [
      "The Next Big Investment Boom: Learning the Secrets of Investing from a Master and How to Profit from Commodities, Kogan Page. A useful book on investing from an author who practises what he preaches"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Thompson",
        "given": "S."
      }
    ],
    "date": [
      "2009"
    ],
    "title": [
      "Trading Secrets, 20 Hard and Fast Rules to Help You Beat the Stock Market, FT Prentice Hall. A book focused on market timing rather than individual stock picking. The author, drawing on research from Investors Chronicle, where he is companies editor, dissects historical, technical and economic data to find lessons for investing"
    ],
    "type": null
  }
]
