[
  {
    "author": [
      {
        "family": "Funds",
        "given": "JPMorgan"
      }
    ],
    "container-title": [
      "Sustainable Infrastructure Pacific Equity Fund Equity Fund Fund JPMorgan Funds - China JPMorgan Funds –A-Share Opportunities Emerging Markets Sustainable Equity Fund Fund JPMorgan Funds - China JPMorgan Funds –Fund Multi-Manager Sustainable Long-Short JPMorgan Funds - Fund Emerging Markets JPMorgan Funds - US Corporate Bond Fund Sustainable Equity Fund JPMorgan Funds -Emerging Markets Debt Fund JPMorgan Funds"
    ],
    "title": [
      "JPMorgan Funds – JPMorgan Funds – JPMorgan Funds – Thematics - Genetic Therapies Sub-Funds Aggregate Bond Fund Global Bond Europe Sustainable JPMorgan Funds – Climate Change Solutions JPMorgan Funds - Opportunities Equity Fund Fund Sustainable Fund JPMorgan Funds –America Equity Fund JPMorgan Funds – Social Advancement Fund Europe Sustainable JPMorgan Funds - Asia Small Cap Equity Fund JPMorgan Funds – Sustainable Consumption Growth Fund Fund JPMorgan Funds –JPMorgan Funds - Asia Global Sustainable JPMorgan Funds"
    ],
    "type": "chapter"
  },
  {
    "title": [
      "JPMorgan Funds -Europe Dynamic Technologies Fund JPMorgan Funds -Europe Equity Absolute Alpha Fund JPMorgan Funds -Europe Equity Fund JPMorgan Funds -Europe Equity Plus Fund JPMorgan Funds -Europe High Yield Bond Fund JPMorgan Funds -Europe Small Cap Fund JPMorgan Funds -Europe Strategic Growth Fund JPMorgan Funds -Financials Bond Fund JPMorgan Funds -Global Aggregate Bond Fund JPMorgan Funds"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Funds",
        "given": "JPMorgan"
      }
    ],
    "container-title": [
      "US Equity All Cap Fund REPRESENTATIVE AND PRINCIPAL PAYING AGENT JPMorgan Funds - Taiwan Fund Nordea Danmark, Filial af Nordea Bank Abp, Finland JPMorgan Funds - Japan Equity Fund Issuer Services, Custody & Issuer Services JPMorgan Funds - Global Focus Fund Postbox 850, Reg.no. 5528. HH.6.1 JPMorgan Funds - US Value Fund JPMorgan Funds - Europe Equity Plus Fund DK-0900 Copenhagen C JPMorgan Funds - Europe Dynamic Technologies Fund JPMorgan Funds - Europe Strategic Value Fund The representative and principal paying agent shall assist Danish retail JPMorgan Funds - ASEAN Equity Fund investors in the subscription, redemption, payment of dividends and JPMorgan Funds - America Equity Fund conversion of shares. The representative and principal paying agent shall JPMorgan Funds - US Technology Fund also supply the documents which the Fund makes public in Luxembourg and JPMorgan Funds - Emerging Markets Dividend Fund provide information about the Fund at the request of investors. JPMorgan Funds - Euroland Equity Fund France JPMorgan Funds - US Smaller Companies Fund REPRESENTATIVE JPMorgan Funds - Asia Growth Fund JPMorgan Asset Management (Europe) S.à r.l., Paris Branch Place JPMorgan Funds - Greater China Fund Vendôme JPMorgan Funds - Emerging Markets Equity Fund F-75001"
    ],
    "location": [
      "Paris, France"
    ],
    "note": [
      "JPMorgan Funds - Emerging Markets Opportunities Fund +33 1 44 21 70 00 PRINCIPAL PAYING AGENT JPMorgan Funds - China Fund BNP Paribas Securities Services JPMorgan Funds - Latin America Equity Fund"
    ],
    "title": [
      "Korea Equity Fund A-1020 Vienna, Austria JPMorgan Funds - Europe Sustainable Equity Fund JPMorgan Funds - Europe Belgium Sustainable Small Cap Equity Fund PRINCIPAL PAYING AGENT JPMorgan Funds - Global Sustainable Equity Fund JP Morgan Chase Bank NA, Brussels Branch JPMorgan Funds - Global Research Enhanced Index Equity Fund Boulevard du Régent/Regentlaan 35, 1000 Brussels, Belgium JPMorgan Funds - Global Growth Fund Croatia JPMorgan Funds - Europe Strategic Growth Fund PAYING AGENT JPMorgan Funds - US Growth Fund ZAGREBAČKA BANKA d.d., JPMorgan Funds - Emerging Middle East Equity Fund Zagreb, Trg bana Josipa Jela i a 10 JPMorgan Funds - Global Equity Fund 10000 Zagreb, Croatia JPMorgan Funds - Euroland Dynamic Fund Cyprus JPMorgan Funds - Europe Dynamic Fund PAYING AGENT JPMorgan Funds - US Hedged Equity Fund Eurobank Cyprus Ltd JPMorgan Funds - Pacific Equity Fund 41 Makariou Avenue, JPMorgan Funds - Europe Dynamic Small Cap Fund 1065 Nicosia, Cyprus. JPMorgan Funds - Africa Equity Fund JPMorgan Funds - Global Natural Resources Fund Czech Republic JPMorgan Funds - US Small Cap Growth Fund REPRESENTATIVE AND PRINCIPAL PAYING AGENT JPMorgan Funds - Emerging Markets Small Cap Fund UniCredit Bank Czech Republic and Slovakia A.S JPMorgan Funds - Europe Small Cap Fund Prague 4 – Michle, Želetavská 1525/1 JPMorgan Funds - Europe Equity Fund Postcode 140 92, Czech Republic JPMorgan Funds - Asia Pacific Equity Fund Denmark JPMorgan Funds"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "J.P. Morgan SE"
    ],
    "note": [
      "Luxembourg Branch 6, route de Trèves Incorporated 9 August 1995 in Mauritius under the Mauritius Companies Act L-2633 Senningerberg, Grand Duchy of Luxembourg 1984 as a wholly-owned subsidiary."
    ],
    "title": [
      "MANAGEMENT COMPANY CONDUCTING OFFICERS well as information regarding safekeeping functions delegated by the Gilbert Dunlop depositary and the up-to-date list of delegates are available on request from Philippe Ringard the Management Company. For a current list of sub-custodians used by the Beate Gross depositary, go to https://am.jpmorgan.com/content/dam/jpm-am-James Stuart aem/emea/lu/en/communications/lux-communication/jpm-lux-list-Louise Mullan subcustodians-ce-en.pdf. The conducting officers supervise and coordinate the activities of the Management Company and are responsible for the day to day management MAURITIUS SUBSIDIARY of the Management Company in accordance with the Luxembourg law. Mauritius subsidiary name JPMorgan SICAV Investment Company (Mauritius) Limited DEPOSITARY Legal form of company open-ended private company limited"
    ],
    "type": "article-journal"
  },
  {
    "date": [
      "2001"
    ],
    "title": [
      "The depositary provides such services as: Governing legislation Companies Act 2001, Category 1 Global Business Licence under the Financial Services Development Act"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Floor"
      },
      {
        "family": "Luxembourg J.P. Morgan Alternative Asset Management",
        "given": "Grand Duchy",
        "particle": "of"
      },
      {
        "given": "Inc"
      }
    ],
    "citation-number": [
      "21"
    ],
    "container-title": [
      "In some countries, use of an agent is mandatory"
    ],
    "location": [
      "New York, NY"
    ],
    "note": [
      "JPMorgan Asset Management (UK) Limited 60 Victoria Embankment London EC4Y 0JP, United Kingdom Authorised and regulated by the FCA. J.P. Morgan Investment Management Inc."
    ],
    "title": [
      "Chater House Elvinger Hoss Prussen, société anonyme 2, place Winston Churchill, B.P. 425 8 Connaught Road Central Hong Kong L-2014 Luxembourg",
      "The legal adviser provides independent legal advice on business, regulatory, 383 Madison Avenue tax, and other matters, as requested",
      "10179, United States of America JPMorgan Asset Management (Japan) Limited SALES AGENTS AND DISTRIBUTORS Tokyo Building, 7-3 Marunouchi 2-chome Chiyoda-ku Tokyo 100-6432, Japan The Management Company appoints sales agents and Distributors (entities JPMorgan Asset Management (Singapore) Limited or individuals who arrange or carry out the marketing, sales or distribution 88 Market Street, 30th Floor, CapitaSpring, Singapore 048948 of Sub-Fund Shares"
    ],
    "type": "chapter"
  },
  {
    "location": [
      "Argentina, Australia, Taiwan"
    ],
    "title": [
      "Fund). intergovernmental economic organisation with 35 member countries. G20 The “Group of Twenty”, the central forum for international cooperation PRC The People’s Republic of China, not including Hong Kong, Macau or on financial and economic issues, which comprises"
    ],
    "type": null
  },
  {
    "location": [
      "Brazil, Canada, China, France, Germany, India, Indonesia, Italy, Japan, PRC",
      "Turkey, UK, USA"
    ],
    "note": [
      "and incorporated in China and having its principal place of business at No. 25"
    ],
    "title": [
      "Custodian China Construction Bank Corporation (\"CCB\") a company Mexico, Russia, Saudi Arabia, South Africa, South Korea"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "Annex II of directive"
      }
    ],
    "date": [
      "2014/65/EU"
    ],
    "title": [
      "Shareholder Reports The annual and semi-annual reports of the Fund"
    ],
    "type": null
  },
  {
    "note": [
      "the Council of 13 July 2009 on the coordination of laws, regulations and Money Market Sub-Fund Any Sub-Fund duly authorised in accordance with administrative provisions relating to undertakings for collective investment the provisions of Regulation (EU) 2017/1131 of the European Parliament and in transferable securities."
    ],
    "title": [
      "Management Company The entity with overall responsibility for business Short-Term Money Market Sub-Fund Any Sub-fund duly authorised in management of the Fund. accordance with the provisions of Regulation (EU) 2017/1131 of the European Minimum Amount of Assets under Management Minimum amount of Parliament and of the Council of 14 June 2017 on Money Market Funds as assets is determined by the Management Company (excluding investments in may be amended or replaced from time to time the JPMorgan Liquidity Funds range, JPMorgan Funds – Managed Reserves Sub-Fund Any sub-fund of the Fund. Fund and JPMorgan Funds – Sterling Managed Reserves Fund) via segregated mandates and/or collective investment schemes, managed UCI An Undertaking for Collective Investment. and/or administrated by any entities of the JPMorgan Asset Management UCITS An Undertaking for Collective Investment in Transferable Securities group, including but not limited to the Management Company and the governed by the Directive 2009/65/EC of the European Parliament and of Investment Managers"
    ],
    "type": null
  },
  {
    "date": [
      "2014-07-23"
    ],
    "title": [
      "of the Council of 14 June 2017 on Money Market Funds as may be amended UCITS V Directive Directive 2014/91/EU of the European Parliament and of or replaced from time to time. the Council of",
      "amending the Directive 2009/65/EC on the NAV Net asset value per Share. coordination of laws, regulations and administrative provisions relating to undertakings for collective investment in transferable securities (UCITS) as OECD The Organisation for Economic Co-operation and Development, an regards depositary functions, remuneration policies and sanctions"
    ],
    "type": null
  },
  {
    "note": [
      "NEXT STEPS Address E-mail: JPMorgan Asset Management (Europe) S.à. r.l. fundinfo@jpmorgan.com 6, route de Trèves, L-2633 Senningerberg, Grand Duchy of Luxembourg Website:"
    ],
    "type": null,
    "url": [
      "www.jpmorganassetmanagement.com"
    ]
  }
]
