[
  {
    "citation-number": [
      "1."
    ],
    "title": [
      "Notes on non-GAAP financial measures"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Estimated"
      }
    ],
    "citation-number": [
      "2."
    ],
    "note": [
      "and expired on December 31, 2021."
    ],
    "title": [
      "Reflects the relief provided by the Federal Reserve Board in response to the COVID-19 pandemic, including the CECL capital transition provisions that became effective in the first quarter of 2020"
    ],
    "type": null
  },
  {
    "container-title": [
      "Refer to Regulatory Developments Relating to the COVID-19 Pandemic on"
    ],
    "date": [
      "2022"
    ],
    "note": [
      "and Capital Risk Management on pages 91-101 of the Firm’s 2020 Form 10-K for additional information."
    ],
    "pages": [
      "52–53"
    ],
    "title": [
      "For the period ended December 31, 2021, the impact of the CECL capital transition provisions resulted in an increase to CET1 capital of $2.9 billion. The cumulative impact of $2.9 billion not recognized in CET1 capital at December 31, 2021 will be phased in at 25% per year beginning January 1",
      "Refer to Capital Risk Management on pages 48-53 of the Firm’s Quarterly Report on Form 10-Q for the quarterly period ended September 30, 2021 for additional information on the Firm’s capital metrics"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "3."
    ],
    "note": [
      "Last twelve months (“LTM”)."
    ],
    "type": null
  },
  {
    "citation-number": [
      "4."
    ],
    "title": [
      "Includes the net impact of employee issuances"
    ],
    "type": null
  },
  {
    "citation-number": [
      "5."
    ],
    "title": [
      "Percentage comparisons noted in the bullet points are for the fourth quarter of 2021 versus the prior-year fourth quarter, unless otherwise specified"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Estimated"
      }
    ],
    "citation-number": [
      "6."
    ],
    "container-title": [
      "Does not include borrowing capacity at Federal Home Loan Banks and the discount window at the Federal Reserve Bank. Refer to Liquidity Risk Management on"
    ],
    "note": [
      "of the Firm’s Quarterly Report on Form 10-Q for the quarterly period ended September 30, 2021 and on pages 102-108 of the Firm’s 2020 Form 10-K for additional information."
    ],
    "pages": [
      "54–58"
    ],
    "title": [
      "High-quality liquid assets (“HQLA”) and unencumbered marketable securities, includes the Firm’s average eligible HQLA, other end-of-period HQLA-eligible securities which are included as part of the excess liquidity at JPMorgan Chase Bank, N.A. that are not transferable to non-bank affiliates and thus excluded from the Firm’s liquidity coverage ratio (“LCR”) under the LCR rule, and other end-of-period unencumbered marketable securities, such as equity and debt securities"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "7."
    ],
    "title": [
      "Excludes Commercial Card"
    ],
    "type": null
  },
  {
    "citation-number": [
      "8."
    ],
    "title": [
      "Users of all mobile platforms who have logged in within the past 90 days"
    ],
    "type": null
  },
  {
    "citation-number": [
      "9."
    ],
    "title": [
      "Credit provided to clients represents new and renewed credit, including loans and commitments"
    ],
    "type": null
  },
  {
    "citation-number": [
      "10."
    ],
    "note": [
      "Refer to page 2 of the Earnings Release Financial Supplement for further information."
    ],
    "title": [
      "In the first quarter of 2021, the Firm reclassified certain deferred investment tax credits from accounts payable and other liabilities to other assets to be a reduction to the carrying value of certain tax-oriented investments. The reclassification also resulted in an increase in income tax expense and a corresponding increase in other income, with no effect on net income. Prior-period amounts have been revised to conform with the current presentation, including the Firm’s effective income tax rate. The reclassification did not change the Firm’s results of operations on a managed basis"
    ],
    "type": null
  },
  {
    "citation-number": [
      "11."
    ],
    "title": [
      "In the fourth quarter of 2021, the Wholesale Payments business was renamed Payments"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Chase",
        "given": "JPMorgan"
      },
      {
        "given": "Co"
      }
    ],
    "date": [
      "2021"
    ],
    "note": [
      "Information about JPMorgan Chase & Co. is available at www.jpmorganchase.com."
    ],
    "title": [
      "NYSE: JPM) is a leading financial services firm based in the United States of America (“U.S.”), with operations worldwide. JPMorgan Chase had $3.7 trillion in assets and $294.1 billion in stockholders’ equity as of December 31",
      "The Firm is a leader in investment banking, financial services for consumers and small businesses, commercial banking, financial transaction processing and asset management. Under the J.P. Morgan and Chase brands, the Firm serves millions of customers in the U.S. and many of the world’s most prominent corporate, institutional and government clients globally"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Chase",
        "given": "JPMorgan"
      },
      {
        "given": "Co"
      }
    ],
    "note": [
      "The live audio webcast and presentation slides will be available on the Firm’s website, www.jpmorganchase.com, under Investor Relations, Events & Presentations."
    ],
    "title": [
      "will host a conference call today, January 14, 2022, at 8:30 a.m. (Eastern) to present fourth quarter 2021 financial results. The general public can access the call by dialing (866) 659-9159 in the U.S. and Canada, or (617) 399-5172 for international participants; use passcode 26483228#. Please dial in 15 minutes prior to the start of the call"
    ],
    "type": "webpage"
  },
  {
    "note": [
      "Eastern) on January 14, 2022, through 11:59 p.m. on January 28, 2022, by telephone at (888) 286-8010 (U.S. and Canada) or (617) 801-6888 (international); use passcode 70127291#. The replay will also be available via webcast on www.jpmorganchase.com under Investor Relations, Events & Presentations. Additional detailed financial, statistical and business-related information is included in a financial supplement. The earnings release and the financial supplement are available at www.jpmorganchase.com."
    ],
    "title": [
      "A replay of the conference call will be available beginning at approximately 11:00 a.m"
    ],
    "type": "webpage"
  }
]
