[
  {
    "author": [
      {
        "family": "Commerce",
        "given": "Department",
        "particle": "of"
      },
      {
        "family": "Jorda",
        "given": "Mr Karl"
      },
      {
        "family": "Professor",
        "given": "Franklin Pierce Law Center"
      },
      {
        "family": "Schwaab",
        "given": "Mr Richard"
      },
      {
        "family": "Professor",
        "given": "Adjunct"
      }
    ],
    "container-title": [
      "President of the Intellectual Property Owners; Mr"
    ],
    "date": [
      "1995-10-26"
    ],
    "editor": [
      {
        "given": "Foley"
      },
      {
        "family": "Lardner",
        "given": "Mr Gary L.Griswold"
      }
    ],
    "note": [
      "Robert A. Armitage, President, American Intellectual Property Law Association (AIPLA); and Mr. William D."
    ],
    "title": [
      "The Committee’s Subcommittee on Courts and Intellectual Property held one day of hearings on Title III of H.R",
      "Testimony was received from Mr. Dieter Hoinkes, Senior Counsel, Office of Legislative and International Affairs, Patent and Trademark Office, U.S",
      "George Mason Law School and Partner"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Budinger",
        "given": "Chairman"
      },
      {
        "family": "Officer",
        "given": "Chief Executive"
      },
      {
        "family": "Rodel",
        "given": "Incorporated"
      },
      {
        "family": "Lieberman",
        "given": "Senator Joseph I."
      },
      {
        "family": "S",
        "particle": "the sponsor of"
      }
    ],
    "date": [
      "1996-10-19"
    ],
    "location": [
      "William D",
      "Campbell, Leigh"
    ],
    "note": [
      "& Whinston; Mr. Donald R. Dunner, Chair, Section of Intellectual Property Law Section, American Bar Association; Mr."
    ],
    "publisher": [
      "Noonan, Klarquist, Sparkman"
    ],
    "title": [
      "The Committee’s Subcommittee on Courts and Intellectual Property held one day of hearings on Title IV of H.R",
      "Testimony was received from G. Lee Skillington, Counsel, Office of Legislative and International Affairs, Patent and Trademark Office, United States Department of Commerce",
      "909, the Senate companion bill to H.R. 2419; Dr"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Kirk",
        "given": "Michael"
      }
    ],
    "publisher": [
      "Robert Lougher, Inventors Awareness Group"
    ],
    "title": [
      "Executive Director, American Intellectual Property Law Association; and Mr"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "literal": "SEC. 8G."
      }
    ],
    "container-title": [
      "the Farm Credit Administration, the Federal Communications Commission, the Federal Deposit Insurance Corporation, the Federal Election Commission, the Federal Housing Finance Board, the Federal Labor Relations Authority, the Federal Maritime Commission, the Federal Trade Commission, the Legal Services Corporation, the National Archives and Records Administration"
    ],
    "date": [
      "a"
    ],
    "note": [
      "the National Credit Union Administration, the National Endowment for the Arts, the National Endowment for 137"
    ],
    "title": [
      "Notwithstanding section 11 of this Act, as used in this section—(1) * * * (2) the term ‘‘designated Federal entity’’ means Amtrak, the Appalachian Regional Commission, the Board of Governors of the Federal Reserve System, the Board for International Broadcasting, the Commodity Futures Trading Commission, the Consumer Product Safety Commission, the Corporation for Public Broadcasting, the Equal Employment Opportunity Commission"
    ],
    "type": "chapter"
  }
]
