[
  {
    "author": [
      {
        "family": "of",
        "given": "U.N.C.L.A.S.S.I.F.I.E.D.U.S.Department"
      }
    ],
    "note": [
      "State Case No. F-2014-20439 Doc No. C05789409 Date: 10/30/2015"
    ],
    "type": null
  },
  {
    "container-title": [
      "The Department of State discourages travel in close proximity to the Iranian border"
    ],
    "title": [
      "while hiking in the vicinity of the Iranian border in the Kurdistan region. The U.S. Embassy has limited resources to assist U.S. citizens who venture close to or cross the border with Iran"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "State Department guidance to U.S. businesses in Iraq advises the use of protective security details"
    ],
    "note": [
      "Detailed security information is available at the U.S. Embassy website and at the U.S. Central Command website."
    ],
    "title": [
      "The U.S. government considers the potential threat to U.S. government personnel in Iraq to be serious enough to require them to live and work under strict security guidelines. All U.S. government employees under the authority of the U.S. Ambassador must travel in groups of two or more within the IZ and carry a working cell phone or radio when exiting the U.S. Embassy compound. U.S. government personnel require special permission and a protective security detail at all times when traveling outside the IZ and outside secure facilities, and may be prohibited from traveling to certain areas of Iraq based on prevailing security conditions"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "literal": "The U.S. Embassy provides services to the general public, including U.S. citizens, in Iraq."
      }
    ],
    "container-title": [
      "All U.S. citizens in Iraq, including those working on contract for the U.S. government, are urged to inform the U.S. Embassy of their presence in Iraq by enrolling in the Smart Traveler Enrollment Program (STEP)in order to obtain updated travel information. By enrolling, U.S"
    ],
    "note": [
      "citizens make it easier for the Embassy to provide updated security information or to contact them in emergencies. UNCLASSIFIED U.S. Department of State Case No. F-2014-20439 Doc No. C05789409 Date: 10/30/2015"
    ],
    "title": [
      "The ability of the U.S. Embassy to provide services to U.S. citizens outside Baghdad is particularly limited given the security environment. U.S. citizens who choose to visit or reside in Iraq despite this Travel Warning are urged to take responsibility for their own personal security and belongings (including their U.S. passports) and to avoid crowds, especially rallies or demonstrations. U.S. citizens who choose to travel in Iraq should be aware that Iraqi authorities have arrested or detained U.S. citizens whose purpose of travel is not readily apparent. Persons also have been detained for taking photographs of buildings or other scenic sites"
    ],
    "type": "chapter"
  },
  {
    "note": [
      "from the United States) or 0770-443-1286 (within Iraq). As cell phone service is unreliable in Iraq, emergency calls may also be placed through the Department of State at 1-888-407-4747."
    ],
    "title": [
      "U.S. citizens may obtain the latest security information or other information about Iraq by contacting the U.S. Embassy, located in the International Zone, via email, landline (from U.S. dial 1-240-553-0581 ext. 4293 or 2413) or by accessing U.S. Embassy Baghdad's website. The after-hours emergency numbers are 011-964-770-443-1286"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "of",
        "given": "U.N.C.L.A.S.S.I.F.I.E.D.U.S.Department"
      }
    ],
    "note": [
      "State Case No. F-2014-20439 Doc No. C05789409 Date: 10/30/2015"
    ],
    "type": null
  }
]
