[
  {
    "author": [
      {
        "family": "Investment",
        "given": "Shareholder I.D.G.Technology Venture",
        "suffix": "III"
      },
      {
        "given": "L.P."
      }
    ],
    "date": [
      "2006-04-20",
      "2006-04-20"
    ],
    "publisher": [
      "N/A Shareholder Chongqing Science Media Development Co",
      "N/A Ltd"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "I",
        "given": "Bingrong Wu Blue Sky Strategic Holdings"
      },
      {
        "family": "Holdings",
        "given": "Ltd Blue Sky Strategic",
        "suffix": "II"
      },
      {
        "family": "Breyer",
        "given": "Ltd"
      },
      {
        "family": "Management",
        "given": "James W.China Golden Leaf Equity Fund S.P.C.Chunying Liu Golden Year Holdings Limited Guerrilla Capital"
      },
      {
        "family": "Partners",
        "given": "L.L.C.Guerrilla"
      },
      {
        "given": "L.P."
      }
    ],
    "container-title": [
      "IDG Technology Venture Investment IV LLC Idg Technology Venture Investment IV, L.P. Idg Technology Venture Investment, Inc. Idg Technology Venture Investment, LP IDG Technology Venture Investments LLC Idg Technology Venture Investments, L.P. Idg Technology Venture Management, LLC IDG-Accel China Growth Fund Associates L.P. IDG-Accel China Growth Fund GP Associates Ltd. IDG-Accel China Growth Fund GP II Associates Ltd. IDG-Accel China Growth Fund II Associates L.P. Idg-Accel China Growth Fund II L.P"
    ],
    "publisher": [
      "International Data Group Inc"
    ],
    "source": [
      "Idg-Accel China Growth Fund-A L.P. IDG-Accel China Investors Associates Ltd. Idg-Accel China Investors II L.P. Idg-Accel China Investors L.P"
    ],
    "title": [
      "Guozhe Li Hua-Mei 21st Century Partners, LP Idg Enterprises Inc Idg Holdings Inc IDG Technology Venture Investment III LLC Idg Technology Venture Investment III, L.P"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "BREYER",
        "given": "J.O.H.N.P."
      },
      {
        "given": "b"
      }
    ],
    "date": [
      "4/14/1935"
    ],
    "note": [
      "BREYER; b. 8/18/1936; (650) 340-1616; last known address (650) 343-7811 ; last known address"
    ],
    "title": [
      "EVA K"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "-"
      }
    ],
    "date": [
      "1755",
      "94123"
    ],
    "location": [
      "Hillsborough"
    ],
    "note": [
      "CA 94010;"
    ],
    "title": [
      "Filbert St. San Francisco CA - 130 Eucalyptus Ave"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "By STAFF David Kirkpatrick, Michael Rogers, Patricia Sellers, wife - SUSAN G. ZAROFF, married John Steinbreder, and Eleanor SJohnson Tracy"
      },
      {
        "literal": ", Pitkin CO; sister - SUSAN (FORTUNE Magazine) -"
      }
    ],
    "container-title": [
      "John Breyer, 51, ACCEL PARTNERS LLP , managing a venture capitalist who helped start Computer World magazine, recently agreed to join with Hungary's government to publish a Hungarian edition. \"We donl want to rub in our success,\" says Breyer. \"I'd like partner to bridge the gap between the old 1956 Hungarians and the new Hungarians.\" These dozen executives WAL-MART"
    ],
    "date": [
      "1986-10-27"
    ],
    "genre": [
      "FORTUNE 6/2/1987"
    ],
    "note": [
      "director are among the most prominent of Hungary's class of 1956: Agi Clark, 45, senior vice president, N.W. Ayer, a New York advertising agency. George Erde, 47, co-founder, Linear Technology, a se rrGUIIIUUG l C."
    ],
    "title": [
      "A remarkable number of top U.S. executives will rk the 30th anniversary Z. BREYER (CA); brother - STEPHEN Hungary's brief revolt against Soviet domination on October 23: They are VF>t'~ r'''' of the uprising. With ' P. BREYER (WA) weeks of the 1956 rebellion, about 200,000 fled Hungary, many of them coli who feared reprisal. Some 30,000 Hungarians came to the U.S. Many are at the top of the PI~re's;io cinematographers Zsigmond Vilmos (The Deer Hunter) and Laszlo Kovacs (Close rs of the FACEBOOK, director Third Kind). A large number of the emigrants head high-tech and venture capital firms"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "P",
        "given": "Mr John"
      }
    ],
    "container-title": [
      "Mr. Breyer holds a B.S.E.E. from the Technical University of Budapest and a B.A. in Political ... Read Full Background Corporate Headquarters Annual Compensation 6th Floor There is no Annual Compensation data available"
    ],
    "location": [
      "Beijing"
    ],
    "pages": [
      "– 100005"
    ],
    "title": [
      "Breyer is the Chairman at lOG Technology Venture Investment, Inc. He has 12 years experience in raising venture capital funds in the United States, investing in selected portfolio companies, and providing the liquidity path for Hytec, Inc. For 16 years, Mr. Breyer was the President of International Data Corp. He also has five years investment experience in Hungary"
    ],
    "type": "chapter"
  },
  {
    "note": [
      "comlresearchls tocks/private/person. asp ?personld=816887 & privca pld=2 2 297 5/8/2013 1:22:53 PM"
    ],
    "type": null,
    "url": [
      "http://investing.businessweek."
    ]
  },
  {
    "date": [
      "2/11/2015"
    ],
    "title": [
      "SEC Info - Search - \"james w. breyer"
    ],
    "type": null
  }
]
