[
  {
    "author": [
      {
        "family": "J.P",
        "given": "Investing",
        "particle": "with"
      }
    ],
    "title": [
      "Morgan Funds (continued) EXCHANGING FUND SHARES An exchange is selling shares of one J.P. Morgan Fund and taking the proceeds to simultaneously purchase shares of another J.P. Morgan Fund. Before making an exchange request, you should read the prospectus of the J.P. Morgan Fund whose shares you would like to purchase by exchange. You can obtain a prospectus for any J.P. Morgan Fund by contacting your Financial Intermediary, by visiting www.jpmorganfunds.com, or by calling 1-800-480-4111"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "J.P. Morgan Funds",
        "particle": "prevent disruptions in the management of"
      },
      {
        "family": "J.P",
        "particle": "certain"
      }
    ],
    "title": [
      "Morgan Funds limit excessive exchange activity as described in the “Frequent Trading Policy” section. Your exchange privilege will be limited or revoked if the exchange activity is considered excessive. In addition, any J.P. Morgan Fund may reject any exchange request for any reason, including if it is not in the best interests of the Fund and/or its shareholders to accept the exchange"
    ],
    "type": null
  },
  {
    "note": [
      "You may call 1-800-480-4111 for complete instructions."
    ],
    "title": [
      "• For Class A and Class C Shares only, you can set up a systematic exchange program to automatically exchange shares on a regular basis. However, you cannot have simultaneous systematic investment plans for the same Fund"
    ],
    "type": null
  },
  {
    "title": [
      "Generally, you will not pay a sales charge on an exchange except as specified below"
    ],
    "type": null
  },
  {
    "note": [
      "The current holding period for your exchanged Class A (Morgan Shares of a J.P. Morgan money market fund) or Class C Shares, is carried over to your new shares."
    ],
    "title": [
      "If you exchange Class A or Class C Shares of a Fund that are subject to a CDSC for Class A (Morgan Shares of a J.P. Morgan money market fund) or Class C Shares, respectively, of another Fund, you will not pay a CDSC at the time of the exchange, however: 1. Your new Class A (Morgan Shares of a J.P. Morgan money market fund) or Class C Shares will be subject to the CDSC of the Fund from which you exchanged, and 2"
    ],
    "type": null
  },
  {
    "type": null,
    "url": [
      "address: publicinfo@sec.gov."
    ]
  },
  {
    "author": [
      {
        "family": "INFORMATION",
        "given": "S.T.A.T.E.M.E.N.T.O.F.A.D.D.I.T.I.O.N.A.L."
      }
    ],
    "note": [
      "this prospectus. This means, by law, they are considered to Investment Company Act File No. for the International Research Enhanced be part of this prospectus. Equity Fund is 811-4236."
    ],
    "title": [
      "Investment Company Act File No. for each of the Funds except the The SAIs contain more detailed information about the Funds International Research Enhanced Equity Fund, Emerging Markets Research and their policies. They are incorporated by reference into Enhanced Equity Fund and International Hedged Equity Fund is 811-21295"
    ],
    "type": null
  },
  {
    "date": [
      "2022-03"
    ],
    "note": [
      "Box 219143 Kansas City, MO 64121-9143 ©JPMorgan Chase & Co. 2021. All rights reserved."
    ],
    "publisher": [
      "Morgan Funds Services P.O"
    ],
    "title": [
      "You can get a free copy of these documents and other Investment Company Act File No. for the Emerging Markets Research information, or ask us any questions, by calling us at 1-800- Enhanced Equity Fund and International Hedged Equity Fund is 811-23117. 480-4111 or writing to: J.P"
    ],
    "type": null
  }
]
