[
  {
    "author": [
      {
        "given": "H.I.S.T.O.R.I.C.A.L."
      }
    ],
    "title": [
      "Arrival in Britain of the earliest Celts (Goidels) about 1000-500 B.C. Brythons and Belgae, coming over during the 2nd and 3rd centuries B.C., largely supplant the Goidels Belgic settlers still crossing over from Gaul in the time of Julius Caesar, who made his first invasion"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Claudius A.D",
        "given": "B.C.Britain",
        "particle": "declared a Roman province under"
      }
    ],
    "citation-number": [
      "55"
    ],
    "container-title": [
      "Patrick in Ireland, fifth century St. Columba carries the gospel to the Northern Picts, sixth century. TRADITIONAL"
    ],
    "note": [
      "Fictitious dates assigned by the Irish com-"
    ],
    "title": [
      "43 Abandoned under Honorius A.D. 410 Druidism forbidden to Roman citizens under Tiberius (reigned A.D. 14-37) and its complete suppression ordered by Claudius (reigned A.D. 41-54) The chief stronghold of the Druids in Britain destroyed under Suetonius Paulinus, A.D. 61 Christianity, introduced under the Roman rule, makes gradual headway Gildas, writing in the sixth century, describes paganism as extinct in civilised Britain Era of St"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "L",
        "given": "W."
      }
    ],
    "date": [
      "1904"
    ],
    "location": [
      "London"
    ],
    "title": [
      "Faraday's The Cattle Raid of Cualnge"
    ],
    "type": null
  },
  {
    "note": [
      "Dublin, 1854-61 ; in Mr. H. O'Grady's Silva Gadelica, London, 1892 and in S. ;"
    ],
    "title": [
      "The Fenian sagas are best studied in the six volumes of the Transactions of the Otsianic Society"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "gion",
        "given": "Paris"
      },
      {
        "given": "iii"
      },
      {
        "family": "Litterature Celtique.'",
        "particle": "iv. of the Cours de"
      }
    ],
    "date": [
      "1889",
      "1884"
    ],
    "location": [
      "Paris"
    ],
    "note": [
      "vol. ii. of the Cours '), translated by Mr. R. I. Best as The Irish Mythological Cycle and Celtic Mythology, Dublin, 1903 Professor;"
    ],
    "title": [
      "Critical studies on the subject in handy form are as yet few. We may mention De Jubainville's Le Cyde Mythologique Irlandais et la Mythologie Celti(fue"
    ],
    "type": null,
    "volume": [
      "forms vols"
    ]
  },
  {
    "author": [
      {
        "family": "T.",
        "given": "Printed",
        "particle": "by"
      },
      {
        "family": "CONSTABLE",
        "given": "A."
      }
    ],
    "publisher": [
      "Press University of California"
    ],
    "title": [
      "Printers to His Majesty at the Edinburgh Uuiversity"
    ],
    "type": "book"
  }
]
