[
  {
    "author": [
      {
        "literal": "James Albert Ennis Donice McCune Bowling Green State University Stephen F. Austin State University John F. Beyers, II Jackie Miller University of Maryland, The Ohio State University University College Bernard J. Morzuch Yvonne Brown University of Massachusetts, Pima Community College Amherst Beth Chance Dennis M. O’Brien California Polytechnic State University of Wisconsin, La Crosse University Dwight M."
      }
    ],
    "publisher": [
      "Poliak Donna Gorton Northern Illinois University Butler Community College Kimberley A. Polly Joel Haack Indiana University Bloomington University of Northern Iowa Geetha Ramachandran Bernard Hall California State University Newbury College B. Madhu Rao Susan Herring Bowling Green State University Sonoma State University Gina F. Reed David Holmes Gainesville College The College of New Jersey Steven E. Rigdon Michael Hughes Southern Illinois University, Miami University Edwardsville Satish Iyengar Kevin M. Riordan University of Pittsburgh South Suburban College Jann-Huei Jinn Sharon Ross Grand Valley State University Georgia Perimeter College Christopher Lacke Edward Rothman Rowan University University of Michigan Tze-San Lee George W. Schultz"
    ],
    "title": [
      "Olson Brant Deppa John Carroll University Winona State University JoAnn Paderi Carol DeVille Lourdes College Louisiana Tech University Melissa Pedone Jacqueline Fesq Valencia Community College Raritan Valley Community College Alan Polansky Richard Gilman Northern Illinois University Holy Cross College Cathy D"
    ],
    "type": "book"
  },
  {
    "note": [
      "• Available Sunday–Thursday evenings from 5 P.M. to midnight EST; telephone: 1-800-435-4084; e-mail: AdjunctSupport@aw.com; fax:"
    ],
    "pages": [
      "1–877–262–9774"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Marathon",
        "given": "Science The"
      },
      {
        "family": "Physiological",
        "given": "Medical"
      },
      {
        "family": "Science",
        "given": "U.S.Environmental Protection Agency"
      },
      {
        "family": "Epidemiological",
        "given": "Engineering Indicators"
      },
      {
        "family": "Statistics U.S. Federal Highway Administration Scientific American Thomas Stanley",
        "given": "Psychological Studies U.S.Federal Bureau",
        "particle": "of Investigation Science News The Methods of"
      },
      {
        "family": "U.S. Justice Department Sexually Transmitted Disease Surveillance Time Spent Viewing U.S",
        "given": "Georgia State University U.S.Geological Survey Scottish Executive Thoroughbred Times U.S.Internal Revenue Service Semi-annual Wireless Survey Time",
        "particle": "magazine"
      },
      {
        "family": "Force",
        "given": "Report U.S.Air"
      },
      {
        "family": "Labor Statistics Vital",
        "given": "Bureau",
        "particle": "of"
      },
      {
        "family": "United States Statistics Norway U.S. Census Bureau Wall Street Journal Storm Prediction Center U.S",
        "given": "Health Statistics Returns U.S.Bureau",
        "particle": "of Prisons Vital Statistics of the"
      }
    ],
    "container-title": [
      "Congress, Joint Committee on Printing Webster’s New World Dictionary Survey of Graduate Science Engineering U.S. Department of Agriculture Western Journal of Medicine Students and Postdoctorates U.S. Department of Commerce Wichita Eagle TalkBack Live U.S. Department of Health and Human Women and Cardiovascular Disease Teaching Issues and Experiments in Ecology Services Hospitalizations Technometrics U.S. Department of Housing and Urban WONDER database Television Bureau of Advertising, Inc. Development World Almanac Tempe Daily News U.S. Department of Justice World Series Overview The Earth: Structure, Composition and Evolution U.S. Energy Information Administration Zogby International Poll April 11",
      "Agricultural Trade Update Vegetarian Journal Statistical"
    ],
    "date": [
      "2007"
    ],
    "issue": [
      "03"
    ],
    "note": [
      "m90-ch01 Sheet number 1 Page number 1 cyan magenta yellow black"
    ],
    "title": [
      "National Center for Education Statistics Signs of Progress Time Style and Design U.S. News and World Report Social Forces Trade Environment Database U.S. Substance Abuse and Mental Health South Carolina Budget and Control Board Travel + Leisure Golf Services Administration South Carolina Statistical Abstract Trends in Television U.S. Women’s Open Sports Illustrated Tropical Biodiversity USA TODAY TV Basics USA TODAY/CNN Gallup Poll SportsCenturyRetrospective Urban Studies USA TODAY Online Statistical Abstract of the United States U.S",
      "National Oceanic and Vegetarian Resource Group Statistical Yearbook Atmospheric Administration VentureOne Corporation Statistics of Income, Individual Income Tax U.S",
      "Coast Guard Washington Post Survey of Current Business U.S"
    ],
    "type": "article-journal",
    "volume": [
      "10"
    ]
  },
  {
    "container-title": [
      "The data ing the"
    ],
    "date": [
      "2003",
      "1987"
    ],
    "location": [
      "Walpole, NH"
    ],
    "note": [
      "payrolls (in millions of dollars) and winning were obtained from a graph—adapted from information in percentages (through August 3) of major league baseball the article mentioned—in John Robbins’ classic book Diet teams. We have reproduced the data on the WeissStats CD. for a New America"
    ],
    "pages": [
      "1–3",
      "271"
    ],
    "publisher": [
      "Stillpoint"
    ],
    "title": [
      "the risk factors for cancer is probably more significant than 20. Payroll and Success. Steve Galbraith, Morgan Standiet and nutrition.” One dietary factor that has been studied ley’s Chief Investment Officer for U.S. Equity Research, exfor its relationship with prostate cancer is fat consumption. amined several financial aspects of baseball in the article On the WeissStats CD, you will find data on per capita fat “Finding the Financial Equivalent of a Walk” (Perspectives, consumption (in grams per day) and prostate cancer death October 2003",
      "The article includes a table containrate (per 100,000 males) for nations of the world"
    ],
    "type": "article-journal"
  },
  {
    "container-title": [
      "StatCrunch in MyStatLab Internet Projects Analyzing Data Online Exploring Data Online"
    ],
    "type": "chapter"
  }
]
