[
  {
    "author": [
      {
        "family": "D.R. Shackleton Bailey",
        "particle": "by"
      },
      {
        "family": "Book V",
        "particle": "of"
      },
      {
        "family": "Peter Howell",
        "particle": "by"
      }
    ],
    "date": [
      "1993",
      "2006",
      "1995"
    ],
    "note": [
      "of Book I, by Peter Howell (Athlone Press, London, 1980), of Book II, by Craig Williams (Oxford University Press, 2004), of Book IV, by Rosario Moreno Soldevila (Brill, Leiden, 2006),",
      "of Book VII, by Guillermo Galan Vioque (Brill, Leiden, 2002), of Book XI, by Nigel Kay (Duckworth, London, 1985), and of Book XIII (the Xenia) (Duckworth, 2001), and Book XIV (the Apophoreta) (Duckworth, 1996), both by T.J. Leary. The commentary on Book IX by Christer Henriksén (Acta Universitatis Upsaliensis, Uppsala, 1998-9) is in English, but does not include translations. All of these contain bibliographies, but for the fullest account of"
    ],
    "publisher": [
      "Harvard University Press",
      "Oxford University Press"
    ],
    "title": [
      "Much the most convenient and up-to-date edition of Martial is the three-volume set in the Loeb Classical Library",
      "This has the Latin on one page, with English translation opposite, brief notes, an index of topics, and a particularly useful index of names. There are also commentaries in English, including prose translations, of the Liber Spectaculorum, by Kathleen Coleman"
    ],
    "type": null
  },
  {
    "container-title": [
      "Martial – Select Epigrams",
      "and underplaying his humour. Most of the essays in Toto Notus in Orbe: Perspektiven der Martial-Interpretation"
    ],
    "date": [
      "2003",
      "2006",
      "2003",
      "1991"
    ],
    "editor": [
      {
        "given": "Lindsay"
      },
      {
        "family": "Watson",
        "given": "Patricia"
      },
      {
        "family": "Grewing",
        "given": "Farouk"
      }
    ],
    "pages": [
      "167–277",
      "109–223"
    ],
    "publisher": [
      "Cambridge University Press",
      "Cambridge University Press"
    ],
    "title": [
      "recent publications there are two articles in Lustrum by Sven Lorenz",
      "provides translations and helpful commentaries. J.P. Sullivan’s Martial: The Unexpected Classic – A Literary and Historical Study",
      "is the essential monograph, though it presents a somewhat unsympathetic portrait of its subject, taxing him with misogyny and other forms of ‘political incorrectness’"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "Swann’s Martial’s Catullus (Hildesheim, 1994), and Gideon Nisbet’s Greek Epigram in the"
    ],
    "date": [
      "1998",
      "2003"
    ],
    "location": [
      "Stuttgart",
      "Roman Empire"
    ],
    "publisher": [
      "Franz Steiner Verlag",
      "Martial’s Forgotten Rivals (Oxford University Press"
    ],
    "title": [
      "are in English. Martial’s relationship with his predecessors is the subject of B.W"
    ],
    "type": "chapter"
  },
  {
    "date": [
      "2007"
    ],
    "note": [
      "Journal of Roman Studies 91, 2001,113-45), and by Stephen Hinds, on ‘Martial’s Ovid / Ovid’s Martial’ (Journal of Roman Studies"
    ],
    "publisher": [
      "University of Chicago Press"
    ],
    "title": [
      "William Fitzgerald has provided a modern literary study in Martial: The World of the Epigram",
      "There are also significant articles by Luke Roman, on ‘The Representation of Literary Materiality in Martial’s Epigrams"
    ],
    "type": null
  },
  {
    "citation-number": [
      "97,"
    ],
    "date": [
      "2007"
    ],
    "note": [
      "Spisak in Martial: A Social Guide (Duckworth, 2007)."
    ],
    "pages": [
      "113–54"
    ],
    "title": [
      "Martial’s role as a critic of contemporary society is discussed by Art L"
    ],
    "type": null
  },
  {
    "container-title": [
      "Journal of Roman Studies"
    ],
    "date": [
      "2007"
    ],
    "note": [
      "J.N. Adams, in The Latin Sexual Vocabulary"
    ],
    "pages": [
      "101–12"
    ],
    "title": [
      "The revised dating of the Liber Spectaculorum has been argued by T.V. Buttrey in ‘Domitian, the Rhinoceros, and the Date of Martial’s Liber de Spectaculis’"
    ],
    "type": "article-journal",
    "volume": [
      "97"
    ]
  },
  {
    "author": [
      {
        "given": "Duckworth"
      }
    ],
    "container-title": [
      "to whom White replied in ‘Martial and Pre-publication Texts’ (Échos du Monde Classique / Classical Views 40",
      "Journal of Roman Studies"
    ],
    "date": [
      "1982",
      "1974",
      "1995",
      "1996"
    ],
    "note": [
      "The best account of Roman social life is J.P.V.D. Balsdon’s Life and Leisure in Ancient Rome (Bodley Head, London, 1969). The well-known book by Jérome Carcopino, Daily Life in Ancient Rome (translated by E.O."
    ],
    "pages": [
      "31–58 ,",
      "397–412"
    ],
    "title": [
      "has much to say about Martial. The vexed question of the publication of Martial’s poems, whether initially in collections of a few epigrams circulated informally, or in codices (parchment books) containing several books at once, has been discussed by Peter White in ‘The Presentation and Dedication of the Silvae and the Epigrams",
      "40-61), challenged by Don Fowler in ‘Martial and the Book"
    ],
    "type": "article-journal",
    "volume": [
      "64"
    ]
  },
  {
    "author": [
      {
        "family": "Lorimer",
        "given": "Penguin"
      },
      {
        "given": "Harmondsworth"
      },
      {
        "family": "R.D. Mcnaghten",
        "particle": "by"
      },
      {
        "family": "Longman",
        "given": "London"
      }
    ],
    "container-title": [
      "together with Brill’s Companion to Hellenistic Epigram"
    ],
    "date": [
      "1941",
      "1963",
      "1992",
      "1995",
      "1993",
      "2007"
    ],
    "editor": [
      {
        "family": "Bing",
        "given": "Peter"
      },
      {
        "family": "Bruss",
        "given": "Jon Steffen"
      }
    ],
    "location": [
      "London",
      "Leiden"
    ],
    "note": [
      "The newly discovered fragments of Posidippus are discussed in a book edited by Kathryn Gutzwiller, The New Posidippus: A Hellenistic Poetry Book"
    ],
    "publisher": [
      "Routledge",
      "Princeton University Press",
      "Clarendon Press"
    ],
    "title": [
      "needs to be used with caution. There is also Ugo Enrico Paoli, Rome: Its People, Life and Customs",
      "A more positive view of Domitian than the traditional one is presented in Brian W. Jones’s The Emperor Domitian",
      "On Callimachus, see Alan Cameron, Callimachus and his Critics",
      "See also his The Greek Anthology from Meleager to Planudes"
    ],
    "translator": [
      {
        "literal": "translated"
      }
    ],
    "type": "chapter"
  },
  {
    "date": [
      "2005"
    ],
    "publisher": [
      "Oxford University Press"
    ],
    "type": "book"
  },
  {
    "container-title": [
      "Cambridge Quarterly"
    ],
    "date": [
      "1988"
    ],
    "pages": [
      "297–368 ,"
    ],
    "title": [
      "An interesting critical essay by a non-classicist is H.A. Mason’s ‘Is Martial a Classic?",
      "a review of Sullivan and Whigham’s anthology of translations mentioned in the last chapter"
    ],
    "type": "article-journal",
    "volume": [
      "17"
    ]
  },
  {
    "author": [
      {
        "given": "M.R."
      }
    ],
    "genre": [
      "(D.Phil. thesis,"
    ],
    "note": [
      "Oxford, 2002) has not yet been published: it deals with Thomas More, John Parkhurst, John Owen, Thomas Campion, Ben Jonson, Robert Herrick, and William Shakespeare."
    ],
    "title": [
      "Clark’s ‘In a Martial hand’: Studies in the Epigram in Early Modern Britain"
    ],
    "type": "thesis"
  }
]
