[
  {
    "author": [
      {
        "family": "Skerlou’s",
        "given": "E."
      }
    ],
    "collection-title": [
      "International Series"
    ],
    "container-title": [
      "between 1979-1996’Archaiologiko Ergo sti Makedonia kai Thraki",
      "Cremations during the Bronze Age and the Early Iron Age",
      "Proceedings of Int. Symposium",
      "‘Tholos Grave of the Early Iron Age in Pantanassa Site, Amariou, of North Rethymnon’ by E. Tegou in, Cremations in Bronze and Early Iron Age, Proceedings of Int. Symposium",
      "Chr. Stampolidis, Ministries of the Aegean and of Culture, Greece",
      "Cremations in Bronze and Early Iron Age, Proceedings of Int. Symposium",
      "Chr. Stampolidis, Ministries of the Aegean, and of Culture, Greece",
      "‘Human Cremations from the City of Kos’, in, Cremations in Bronze and Early Iron Age, Proceedings of Int. Symposium",
      "Chr. Stampolidis, Ministries of the Aegean, and of Culture, Greece",
      "E. Skarlatidou’s ‘The Cremation of Humans in Abdera During the Early Archaic Period’ Cremations in Bronze and Early Iron Age, Proceedings of Int. Symposium",
      "Chr. Stampolidis, Ministries of the Aegean, and of Culture, Greece"
    ],
    "date": [
      "1998",
      "2001",
      "2001",
      "2001",
      "2001",
      "2001",
      "2001",
      "2002",
      "1031",
      "2003",
      "2004"
    ],
    "director": [
      {
        "family": "B.C.",
        "given": "Rethymnon"
      },
      {
        "given": "Crete"
      }
    ],
    "editor": [
      {
        "family": "Athens",
        "given": "N.Stampolidis"
      },
      {
        "family": "Chr",
        "given": "N."
      },
      {
        "given": "N."
      },
      {
        "given": "N."
      },
      {
        "family": "Mposnakis’",
        "given": "D."
      },
      {
        "given": "N."
      },
      {
        "given": "N."
      },
      {
        "family": "Stamatopoulou",
        "given": "M."
      },
      {
        "family": "M.",
        "given": "Yeroulanou"
      }
    ],
    "location": [
      "Greece",
      "BAR",
      "Greece"
    ],
    "note": [
      "‘Physical anthropological report on the cremated human remains of an individual retrieved from the Amphipolis agora, in ‘Excavating Classical Amphipolis’ by Ch. Koukouli-Chrysanthaki, Excavating Classical Culture,"
    ],
    "pages": [
      "770–794",
      "217–232",
      "405–415",
      "69–82",
      "121–153",
      "258–285",
      "223–258",
      "331–343",
      "72–73"
    ],
    "publisher": [
      "University of Crete",
      "Samos Island Antiquities Authority"
    ],
    "title": [
      "The Osseous Record in the Western Necropolis of Amathous: an Archaeo-Anthropological Investigation’ Proceedings of the International Symposium: The Eastern Mediterranean, Cyprus-Dodecanese-Crete 16th-6th c",
      "Complexity of factors implicated in the forensic assessments of ancient human cremated skeletal tissues including the possibility for methodological problems and biases of interpretation: Exploring the cases of the Geometric-Archaic burial ground at Orthi Petra in Eleutherna, Crete, and the Classical Necropolis of Abdera in Thrace, Greece",
      "Cremation Burial in LM IIIC-SubMinoan Crete and the Cemetery at Pezoulos Atsipades’ Cremations in Bronze and Early Iron Age",
      "Stampolidis, Ministries of the Aegean, and of Culture, Greece",
      "The Pantanassa Project Human Cremations, Rethymnon, Crete",
      "Human Cremations of the Archaic period from Kardamaina of the Island of Kos",
      "Human Cremations from Kardamaina site in Kos",
      "Human Cremations of the Archaic Period from the Ancient City of Kos’",
      "Human Cremations in Archaic Abdera",
      "Anthropologic Results of the Geometric Period Cemetery at Pythagoreion’ Archival Report",
      "The Clazomenaean Colonization Endeavor"
    ],
    "type": "paper-conference",
    "volume": [
      "10B"
    ]
  },
  {
    "container-title": [
      "Agelarakis, Pan. A., 2005, The Anthropology of Tomb A1K1 of Orthi Petra in Eleutherna, A Narrative of the Bones: Aspects of the Human Condition in Geometric-Archaic Eleutherna"
    ],
    "pages": [
      "66"
    ],
    "publisher": [
      "Publications of the University of Crete, Rethymnon"
    ],
    "title": [
      "The author thanks Prof. Argiro Agelarakis, MFA, for her long term assistantship in the anthropological research project of Orthi Petra in Eleutherna, and for the front and back cover illustrations representing Cf"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Cf. Zafeiropoulou",
        "given": "F."
      },
      {
        "family": "Agelarakis",
        "given": "Pan A."
      }
    ],
    "citation-number": [
      "52"
    ],
    "container-title": [
      "Archaeology"
    ],
    "date": [
      "2005"
    ],
    "issue": [
      "1"
    ],
    "note": [
      "Agelarakis, Pan. A., Paros Polyandreia, Report in preparation. 54 Cf. Agelarakis, Pan. A., 2005, “Demographic Dynamics and Funerary Rituals as Reflected from Rhodian Hadra Urns”"
    ],
    "pages": [
      "30–35"
    ],
    "title": [
      "The only funerary amphora, serving as a Paroikia archaeological museum exhibit sample, that had not been emptied of its contents in earlier years by museum personnel for the required procedures of post excavation cultural resource management regarding the conservation and preservation of organic and inorganic materials contained",
      "Warriors of Paros”"
    ],
    "type": "article-journal",
    "volume": [
      "58"
    ]
  },
  {
    "author": [
      {
        "family": "Report",
        "given": "Archival"
      },
      {
        "family": "Giannikouri",
        "given": "A.",
        "particle": "care of"
      },
      {
        "given": "Dir"
      }
    ],
    "date": [
      "2005"
    ],
    "genre": [
      "Archival Report,"
    ],
    "note": [
      "care of Giannikouri, A., Dir., Archaeological and Historical Institute of Rhodes 2006."
    ],
    "title": [
      "Archaeological and Historical Institute of Rhodes",
      "2004-2005 Report on Human Cremated Remains of Hadra style Funerary Hydriae from the Hellenistic Necropolis of Rhodes"
    ],
    "type": "report"
  }
]
