[
  {
    "author": [
      {
        "family": "Tom Brunner",
        "given": "U.S.Chamber of Commerce"
      },
      {
        "family": "Chandler",
        "given": "Dr James P."
      },
      {
        "family": "University",
        "given": "George Washington"
      },
      {
        "family": "Damadian",
        "given": "Dr Raymond"
      },
      {
        "family": "President",
        "given": "Fonar Corp"
      },
      {
        "family": "Heffernan",
        "given": "Richard J."
      },
      {
        "family": "Industrial Security",
        "given": "American Society",
        "particle": "of"
      },
      {
        "family": "McCloskey",
        "given": "Pete"
      },
      {
        "family": "President",
        "given": "Electronic Industries Association"
      },
      {
        "family": "Melton",
        "given": "John"
      },
      {
        "family": "SDL",
        "given": "Vice President"
      },
      {
        "family": "Inc.",
        "given": "David Shannon"
      }
    ],
    "date": [
      "1996"
    ],
    "note": [
      "The Committee’s Subcommittee on Crime held one day of hearings on H.R. 3723 on May 9,",
      "Senior Counsel, Intel Corporation; Dan Whiteman, Director of Security, General Motors; with additional material submitted by Hughes Corporation. COMMITTEE CONSIDERATION On July 10, 1996, the Subcommittee on Crime met in open session and ordered reported the bill H.R. 3723, by a voice vote, a"
    ],
    "title": [
      "Testimony was received from Louis Freeh, Director of the Federal Bureau of Investigation"
    ],
    "type": "report"
  },
  {
    "author": [
      {
        "family": "present",
        "particle": "quorum being"
      }
    ],
    "title": [
      "On September 11, 1996, the Committee met in open session and ordered reported favorably the bill H.R. 3732 with one amendment in the nature of a substitute by voice vote, a quorum being present"
    ],
    "type": null
  },
  {
    "date": [
      "1996-09-16"
    ],
    "location": [
      "CONGRESS",
      "Washington, DC"
    ],
    "publisher": [
      "CONGRESSIONAL BUDGET OFFICE"
    ],
    "title": [
      "In compliance with clause 2(l)(C)(3) of rule XI of the Rules of the House of Representatives, the Committee sets forth, with respect to the bill, H.R. 3723, the following estimate and comparison prepared by the Director of the Congressional Budget Office under section 403 of the Congressional Budget Act of 1974: U.S"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "HYDE",
        "given": "Hon H.E.N.R.Y.J."
      },
      {
        "family": "Chairman",
        "given": "Committee on the Judiciary"
      },
      {
        "family": "Representatives",
        "given": "House",
        "particle": "of"
      },
      {
        "family": "Washington",
        "given": "D.C.D.E.A.R.M.R."
      }
    ],
    "container-title": [
      "3723, the Economic Espionage Act of 1996"
    ],
    "note": [
      "as ordered reported by the House Committee on the Judiciary on September"
    ],
    "title": [
      "CHAIRMAN: The Congressional Budget Office has reviewed H.R"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "11,"
    ],
    "date": [
      "1996",
      "1997"
    ],
    "title": [
      "CBO estimates that enacting the bill would result in additional discretionary spending of about $3 million over the"
    ],
    "type": null
  },
  {
    "pages": [
      "1510"
    ],
    "title": [
      "injuring an officer, juror, or witness generally"
    ],
    "type": null
  },
  {
    "container-title": [
      "sections"
    ],
    "note": [
      "interstate transportation of stolen property), section 2321 (relating to trafficking in certain motor vehicles or motor vehicle parts), section 1203 (relating to hostage taking), section 1029 (relating to fraud and related activity in connection with access devices), section 3146 (relating to penalty for failure to appear), section 3521(b)(3) (relating to witness relocation and assistance), section 32 (relating to destruction of aircraft or aircraft facilities), section 1963 (violations with respect to racketeer influenced and corrupt organizations), section 115 (relating to threatening or retaliating against a Federal official), and section 1341 (relating to mail fraud), section 351 (violations with respect to congressional, Cabinet, or Supreme Court assassinations, kidnapping, and assault), section 831 (relating to prohibited transactions involving nuclear materials), section 33 (relating to destruction of"
    ],
    "pages": [
      "2315"
    ],
    "title": [
      "obstruction of criminal investigations), section 1511 (obstruction of State or local law enforcement), section 1751 (Presidential and Presidential staff assassination, kidnapping, and assault), section 1951 (interference with commerce by threats or violence), section 1952 (interstate and foreign travel or transportation in aid of racketeering enterprises), section 1958 (relating to use of interstate commerce facilities in the commission of murder for hire), section 1959 (relating to violent crimes in aid of racketeering activity), section 1954 (offer, acceptance, or solicitation to influence operations of employee benefit plan), section 1955 (prohibition of business enterprises of gambling), section 1956 (laundering of monetary instruments), section 1957 (relating to engaging in monetary transactions in property derived from specified unlawful activity), section 659 (theft from interstate shipment), section 664 (embezzlement from pension and welfare funds), section 1343 (fraud by wire, radio, or television), section 1344 (relating to bank fraud), sections 2251 and 2252 (sexual exploitation of children"
    ],
    "type": "article-journal",
    "volume": [
      "2312, 2313, 2314"
    ]
  }
]
