[
  {
    "citation-number": [
      "1213"
    ],
    "note": [
      "Damietta occupied (1219–21); Frederick II of Germany in Holy Land (1228–9); treaty with Sultan of Egypt restores Jerusalem (1229"
    ],
    "title": [
      "Innocent III proclaims Fifth Crusade and extends crusade privileges to those who contribute but do not go on crusade 1215 Fourth Lateran Council authorizes regular crusade taxation 1217–29 Fifth Crusade; siege of Damietta (1218–19"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1231"
    ],
    "title": [
      "onwards Crusades against the Byzantines to defend western conquests in Greece 1239–68 Crusades against Hohenstaufen rulers of Germany and Sicily 1239–41 Crusades to Holy Land of Theobald, Count of"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1456"
    ],
    "title": [
      "Belgrade successfully defended from Ottoman Turks with help of crusaders under John of Capistrano 1460–4 Abortive crusade of Pope Pius II 1480 Turks besiege Rhodes 1492 Granada falls to Spanish Monarchs"
    ],
    "type": null
  },
  {
    "citation-number": [
      "16th"
    ],
    "note": [
      "enemies"
    ],
    "title": [
      "century More crusades against Turks in Mediterranean and central Europe; from 1530s crusades threatened against heretics (Protestants) 1522 Rhodes falls to Turks 1525 Secularization of Teutonic Order in Prussia 1529 Turks besiege Vienna 1530–1798 Hospitallers rule Malta 1560s–90s French Wars of Religion; some Catholics receive crusade privileges 1561–2 Secularization of Teutonic Order in Livonia 1565 Turks fail to conquer Malta 1571 Holy League wins a naval battle against the Turks at Lepanto; Cyprus falls to Turks 1578 King Sebastian of Portugal defeated and killed at Alcazar on crusade in Morocco 1588 Spanish Armada attracts crusade privileges for Spanish 1669 Crete falls to Turks 1683 Turks besiege Vienna 1684–97 Holy League begins to reconquer Balkans from Turks 1798 Hospitallers surrender Malta to Napoleon Bonaparte 1898 Kaiser Wilhelm II of Germany visits Jerusalem and Damascus 1914–18 First World War; Ottoman Turkey allies with Germany which encourages proclamation of jihad against the Turks"
    ],
    "type": null
  },
  {
    "date": [
      "1917"
    ],
    "note": [
      "defended in wars 1948, 1967, 1973) 1982 Israeli invasion of Lebanon 1990 Gulf War 2001 Al-Qaeda attack on US 2003 –Iraq War"
    ],
    "title": [
      "British under General Allenby take Jerusalem 1919 Versailles Peace Treaty negotiations confirm Mandates for Britain and France in Syria, Palestine, Iraq, and the Lebanon 1948 Creation of the State of Israel"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Barber",
        "given": "M."
      },
      {
        "family": "Erdmann",
        "given": "C."
      },
      {
        "family": "Mayer",
        "given": "H.E."
      }
    ],
    "date": [
      "1994"
    ],
    "edition": [
      "2nd edn"
    ],
    "location": [
      "Cambridge"
    ],
    "note": [
      "Princeton, 1977) A. Forey, The Military Orders (London, 1992) C. Hillenbrand, The Crusades: Islamic Perspectives (Edinburgh, 1999) N. Housley, The Later Crusades (Oxford, 1992",
      "Oxford, 1988) J. Riley-Smith, The Crusades: A Short History (London, 1987) J. Riley-Smith (ed.), The Oxford Illustrated History of the Crusades (Oxford, 1995"
    ],
    "title": [
      "The New Knighthood",
      "The Origin of the Idea of Crusade",
      "The Crusades"
    ],
    "translator": [
      {
        "family": "Baldwin",
        "given": "Marshall W."
      },
      {
        "family": "Goggart",
        "given": "Walter"
      }
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Riley-Smith",
        "given": "J."
      },
      {
        "family": "Runciman",
        "given": "S."
      }
    ],
    "date": [
      "2002",
      "1951"
    ],
    "edition": [
      "3rd edn"
    ],
    "location": [
      "London",
      "Cambridge"
    ],
    "title": [
      "What were the Crusades?",
      "A History of the Crusades"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Tyerman",
        "given": "C."
      }
    ],
    "date": [
      "1998"
    ],
    "location": [
      "London"
    ],
    "note": [
      "Holy War N. Housley, Religious Warfare in Europe 1400–1536 (Oxford, 2002"
    ],
    "title": [
      "The Invention of the Crusades"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Muldoon",
        "given": "J."
      }
    ],
    "date": [
      "1979"
    ],
    "location": [
      "Liverpool"
    ],
    "title": [
      "Popes, Lawyers and Infidels"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Russell",
        "given": "F.H."
      }
    ],
    "date": [
      "1975"
    ],
    "location": [
      "Cambridge"
    ],
    "title": [
      "The Just War in the Middle Ages"
    ],
    "type": null
  }
]
