[
  {
    "author": [
      {
        "family": "Rand",
        "given": "E.K."
      },
      {
        "family": "Wilkinson",
        "given": "L.P."
      },
      {
        "family": "Recalled",
        "given": "Ovid"
      },
      {
        "family": "Kenney",
        "given": "E.J."
      },
      {
        "given": "L.I.F.E."
      },
      {
        "family": "Syme",
        "given": "C.H.R.O.N.O.L.O.G.Y.R."
      },
      {
        "family": "Henderson",
        "given": "A.A.R."
      },
      {
        "family": "Anderson",
        "given": "S."
      }
    ],
    "container-title": [
      "Ovid",
      "The Cambridge History of Classical Literature, II, Latin Literature",
      "J"
    ],
    "date": [
      "1926",
      "1955",
      "1973",
      "1982",
      "1983",
      "1978",
      "1979",
      "1972"
    ],
    "edition": [
      "2nd edn"
    ],
    "editor": [
      {
        "family": "Binns",
        "given": "J.W."
      },
      {
        "family": "E. J. Kenney",
        "particle": "ed."
      },
      {
        "family": "Clausen",
        "given": "W.V."
      }
    ],
    "location": [
      "London",
      "London",
      "Cambridge",
      "Oxford",
      "Book III",
      "Books VI-X",
      "Book VIII",
      "Book XI"
    ],
    "note": [
      "Miller, rev. G. P. Goold (Loeb: Cambridge, Mass., and London, 1977-84) Commentaries F. Bomer (Heidelberg, 1969- ) (in German) Book I: A. G. Lee (Cambridge, 1953",
      "S. Hollis (Oxford, 1970",
      "M. H. Murphy (Oxford, 1972) Interpretation B. Otis, Ovid as an Epic Poet,",
      "Cambridge, 1970) O. S. Due, Changing Forms. Studies in the Metamorphoses of Ovid (Copenhagen, 1974) G. K. Galinsky, Ovid's Metamorphoses. An Introduction to the Basic Aspects (Berkeley and Los Angeles, 1975) This page intentionally left blank METAMORPHOSES"
    ],
    "pages": [
      "420–57",
      "136–63"
    ],
    "publisher": [
      "W",
      "A",
      "G"
    ],
    "title": [
      "Ovid and his Influence",
      "'Ovid'",
      "= The Age of Augustus",
      "History in Ovid",
      "THE METAMORPHOSES Text F"
    ],
    "type": "article-journal"
  },
  {
    "container-title": [
      "Classical Literary Criticism Greek Lyric Poetry Myths from Mesopotamia APOLLODORUS The Library of Greek Mythology APOLLONIUS OF RHODES Jason and the Golden Fleece APULEIUS The Golden Ass ARISTOTLE The Nicomachean Ethics Physics Politics CAESAR The Civil War The Gallic War CATULLUS The Poems of Catullus CICERO The Nature of the Gods EURIPIDES Medea, Hippolytus, Electra, and Helen GALEN Selected Works HERODOTUS The Histories HESIOD Theogony and Works and Days"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Human Knowledge",
        "given": "T.H.O.M.A.S.A.Q.U.I.N.A.S.Selected Philosophical Writings G.E.O.R.G.E.B.E.R.K.E.L.E.Y.Principles",
        "particle": "of"
      },
      {
        "family": "BURKE",
        "given": "Three Dialogues E.D.M.U.N.D."
      }
    ],
    "container-title": [
      "Beautiful Reflections on the Revolution in France THOMAS CARLYLE The French Revolution CONFUCIUS The Analects FRIEDRICH ENGELS The Condition of the Working Class in England JAMES GEORGE FRAZER The Golden Bough THOMAS HOBBES Human Nature and De Corpore Politico Leviathan JOHN HUME Dialogues Concerning Natural Religion and The Natural History of Religion Selected Essays THOMAS MALTHUS An Essay on the Principle of Population KARL MARX Capital The Communist Manifesto J. S. MILL On Liberty and Other Essays Principles of Economy and Chapters on Socialism FRIEDRICH NIETZSCHE On the Genealogy of Morals Twilight of the Idols THOMAS PAINE Rights of Man, Common Sense, and Other Political Writings JEAN-JACQUES ROUSSEAU Discourse on Political Economy and The Social Contract Discourse on the Origin of Inequality SIM A QIAN Historical Records ADAM SMITH An Inquiry into the Nature and Causes of the Wealth of Nations"
    ],
    "title": [
      "A Philosophical Enquiry into the Origin of Our Ideas of the Sublime and"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "AUGUSTINE The Confessions On Christian Teaching BEDE The Ecclesiastical History"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "An Anthology of Elizabethan Prose Fiction An Anthology of Seventeenth-Century . Fiction APHRA BEHN Oroonoko and Other Writings JOHN BUN VAN Grace Abounding The Pilgrim's Progress SIR PHILIP SIDNEY The Old Arcadia IZAAK WALTON The Compleat Angler MORE ABOUT OXFORD WORLD'S CLASSICS"
    ],
    "type": "chapter"
  }
]
