[
  {
    "author": [
      {
        "given": "Shakespeare"
      },
      {
        "family": "Modern Stage",
        "particle": "the"
      },
      {
        "family": "Rubow",
        "given": "P.V."
      },
      {
        "family": "Oversœttelser",
        "given": "Originaler",
        "particle": "og"
      }
    ],
    "container-title": [
      "TM 1989) the Montagues spoke English and the"
    ],
    "date": [
      "1906",
      "1915",
      "1929"
    ],
    "editor": [
      {
        "literal": "In Romeo and Juliette {sic"
      }
    ],
    "note": [
      "Capulets French. A Midsummer Night's Dream Lefranc, Abel. See DERBY THEORY. Lennox (Lenox) is a Scottish thane who first at the Royal National Theatre in London (1992"
    ],
    "title": [
      "and relating to the subservient role of Frenchhaving revised existing translations and added Shakespeare and the Italian Renaissance",
      "his own. I-SE speakers in *Canada"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Legh",
        "given": "Gerard"
      }
    ],
    "date": [
      "1563",
      "1563"
    ],
    "title": [
      "writer on heraldry, appears in attendance on Duncan, Macbeth 1.2. used mostly British actors—many of them whose Accidence of Armoury",
      "a dialogue AB people of colour, legatees of the empire—and a"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Piper",
        "given": "David"
      }
    ],
    "container-title": [
      "Edward *Capell"
    ],
    "date": [
      "1623",
      "1759",
      "1768"
    ],
    "note": [
      "syllabus, currently featuring at almost every Rduber; The Robbers, 1781) and in his transla- and Edmond *Malone (1790-1821), with their level of British education."
    ],
    "title": [
      "The Image ofthe Poet: British Poets fields, the great individual scholarly publica- Haymarket theatre advertised a production of and their Portraits (1982) tions of all periods must include: *Heminges Julius Caesar performed by 'the young Nobleand *Condell's First *Folio",
      "Nicholas men of the Westminster School'. Beyond the Schiller, Friedrich",
      "German poet *Rowe's Life (prefaced to his edition of 1709); enduring tradition of the school play, Shakeand dramatist. His fascination for Shakespeare's the repeatedly revised editions of George speare has long been a cornerstone of the school great villains is reflected in some early plays {Die *Steevens (1766-93"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Macbeth",
        "particle": "tion of"
      },
      {
        "family": "Stratford",
        "given": "E.K.Chambers's Elizabethan",
        "particle": "ance with"
      },
      {
        "family": "Stage",
        "given": "London Work",
        "particle": "on"
      },
      {
        "family": "Pollard",
        "given": "A.W."
      },
      {
        "given": "G."
      },
      {
        "family": "W",
        "given": "W."
      }
    ],
    "container-title": [
      "Story and translation of sixteen plays (1797), which, when *Bullough's Narrative and Dramatic Sources of character dominate such versions. Fred Sedgcompleted under *Tieck's supervision",
      "WH cordance",
      "WH"
    ],
    "date": [
      "1802",
      "1894",
      "1923",
      "1767",
      "1930",
      "1926",
      "1832",
      "1963"
    ],
    "note": [
      "and Norton Facsimile: The First Folio of from these younger students."
    ],
    "title": [
      "for the Weimar theatre. incorporation of many original documentary For younger students (up to about 11 years In critical writings he pleaded for the trans- sources; those publications of the *Shakespeare old), school Shakespeare mainly comprises a formation of Shakespeare's 'naive' art into a Society (1840-53) uncontaminated by John study of Shakespeare's life and times. A 'Merrie more idealist, 'sentimentalist' mode that dom- Payne Collier's *forgeries; John Bartlett's Con- England' approach directs students' acquaintinates in his later tragedies",
      "and William Shakespeare: A Study ofpastimes, costume, the Globe, Queen Elizabeth Schlegel, August Wilhelm",
      "Ger- Facts and Problems",
      "1, constructs a benign picture of life in country, man Romantic author. In critical writings he R. Redgrave's Short-Title Catalogue of English city, and court. Acting out scenes or short veremphasized the autonomous organism of Books",
      "*Greg's Bibliography of sions of plays has become increasingly popular, Shakespeare's poetry, defining it as 'Romantic'. the English Printed Drama (1939-59) and The with teachers fashioning and directing scripts He is best known for his sensitive metrical Shakespeare First Folio (1955); Geoffrey suitable to their students' abilities",
      "^Shakespeare (1957-75); Charlton Hinman's wick shows that the stimulus of Shakespeare's became standard, although its Romantic stance Printing and Proofreading of the First Folio language evokes writing of considerable quality now seems dated"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "given": "Shakespeare"
      }
    ],
    "container-title": [
      "'Life and Times' studies"
    ],
    "date": [
      "1968"
    ],
    "title": [
      "Marvin Spevack's Complete For older students"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Schoenbaum",
        "given": "S."
      }
    ],
    "date": [
      "1927",
      "1970"
    ],
    "note": [
      "and William Shake-pulsory element of the National Curriculum for"
    ],
    "title": [
      "American and Systematic Concordance to the Works of give way to the study of particular plays. In academic and biographer, responsible for al- Shakespeare (1968-75); Samuel *Schoenbaum's England, the study of Shakespeare is a commost all of the most authoritative modern Shakespeare's Lives"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "year",
        "particle": "plague"
      },
      {
        "family": "Jones",
        "given": "Jeanne E."
      }
    ],
    "date": [
      "1918",
      "1886",
      "1996"
    ],
    "note": [
      "study. IBC poor malnourished and prone to infectious Martin, J. M., 'A Warwickshire Town in Adversity: Stratford-upon-Avon in the Sixteenth Street, Peter (1553-1609), carpenter-builder of disease. and Seventeenth Centuries', Midland History, the *Globe and *Fortune playhouses. Street"
    ],
    "title": [
      "Its precise nature is unknown but Lieder der Ophelia",
      "His tone poem Mac-(éd.), The History of an English Borough: it was linked to the disastrous weather condi- beth",
      "while reflecting some incidents Stratford-upon-Avon 1196-1996 (1997) tions of the period 1594-7, when heavy sum",
      "Family Life in Shakespeare's from the play, is essentially a psychological mer rains destroyed the harvests, leaving the England: Stratford-upon-Avon 1570-1630"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "by Juan de Orduna. Wells, Stanley, and Taylor, Gary, 'No Shrew"
      }
    ],
    "container-title": [
      "and The Shrew: Internal Revision in The Taming of the Shrew, in B"
    ],
    "date": [
      "1915"
    ],
    "editor": [
      {
        "family": "Logan",
        "given": "Terence P."
      },
      {
        "family": "Smith",
        "given": "Denzell S."
      }
    ],
    "note": [
      "Fabian and K. Tamer Tamed, The See FLETCHER, JOHN; Tetzeli von Rosador (eds.), Shakespeare: Text, TAMING OF THE SHREW, T H E . Language Criticism (1987"
    ],
    "title": [
      "published English translation: A New Drama: A onymous Plays'",
      "The Predecessors of Tragedy in Three Acts from the Spanish, trans. Shakespeare: A Survey and Bibliography of Re-John Driscoll Fitz-Gerald and Thacher cent Studies in English Renaissance Drama Howland Guild",
      "The play was made into (i973) a film in Spain in 1946",
      "A ALP Shrew"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "who",
        "given": "English",
        "particle": "poets"
      },
      {
        "family": "medium",
        "particle": "through paper's"
      },
      {
        "family": "Malfi",
        "given": "Hamlet"
      },
      {
        "family": "Iago",
        "given": "Truewit in Jonson's stepchild)"
      }
    ],
    "container-title": [
      "In spite of these short-Elizabeth's Men in 1610-11 and had established composer"
    ],
    "date": [
      "1840"
    ],
    "note": [
      "He composed orchestral works based comings, Shakespeare on television has had a himself sufficiently to replace Richard *Burbage on The Tempest (1873) and Hamlet (1888), but is notable past and promises to be even more as the leading King's Man on the latter's death best known for his fantasy overture Romeo and significant in the HDTV and DVD future."
    ],
    "title": [
      "The reasons are simple: television live 'immortally'. PH Epicoene, and Face in Jonson's The Alchemist. Shakespeare may be interrupted by commer-After John Heminges's death in 1630 Taylor cials, shaped to fit a specific time-slot (particu-Taylor, Joseph (c.1586-1652), actor (York's became a housekeeper of the Globe and the larly in the USA), prepared on the cheap Men 1610, Lady Elizabeth's Men 1611-16, Blackfriars and he and John Lowin took over as without the production values of big-time film, Charles's Men 1616-19, King's Men 1619-42). joint managers of the King's Men. GE and the victim of small image size, fuzzy con-Taylor enters the theatrical record with his un- trast, shallow depth offield,and other defects of authorized transfer from York's Men to Lady Tchaikovsky, Pyotr (llyich",
      "Russian low-resolution output"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "He also Shakespeare to the millions. No one has made a ton's performance as Hamlet was derived"
    ],
    "date": [
      "1619-03",
      "1708"
    ],
    "note": [
      "Juliet (1869, rev. 1870, 1880),",
      "via composed incidental music for Hamlet (1891) film of All's Well That Ends Well, but there have"
    ],
    "title": [
      "In his Roscius Anglicanus",
      "which was first More than any other form, TV has brought John Downes claimed that Thomas *Better- choreographed as a ballet in 1937"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "literal": "his hand. TM the charms of Terry's Portia, wrote of her Kliman, Bernice W., 'Setting in Television Imogen"
      }
    ],
    "container-title": [
      "Shakespeare on Screen: An Inter- intrigue plots. Terence's style and plotting were and Macbeth, and she never played Rosalind, to national Filmography and Videography (1990) studied in 16th-century grammar schools, where whom she was ideally suited. Shakespeare on Film Newsletter"
    ],
    "date": [
      "1988",
      "1896"
    ],
    "editor": [
      {
        "family": "Bulman",
        "given": "J.C."
      },
      {
        "family": "Coursen",
        "given": "H.R."
      },
      {
        "family": "Irving's Hamlet Rothwell",
        "particle": "to"
      },
      {
        "family": "S.",
        "given": "Kenneth"
      },
      {
        "family": "Melzer",
        "given": "Annabelle Henkin"
      },
      {
        "family": "Bernice W",
        "particle": "ed."
      }
    ],
    "note": [
      "he was also attributed with the invention of the After her long partnership with Irving ended, Kliman and Kenneth S. Rothwell (1976-92), five-act structure. Shakespeare's debt to the Ellen Terry pursued her career elsewhere. In incorporated since 1992 in the Shakespeare Roman may include echoes from his plays Bulletin 1902 she appeared as Mistress Page with Beer-"
    ],
    "title": [
      "deathbed Tennyson called out for Shakespeare, and Queen Katherine were mistakes, but Henry Shakespeare on Television: An Anthology of Es- and he was buried with a copy of Cymbeline in *James, who had been totally unsusceptible to says and Reviews",
      "'no part she has played in late Productions', in Hamlet: Film, Television, and Terence (?I90-?I59 BC), Roman comic drama- years is so much of the exact fit of her particular Audio Performance (1988) tist, brought to Rome from Carthage as a slave gifts'. At the Lyceum the display of Ellen Rothwell, Kenneth S., 'Electronic Shakespeare: but later freed for his literary talents. Like Terry's gifts was never the determining factor: From Television to the Web', in A History of *Plautus, he adapted the Greek New Comedy, Shakespeare on Screen: A Century of Film and that was Irving's role. Thus as Ophelia and Lady specifically the plays of Menander, to produce Macbeth she had to defer in costume and in-Television (1999) six plays based on the same stock characters and terpretation (respectively"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Greg",
        "given": "W.W."
      }
    ],
    "container-title": [
      "'The Application of Thought to Textual Criticism', Proceedings of the Classical Association",
      "Studies in Bibliography"
    ],
    "date": [
      "1921"
    ],
    "editor": [
      {
        "family": "Housman",
        "given": "A.E."
      }
    ],
    "pages": [
      "50–1"
    ],
    "title": [
      "'The Rationale of Copy-Text'"
    ],
    "type": "article-journal",
    "volume": [
      "3 (19",
      "18"
    ]
  },
  {
    "author": [
      {
        "family": "gender",
        "given": "sexuality"
      },
      {
        "family": "Titus James",
        "given": "H.",
        "particle": "race. Critics now tend to regard"
      }
    ],
    "note": [
      "in James Redmond (éd.), Themes in Drama (1991) mature tragedies."
    ],
    "title": [
      "'Cultural Disintegration in Titus Andronicus: Muti-Andronicus as at very least an interesting precursor of the lating Titus, Virgil and Rome'"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Kolin",
        "given": "P.C."
      }
    ],
    "date": [
      "1995"
    ],
    "title": [
      "'Titus Andronicus': Critical Essays"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "HISTORY",
        "given": "S.T.A.G.E."
      },
      {
        "family": "drawing",
        "given": "The Henry Peacham"
      },
      {
        "family": "Waith",
        "given": "E.M.W.",
        "particle": "repre-"
      }
    ],
    "container-title": [
      "Shakespeare Survey"
    ],
    "date": [
      "1957"
    ],
    "title": [
      "'The Metamorphosis of Violence in Titus senting key moments from Acts 1 and 5, is the only surviving Andronicus'"
    ],
    "type": "article-journal",
    "volume": [
      "10"
    ]
  },
  {
    "title": [
      "Germany (1907) and America (1915-16) and in there, and he makes John's death appear to have"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Canny",
        "given": "Nicholas"
      }
    ],
    "container-title": [
      "The Troublesome Reign the monk Seventeenth Century",
      "Rome, Cymbeline^.j. AB Difference', in Terence Hawkes (éd.), Alter- Shakespeare's toning down of all this may have native Shakespeares"
    ],
    "date": [
      "1998",
      "1995",
      "1999",
      "1996"
    ],
    "note": [
      "the poisoning takes place on stage (the Difference (1997) Shakespeare (BFI,",
      "Shakespeare as an occasional variation from King John— The Troublesome Reign probably pentameter, or occasionally in songs or the bad dates from the time of the Spanish Armada intravellers are robbed by Sir John and his verse of lovesick characters {Hamlet 2.2.116-19). vasion scare of 1588, when anti-Catholic feeling companions, / Henry IV2.2. AB GTW ran especially high—but the difference between (cont. on page 488"
    ],
    "title": [
      "The Origins of Empire: 1905 inaugurated his annual Shakespeare Festi-British Overseas Enterprise to the Close of the far less to do with his anticipation of the Refval in which six plays were performed in six ormation",
      "Fuler, Mary C, Voyages in Print: English Traveldays, including productions by *Benson and who kills John has a soliloquy explaining his in America, 1576-1624",
      "*Poel. A brief excerpt of Tree's King John, the motives (vengeance for the ransacked monas-Gillies, John, Shakespeare and the Geography offirst Shakespeare film, is included in Silent teries",
      "The Tree archive at the monk dies too, having been obliged to taste Knapp, Jeffrey, An Empire Nowhere: England,University of Bristol is a major resource. RF from the fatal wassail cup first), and the Bastard America and Literaturefrom'Utopia'to 'The Tempest' (1992) subsequently kills the abbot who granted the tribunes, Roman. They receive orders from Loomba, Ania, 'Shakespeare and Cultural monk absolution for his intended crime",
      "trimeter, a verse line of three feet, used by something to do with the later date of his own"
    ],
    "type": "chapter",
    "volume": [
      "2"
    ]
  },
  {
    "author": [
      {
        "family": "Julia",
        "particle": "conversation about the supposedly absent"
      },
      {
        "family": "Britain",
        "particle": "whom Silvia Continent than in"
      },
      {
        "family": "G. G",
        "particle": "with"
      }
    ],
    "note": [
      "and Julia, who each agree to follow him in his pursuit F. Brooks). H. B. Charlton, in his influential account of"
    ],
    "title": [
      "*Gervinus among its pities. few 19th-century advocates (drawing attention, in Shake-5.1 Sir Eglamour and Silviaflyfrom Milan and towards the speare, 1849—50, to its sophisticated use of parallelism, a subforest. 5.2 The Duke brings the news of their flight to Proteus, ject taken up a century later in an important essay by Harold Thurio"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Tillyard",
        "given": "E.M.W."
      },
      {
        "family": "Shakespeare's Early Comedies",
        "particle": "in"
      }
    ],
    "date": [
      "1965"
    ],
    "type": null
  },
  {
    "container-title": [
      "Shakespeare Jahrbuch"
    ],
    "date": [
      "1963"
    ],
    "title": [
      "Second World War in productions such as that of Gundalf Wells, Stanley, 'The Failure of The Two Gentlemen of Verona, Griindgen (Diisseldorf, 1948"
    ],
    "type": "article-journal",
    "volume": [
      "94"
    ]
  },
  {
    "author": [
      {
        "family": "Ulrici",
        "given": "Hermann"
      }
    ],
    "container-title": [
      "He accepts James context of political reflection on the institu-Boaden's 1837 identification of *'Mr W.H.' as tions of government. In the Discourses on Davila"
    ],
    "date": [
      "1806"
    ],
    "title": [
      "German academic. plays performed (including the *Davenant-Shakespeares dramatische Kunst (1839; Shake- Dryden adaptation of The Tempest, performed speare's Dramatic Art, 1876) is an attempt, in Philadelphia during the 1784 discussions of leading later to the work of Edward *Dowden, the constitution). John * Adams quoted extento trace the growth and development of sively from Shakespeare's works, often in a Shakespeare's dramatic art"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "literal": "William Herbert, 3rd Earl of *Pembroke."
      }
    ],
    "container-title": [
      "recusant. He works in her private correspondence. There are inherited *New Place in 1570 and sold it to numerous quotations from Shakespeare in the Shakespeare in 1597"
    ],
    "date": [
      "1790",
      "1555"
    ],
    "location": [
      "William"
    ],
    "note": [
      "His son Fulke was exe- commonplace books of Thomas Jeffierson, who cuted at Warwick in 1598-9 for poisoning him. thought the plays valuable as moral instruction."
    ],
    "title": [
      "he used passages from Troilus and TM Cressida to support arguments for class distinctions based on true merit within the social Ulysses is one of the Greek commanders in structure of the new American democracy. Troilus and Cressida, based on the character of Abigail Adams attended plays with her husthe same name from *Homeric legend. AB band, and frequently quoted from Shakespeare's Underbill"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Hercules",
        "given": "His",
        "particle": "second son"
      }
    ],
    "date": [
      "1581"
    ],
    "publisher": [
      "SW Shakespeare's *birthplace in *Stratford-upon"
    ],
    "title": [
      "confirmed In 1786 Adams and Jeffierson made a visit to Shakespeare's ownership of New Place"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Shakespeare",
        "given": "Americas"
      }
    ],
    "date": [
      "1990",
      "1589"
    ],
    "note": [
      "In 1594 a play called Hamlet, appar-Dunn, Esther Cloudman, Shakespeare in Amer- written in monotonous, metrically clumsy ently old, was performed at Newington Butts. It ica (1939) verse—into the richly various forms it assumed may have been this play that Thomas * Lodge"
    ],
    "publisher": [
      "Robert *Greene"
    ],
    "title": [
      "wherein he condemns transforming English drama in the 1580s from Cartelli, Thomas, Repositioning Shakespeare: those writers who plunder *Seneca for 'whole the form it had taken for much of the 16th National Formations, Postcolonial Appropri- Hamlets—I should say handfuls—of tragicall ations (1999) century—the didactic allegorical interlude, speeches'"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Gayley",
        "given": "Charles Mills"
      }
    ],
    "title": [
      "Shakespeare and the in the 1590s, full of action and versatile poetry"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "America",
        "given": "Founders",
        "particle": "of Liberty in"
      }
    ],
    "date": [
      "1917"
    ],
    "title": [
      "saw, inspiring the comparison in Wit's Misery This is not, perhaps, quite fair to the earlier"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "Kuhl, E.P., 'Shakespeare and the Founders of and the World's Madness"
      }
    ],
    "container-title": [
      "Philological Quarterly"
    ],
    "date": [
      "1596"
    ],
    "location": [
      "Lawrence, Highbrow/Lowbrow"
    ],
    "note": [
      "The author of the ur-Hamlet is *Kyd, whose name is Emergence of Cultural Hierarchy in America Thomas *Kyd—but there is no denying the punningly associated with the play in Nashe's"
    ],
    "title": [
      "between a devil English drama, which is sometimes clever and America: The Tempest'",
      "and 'the ghost, which cried so miserably at the entertaining—nor to the many writers of the 41 (1962) Theatre, \"Hamlet, revenge\" '. The most likely 1580s who did not attend university, such as Levine"
    ],
    "type": "article-journal"
  },
  {
    "date": [
      "1988"
    ],
    "title": [
      "extraordinary theatrical metamorphosis that preface. This would also explain the similarities"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Rawlings",
        "given": "Peter"
      }
    ],
    "note": [
      "They were Thaler, Alwin, Shakespeare and Democracy'(1941) Thomas *Lodge, John *Lyly, and George *Peele Something about the nature of the ur-Hamlet may be glimpsed in the differences between the from Oxford, and Robert *Greene, Christopher university performances. Dramatic per- first and second quartos of Shakespeare's tra-"
    ],
    "title": [
      "Americans on Shakespeare, took place between 1580 and 1590, nor the between The Spanish Tragedy and Hamlet. 1776-19H (i999) University Wits' involvement in it"
    ],
    "type": null
  },
  {
    "note": [
      "High points included Lady Macbeth in French smaller Cottesloe. MJ 'correctness', praising Shakespeare's 'warblings (Paris, 1877) and the Queen in Cymbeline with wild' over Addison's 'coldly correct' poetry Warner, William (c.1558-1609), historian and"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Irving"
      }
    ],
    "date": [
      "1896"
    ],
    "note": [
      "Warner produced the first English"
    ],
    "title": [
      "who restored Queen Margaret ('The Enthusiast'). Warton wrote a variety of translator"
    ],
    "type": null
  },
  {
    "note": [
      "Unpublished"
    ],
    "title": [
      "{Richard in, 1896) for her, a role which she re- critical essays including commentaries on translation of Plautus' Menaechmi, one of the peated with *Benson, for whom she also played Shakespeare for Samuel *Johnson's periodical sources of The Comedy of Errors"
    ],
    "type": "manuscript"
  },
  {
    "author": [
      {
        "family": "Sadler",
        "given": "To Hamnet"
      }
    ],
    "citation-number": [
      "9."
    ],
    "date": [
      "26s"
    ],
    "note": [
      "W.S. bequest to Richard Tyler the elder). has also directed abroad. MJ 'in viewing afar off the course of this loving"
    ],
    "title": [
      "Sd. to buy a ring revived. He staged a controversial all-male As confided his love to 'his familiar friend, W.S.', (replacing what had apparently been a similar You Like Lt at the *National Theatre in 1967 and recently recovered from a similar passion"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "To William Reynolds, 26s. Sd. to buy a comedy . . . determined to see whether it would ring. Williams, Harcourt"
      },
      {
        "family": "Condell",
        "given": "Henry"
      }
    ],
    "citation-number": [
      "10."
    ],
    "container-title": [
      "tions at the *01d Vic. He was determined to Willoughby, 5th Baron Willoughby de Eresby 13"
    ],
    "date": [
      "1880",
      "26s"
    ],
    "editor": [
      {
        "given": "gold"
      }
    ],
    "note": [
      "To his daughter Susanna (Hall), *New break away from the slow deliberation of the (d. 1409). AB Place, two houses in Henley Street, all his Shakespeare voice and to give speed and pace to 'barnes stables Orchardes gardens landes Willow song, sung by Desdemona in Othello his productions, along the lines recommended"
    ],
    "title": [
      "actor and sort to a happier end for this new actor than it director. Having gone on the stage at 17 he had did for the old player'. Willobie was related 11. To his 7-year-old godson William *Walkexperience with Ellen Terry and Beerbohm by marriage to Shakespeare's friend Thomas er, 20s",
      "*Tree and played Macbeth at the Birmingham *Russell. Shakespeare may be 'W.S.' SW 12. To Anthony *Nash, John *Nash, and to Repertory in 1915. His influential contribution his 'fellows' John *Heminges, Richard *Burto the staging of Shakespeare came when he was Willoughby, Lord. He is one of Bolingbroke's bage",
      "%d. to buy them unexpectedly engaged as a director of produc- supporters in Richard 11, based on William de rings"
    ],
    "type": "chapter"
  },
  {
    "date": [
      "1622"
    ],
    "note": [
      "it"
    ],
    "title": [
      "tenementes & hereditamentes' in the Stratford 4.3.38. Not included in the quarto text"
    ],
    "type": null
  },
  {
    "date": [
      "1589"
    ],
    "note": [
      "from its *Giulio Romano (5.2.96) probably derives, whether at first or most recent edition, printed in 1607, since this text alters the second hand, from Giorgio Vasari's Vite de' piu eccellenti"
    ],
    "title": [
      "tion of Robert *Greene's prose romance Pandosto (subtitled he commits suicide. The play has no other major sources, The Triumph of Time, and also known as 'The History of though it derives incidental details from a number of texts Dorastus and Fawnia'), which had first appeared in 1588 and (besides Plutarch and Boccaccio). Polixenes' defence of art had gone through five editions before Shakespeare composed (4.4.89-97) borrows from a similar passage in *Puttenham's The Winter's Tale. Shakespeare had probably known this Art of English Poesy",
      "while Shakespeare's knowledge of work for some time: in any case he was not working"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "FLETCHER",
        "given": "See"
      },
      {
        "family": "JOHN",
        "given": "T.A.M.I.N.G.O.F.T.H.E.S.H.R.E.W."
      },
      {
        "family": "See MAIDENHEAD INN. THE. Worcester",
        "given": "W.",
        "particle": "o o l s h o p."
      },
      {
        "family": "Northumber- Wright",
        "given": "Earl",
        "particle": "of. Brother of"
      },
      {
        "given": "James"
      }
    ],
    "date": [
      "1643",
      "1632",
      "1699"
    ],
    "note": [
      "John (b. 1930), British actor. Having AVON, ELIZABETHAN, AND THE THEATRE. Othello. CMSA acted at Oxford from 1954 and with the *01d Vic he came into his own with his idiosyncratic, Wordsworth, William (1770-1850), English poet. No less than his verse drama The Borderers Wright of Derby, Joseph (1734-97), English"
    ],
    "title": [
      "antiquary and Wood, Anthony à",
      "a notoriously ill- land, and Hotspur's uncle, his rebellion is author of the anonymous Historia histrionica: tempered antiquary whose collection Athenae eventually defeated, and he is executed, / Henry An Historical Account of the English Stage",
      "Oxonienses included anecdotal material about iv 5.5.14 (based on Thomas Percy (c.1344— Written as a dialogue between Lovewit and an Sir William *Davenant contributed by John 1403)). AB old cavalier, it is a useful source of information *Aubrey. CMSA on early 17th-century plays, players, and play-Worcester's Men. See STRATFORD-UPON- houses and includes references to Hamlet and Wood"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Drury Lane",
        "particle": "at"
      },
      {
        "family": "Mercutio",
        "particle": "playing"
      },
      {
        "family": "Worth",
        "given": "Irene"
      },
      {
        "family": "Touchstone",
        "given": "American",
        "particle": "actress. Born picture'. Wright evidently failed to assign"
      },
      {
        "given": "Lucio"
      }
    ],
    "container-title": [
      "Juliet CMSA *Guthrie in 1953 she appeared as Helena in All's in the Tomb (now lost), was shown, instead, at Well That Ends Well and Queen Margaret in Wooer. Under the Doctor's instructions he has the Royal Academy exhibition of 1790. CT Richard in, returning in 1959 to star as Rosasex with the Jailer's Daughter in The Two Noble lind. She was a leading presence in the Royal Kinsmen to cure her of her madness. AB Shakespeare Company from 1962"
    ],
    "date": [
      "1916"
    ],
    "note": [
      "playing Wright, W(illiam) Aldis (1836-1914), English academic and editor, with W. G. Clark and J. Woolf, (Adeline) Virginia (1882-1941), English challenging modern parts as well as Goneril in Glover, of the first *Cambridge edition of novelist and critic. Woolf s influential essay in Peter *Brook's revelatory King Lear, a part she Shakespeare (9 vols., 1863-6). Its textual ap-"
    ],
    "title": [
      "He began his stage career as a child actor, be-World Shakespeare Congress. See INTER- treatment of figures, particularly that of Ferdicame a dancer and mime at *Covent Garden, NATIONAL SHAKESPEARE ASSOCIATION. nand, who, as one critic stated, was 'not suffiand from 1738 was the most famous Harlequin ciently historical or practical for the rest of the and comic",
      "Polonius, and a combative in Nebraska, she trained with the English elosufficient importance to narrative in his works Petruchio to Kitty *Clive's Catharine in '\"Gar- cutionist Elsie Fogerty. Her distinguished carfor the Shakespeare Gallery. Boydell turned rick's adaptation. He returned to London after eer as a Shakespearian began with the *01d Vic down two paintings by Wright: the first, The unsuccessful management in Dublin and made Company in 1951. At the first Shakespeare Fes-Winter's Tale (now lost), depicted an overhis final appearance as Stephano in 1777. tival at Stratford, Ontario, under Tyrone dominant coastal landscape; the second"
    ],
    "type": "chapter"
  },
  {
    "note": [
      "She played Gertrude in paratus included variant readings from all early speculates on the obstacles that might have Hamlet at Greenwich (1974) and Volumnia in"
    ],
    "title": [
      "* feminist criticism A Room of one's Own (1929) repeated in his film"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "work",
        "particle": "tensive ensemble"
      },
      {
        "family": "Young",
        "particle": "a technique he also used"
      },
      {
        "family": "Mayne",
        "given": "Charles"
      },
      {
        "given": "Hamlet"
      }
    ],
    "date": [
      "1777",
      "1976",
      "1977"
    ],
    "note": [
      "His later actor, less majestical than J. P. *Kemble, less portraits from productions of Shakespeare were Hamlet, with Angela Winkler in the title role, passionate than Edmund *Kean, who made an engraved and entered mass circulation: these was highly acclaimed at the Edinburgh Festival"
    ],
    "title": [
      "English from the royal family. Many of Zoffany's 'stage' for Othello"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Hamlet",
        "particle": "impressive London debut as"
      },
      {
        "family": "Falstaff",
        "given": "Mr Powell",
        "particle": "as he played"
      },
      {
        "family": "Cassius",
        "given": "Iago"
      },
      {
        "family": "Zeffirelli",
        "given": "Mac-"
      },
      {
        "given": "Franco"
      },
      {
        "family": "Old Vic Zuccaro",
        "given": "Juliet",
        "particle": "at the"
      },
      {
        "given": "Federico"
      }
    ],
    "date": [
      "1807",
      "2000",
      "1923",
      "1770",
      "1543"
    ],
    "location": [
      "Young Cato. See CATO, YOUNG"
    ],
    "note": [
      "in i960 (with Judi *Dench as Juliet), and his Zuccaro was active in England in 1573-4, where Young Lucius. See Lucius, YOUNG. subsequent film version (1968), in which he he painted *Elizabeth and a number of her used young actors and employed a rapid-paced courtiers: the fact that Shakespeare was a child Young Siward. See SIWARD, YOUNG."
    ],
    "title": [
      "include Garrick and Mrs Pritchard in Macbeth in",
      "BR Equally accomplished in comedy and tragedy, (made into a mezzotint, 1776",
      "prolific Italian Posthumus",
      "CT beth. RF theatre and film director. Zeffirelli directed a visually stylish Romeo and",
      "Italian painter"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Thing",
        "given": "Your Own"
      }
    ],
    "container-title": [
      "CT i"
    ],
    "date": [
      "1968"
    ],
    "note": [
      "Agincourt, battle of, 1415 {Henry v 4) / Henry vi 3.8, 4.1; reported lost again The First Part of the Con-2. Angers {King John 2.1) tention {2 Henry vi) 1.1.215"
    ],
    "title": [
      "American rock M u - was an immediate box-office success. Less critics from identifying one of Zuccaro's English sical based on Twelfth Night; book by Donald widely admired, but no less effective as access- portraits as a likeness of the playwright"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Barnet",
        "given": "battle of"
      }
    ],
    "citation-number": [
      "3."
    ],
    "date": [
      "1471"
    ],
    "note": [
      "Pleshey {Richard 111.2.66, 2.2.120"
    ],
    "pages": [
      "5 1–3 38"
    ],
    "title": [
      "{Richard Duke of York {3 Henry vi"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "Berkeley {Richard"
      }
    ],
    "citation-number": [
      "4."
    ],
    "issue": [
      "2.119"
    ],
    "note": [
      "Poitiers/Poitou {King John I.I.II, 2.1.28-9; reported lost / Henry vi"
    ],
    "pages": [
      "2 3 39"
    ],
    "type": "report",
    "volume": [
      "2"
    ]
  },
  {
    "author": [
      {
        "given": "Bordeaux"
      }
    ],
    "citation-number": [
      "5."
    ],
    "date": [
      "/ //(?«ry"
    ],
    "issue": [
      "2"
    ],
    "pages": [
      "4–3–45–6"
    ],
    "type": null,
    "volume": [
      "4"
    ]
  },
  {
    "author": [
      {
        "family": "Bosworth",
        "given": "battle of"
      }
    ],
    "citation-number": [
      "6."
    ],
    "date": [
      "1485"
    ],
    "note": [
      "Richard 1115.3-7) 40. Pomfret (Pontefract) Castle {Richard 11 5.1.51-2, 5.5"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Moor",
        "given": "Bramham"
      }
    ],
    "citation-number": [
      "7."
    ],
    "container-title": [
      "Ravenspurgh {Richard"
    ],
    "issue": [
      "1.298"
    ],
    "note": [
      "/ Henry iv"
    ],
    "pages": [
      "2 2 49–51, 2 3 8–12"
    ],
    "title": [
      "battle of, 1408 (reported 2 Henry iv 4.4.97-9) 41"
    ],
    "type": "article-journal",
    "volume": [
      "2"
    ]
  },
  {
    "citation-number": [
      "8."
    ],
    "note": [
      "Brecon (Brecknock) {Richard 111 4.2.124-5) 1.3.245, 3.2.93-6, 4.3.79; Richard Duke of York {3 Henry vi"
    ],
    "type": null
  },
  {
    "citation-number": [
      "9."
    ],
    "issue": [
      "rth (1 //éTzry /v 3.2.175-8"
    ],
    "pages": [
      "5–8–7–9"
    ],
    "type": null,
    "volume": []
  },
  {
    "author": [
      {
        "literal": "Bristol Castle {Richard"
      }
    ],
    "citation-number": [
      "10."
    ],
    "issue": [
      "2.135-40"
    ],
    "note": [
      "Rheims (reported lost / Henry vi 1.1.60—1"
    ],
    "pages": [
      "3 2 137–8 42"
    ],
    "type": "report",
    "volume": [
      "2"
    ]
  },
  {
    "author": [
      {
        "given": "Calais"
      }
    ],
    "citation-number": [
      "11."
    ],
    "note": [
      "Warwick governs Richard Duke of York {3 Henry vi) vi) 1.111-136) 1.1.239) 46. Saint Edmunsberry or bury (Bury St Edmunds) {King John"
    ],
    "title": [
      "Duke of Gloucester, put to death 43. Rouen (/ Henry vi 1.1.60—1, 3.2—7) there; Mowbray accused of the crime and of embezzlement Ri- 44. Ruge-mont Castle (Exeter) {Richard m 4.2.105-9) chard 11 1.1.87-141; Henry v embarks for England after Agincourt, 45. Saint Albans (1st battle of, 1455 The First Part of the Contention {2 Henry v4.8.125-6, 5.0.6-7; Henry vi embarks from there / Henry Henry vi) 5.1-5; 2nd battle of 1461 Richard Duke of York {3 Henry vi 4.1.169-73"
    ],
    "type": null
  },
  {
    "citation-number": [
      "12."
    ],
    "issue": [
      "1"
    ],
    "pages": [
      "2 4 71–2,",
      "3 2"
    ],
    "title": [
      "Chertsey {Richard m 1.2.29, 2°2> 2I 3) 5.2-5; The First Part of the Contention {2 Henry vi"
    ],
    "type": null,
    "volume": [
      "3"
    ]
  },
  {
    "citation-number": [
      "13."
    ],
    "note": [
      "Ci'cester (Cirencester) {Richard 11 5.6.1-4) 47. Salisbury {Richard m 4.4.3802; All Is True {Henry vm) 1.2.194-9"
    ],
    "type": null
  },
  {
    "citation-number": [
      "14."
    ],
    "note": [
      "Sandal Castle (Wakefield) {Richard Duke of York {3 Henry vi) 1.2) York {3 Henry vi) 4.9.32, 5.1; / Henry iv 4.2) 49. Scotland {Richard Duke of York {3 Henry vi) 3.3.23-9; Richard m"
    ],
    "title": [
      "Coventry {Richard 111.1.196-9, 1.2.44-6, 56, 1.3; Richard Duke of 48"
    ],
    "type": null
  },
  {
    "citation-number": [
      "15."
    ],
    "note": [
      "Doncaster (mentioned / Henry iv 5.1.41—71) 3.7.15-22; / Henry vi 1.3.255—62"
    ],
    "type": null
  },
  {
    "citation-number": [
      "16."
    ],
    "note": [
      "Dover {King John 5.1.30-1; / Henry vi 5.1.49-50; see also King Lear 50. Severn, River (/ Henry iv 1.3.92-111, 3.1.61-4, 69-76"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1778"
    ],
    "title": [
      "Malone publishes the first conjectural chronology of known translation of Shakespeare into Greek Shakespeare's works, based partly on numerical assessments 1857 Delia Bacon publishes The Philosophy of the Plays of Shakspere of style Unfolded, arguing that his plays had been written by Francis"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1780"
    ],
    "editor": [
      {
        "given": "William"
      }
    ],
    "note": [
      "based on Shakespeare's work George Clark, John Glover, and William Aldis Wright; 1787 Hamlet first performed in Swedish in Gothenburg they number the lines within each scene to facilitate"
    ],
    "title": [
      "Malone publishes the first critical edition of Shakespeare's Bacon sonnets 1862 Berlioz composes his last work inspired by Shakespeare, 1785 Eusebio Luzzi's Romeo and Juliet (Venice) and Charles le Béatrice et Benedict, a comic opera Picq's Macbeth (London) are the earliest complete ballets 1863-6 'Cambridge Shakespeare' first published"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Revolution",
        "given": "French"
      }
    ],
    "citation-number": [
      "1789"
    ],
    "title": [
      "Alderman John Boydell presents his reference for the first time exhibition of specially commissioned paintings of scenes 1864 Deutsche Shakespeare-Gesellschaft founded in Weimar and from Shakespeare's plays begins publishing Shakespeare Jahrbuch in 1865"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "E."
      },
      {
        "family": "R. A. Foakes",
        "particle": "usefully collected in"
      },
      {
        "family": "éd.",
        "given": "Illustrations of the English Stage"
      }
    ],
    "container-title": [
      "and, more recently, An-Brian Vickers' six-volume Shakespeare: the Critical Heritage, drew Gurr's The Shakespearian Stage",
      "S entry on *English. Standard reference works include Marvin As with literary criticism, the writing of history, too, has be-Spevack's The Harvard Concordance to Shakespeare"
    ],
    "date": [
      "1992",
      "1974",
      "1992",
      "2001",
      "1580",
      "1973"
    ],
    "edition": [
      "3rd"
    ],
    "editor": [
      {
        "literal": "S H A K E S P E A R E ' S T I M E"
      }
    ],
    "note": [
      "and come increasingly professionalized over the last few decades, C. T. Onions' much-reprinted A Shakespeare Glossary (1911); a and up-to-date introductions to Shakespeare's period and its good starting-point is provided by N. F. Blake's Shakespeare's culture aimed at the non-specialist are comparatively few."
    ],
    "pages": [
      "1623–1801"
    ],
    "title": [
      "described in the entry on *critical history, and in the separate Standard works in this field include G. E. Bentley's The entries cross-referenced from it. A helpful anthology of the first Jacobean and Caroline Stage",
      "K.*Chambers' two centuries of Shakespeare's critical reception is provided by The Elizabethan Stage",
      "the crucial three decades which followed Andrew Gurr and Mariko Ichikawa's Staging in Shakespeare's are admirably cherry-picked in Jonathan Bate's The Romantics Theatres (2000): Gurr's work incorporates, among much else, on Shakespeare",
      "A very useful and attractive survey of the the findings from the partial excavations of the *Rose and last hundred years' contributions to the understanding of *Globe theatres carried out in the late 1980s and early 1990s. Shakespeare's works is provided by Michael Taylor's Shake- Surviving visual evidence about the Shakespearian theatre is speare Criticism in the Twentieth Century",
      "^ S H A K E S P E A R E ' S LANGUAGE Further reading on this subject can be found listed after the 1P"
    ],
    "type": "chapter",
    "volume": [
      "7",
      "4"
    ]
  },
  {
    "author": [
      {
        "family": "Language",
        "given": "An Introduction"
      },
      {
        "family": "World",
        "given": "W.R.Elton's Shakespeare's"
      },
      {
        "family": "M. M. Mahood",
        "given": "Renaissance Intellectual",
        "particle": "clude"
      },
      {
        "family": "Wordplay",
        "given": "Shakespeare's"
      },
      {
        "family": "Contexts",
        "given": "R.A."
      },
      {
        "family": "World",
        "given": "Marion"
      },
      {
        "family": "Religion",
        "given": "Keith Thomas's"
      },
      {
        "family": "Trousdale",
        "particle": "the"
      },
      {
        "given": "Shakespeare"
      },
      {
        "family": "Rhetoricians",
        "particle": "the"
      },
      {
        "literal": "S H A K E S P E A R E ' S L I T E R"
      },
      {
        "literal": "? T H E T R A N S M I S S I O N OF S H A K E S P E A R E ' S Shakespeare"
      }
    ],
    "container-title": [
      "Miola's two books on Shake- TEXTS speare's debts to ancient drama {Shakespeare and Classical On this topic, see particularly the reading lists appended to the Comedy and Shakespeare and Classical Tragedy, 1992) and his entries on *editing, on *printing and publishing, on *folios, wider-ranging Shakespeare's Reading (2000), Steven Marx's and on *quartos. An excellent introduction to the subject is Shakespeare and the Bible",
      "Sources of Shakespeare"
    ],
    "date": [
      "1983",
      "1957",
      "1970",
      "1976",
      "1983",
      "1982",
      "1971",
      "2000",
      "1957",
      "1976",
      "2000"
    ],
    "note": [
      "and Kenneth Muir's The provided in the *Oxford edition of Shakespeare's works (edited Sources of Shakespeare's Plays (1975). On Shakespeare's literary by Stanley Wells and Gary Taylor, 1986), and it is handled in relations with his dramatic contemporaries, particularly greater depth and detail by Stanley Wells et al, William readable discussions include James Shapiro's Rival Play- Shakespeare: A Textual Companion (1987)."
    ],
    "title": [
      "Other accessible studies in",
      "is still useful, as are Julia Briggs' This Stage-Play Lanham, The Motives of Eloquence",
      "Decline of Magic",
      "A useful reference work combining perspectives on the English Renaissance with information on 1P",
      "A R Y CONTEXT the writing of the period is Michael Hattaway's A Companion As the entries on *sources and on *education suggest, the most to English Renaissance Literature and Culture",
      "For furimportant reference books on Shakespeare's reading remain ther suggestions, see the reading lists appended to the entries T. W. Baldwin's Shakespeare's Smalle Latine andLesse Greeke (2 listed under 'Historical, social and cultural context' in the vols, 1947) and Geoffrey *Bullough's Narrative and Dramatic Thematic listing of entries",
      "Other important studies in this field include Emrys Jones' The Origins of 1",
      "Robert S"
    ],
    "type": "article-journal",
    "volume": [
      "8"
    ]
  }
]
