[
  {
    "citation-number": [
      "1."
    ],
    "container-title": [
      "B. Positive cells are connected D. Internal series-aiding connection between cells. in series alternately with negative cells"
    ],
    "title": [
      "A 12V lead acid battery has six cells. These six cells are connected together in what type of arrangement? A. Internal parallel connection C. Three positive cells are connected to the positive terminal; three between cells. negative cells are connected to the negative terminal"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "15."
    ],
    "container-title": [
      "All of the positive cables. alternating with each battery. D"
    ],
    "note": [
      "It does not matter which cable is disconnected first."
    ],
    "title": [
      "Which battery cable should be disconnected first on a truck with a 12V negative ground system that has multiple batteries? A. All of the negative cables. C. One of the positive cables and then one of the negative cables, B"
    ],
    "type": "article-journal"
  },
  {
    "citation-number": [
      "3."
    ],
    "note": [
      "Vehicle speed B. Pre-2007 diesel engine intake throttle D. Accelerator position position"
    ],
    "title": [
      "A potentiometer would probably be used to measure which of the following? A. Engine coolant temperature C"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "A",
        "given": "Analog",
        "particle": "multiplexing describes which of the following?"
      }
    ],
    "citation-number": [
      "10."
    ],
    "title": [
      "Use of a single digital input to measure C. Modulating a high-frequency signal onto a pair of several different analog voltages wires B. The use of several analog inputs to D. The use of an analog input connected to several measure several different digital devices parallel-connected switches, each of which has a at the same time different value of series resistance"
    ],
    "type": null
  },
  {
    "citation-number": [
      "11."
    ],
    "container-title": [
      "In the exact center of the network D"
    ],
    "note": [
      "External terminating resistors are not typically used on J1587/J1708 networks"
    ],
    "title": [
      "Where are the terminating resistors typically located on a J1587/J1708 serial communications network? A. At the extreme ends of the network C. In the hub or router B"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "13."
    ],
    "note": [
      "Two switches wired in series D. An SPST switch"
    ],
    "title": [
      "A two-input AND gate is most like which of the following? A. Two switches wired in parallel C. Two switches wired in a series-parallel configuration B"
    ],
    "type": null
  },
  {
    "citation-number": [
      "14."
    ],
    "container-title": [
      "Two DPST switches series D. Two switches wired in a series-parallel configuration B. Two switches wired in parallel"
    ],
    "title": [
      "A two-input OR gate is most like which of the following? A. Two normally open switches wired in C"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "15."
    ],
    "editor": [
      {
        "family": "D. Both A",
        "given": "D.C.",
        "particle": "voltage B. Variable frequency AC voltage"
      },
      {
        "given": "B."
      }
    ],
    "title": [
      "The output of a variable reluctance sensor is which of the following? A. Variable amplitude AC voltage C"
    ],
    "type": null
  },
  {
    "citation-number": [
      "2."
    ],
    "note": [
      "HEUI regulator C. Camshaft control regulator B. Open loop control valve D. IPR"
    ],
    "title": [
      "The ICP of an HEUI fuel system is controlled by which device? A"
    ],
    "type": null
  },
  {
    "citation-number": [
      "5."
    ],
    "note": [
      "the new injector. B. Use an EST to enter the specific calibration data for the new injector."
    ],
    "title": [
      "A high-pressure common rail injector is being replaced. Which of the following may be necessary? A. Switch the ignition on with engine C. Adjust injector preload and rack timing. off for 5 minutes to permit the D. No specific action is ever required when replacing any ECM to perform a learn cycle of electronic injector"
    ],
    "type": null
  },
  {
    "citation-number": [
      "6."
    ],
    "note": [
      "Spark plug and ignition coil D. DPF differential (delta) pressure sensor"
    ],
    "title": [
      "An active DPF regeneration is occurring on an EPA 2007 engine equipped truck that has a DOC. Which of the following is likely not present in this system: A. DPF C. DOC inlet temperature sensor B"
    ],
    "type": null
  },
  {
    "citation-number": [
      "7."
    ],
    "note": [
      "NOx sensor with four electrical terminals B. Manifold temperature sensor with two electrical terminals"
    ],
    "title": [
      "Which of these is most likely to be a smart sensor? A. Coolant temperature sensor with C. Virtual exhaust manifold temperature sensor two electrical terminals D"
    ],
    "type": null
  },
  {
    "note": [
      "For example, electrohydraulic control module located inside the trans- Figure 15-9 illustrates the elements in use to obtain mission (Figure 15-5). These solenoids control the third range. Solenoids B, C, F, and G are energized by"
    ],
    "title": [
      "turbine speed, and output shaft speed (Figure 15-4). transmission fluid flow to the clutch packs within The transmission ECU determines shift points based on the transmission. There are two types of solenoids: all of its hardwired information, and information ob- normally closed (Figure 15-6) and normally open tained from the data links indicating accelerator position (Figure 15-7). The transmission ECU supplies a pulse and engine load. width modulation (PWM) control voltage, like that The main output of the transmission ECU is the shown in Figure 15-8, to the applicable combination control of several electric shift solenoids within the of solenoids to obtain the desired range"
    ],
    "type": null
  },
  {
    "citation-number": [
      "3."
    ],
    "note": [
      "converter clutch is disengaged. D. All of the above could occur."
    ],
    "title": [
      "Which of the following may occur when the ABS ECU detects a drive-axle ABS event? A. Retarder devices are disabled. C. ABS ECU broadcasts a J1939 message indicating a B. Automatic transmission lockup torque drive-axle ABS event is occurring"
    ],
    "type": null
  },
  {
    "citation-number": [
      "5."
    ],
    "container-title": [
      "blown. D. All of the above could cause the ABS warning lamp to B"
    ],
    "note": [
      "ABS controller connector has been illuminate. disconnected."
    ],
    "title": [
      "The ABS warning lamp is illuminated on a truck with air ABS. Which of the following could be the cause of the warning lamp? A. ABS controller power supply fuse is C. ABS controller has detected a fault condition"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "7."
    ],
    "note": [
      "Infinite resistance; there should be no C. 120O of resistance path between CAN+ and CAN– D. 60O of resistance B. Near 0O of resistance"
    ],
    "title": [
      "The expected resistance between the J1939 data link CAN+ and CAN– measured at the diagnostic connector with the batteries disconnected on a system using terminating resistors should be approximately what value of resistance? A"
    ],
    "type": null
  },
  {
    "citation-number": [
      "8."
    ],
    "container-title": [
      "strength. B. The resistance of the sensor increases"
    ],
    "note": [
      "D. The amplitude of the signal generated by the sensor would be decreased."
    ],
    "title": [
      "An ABS wheel-speed sensor has been pushed partially out of its mounting hole, causing a large air gap between the sensor and the target. How would the ABS ECU detect that the sensor air gap is too large? A. The frequency of the signal generated C. The Hall effect device located in the sensor would by the sensor would be much greater signal the ABS ECU of the reduction in magnetic field than the other sensors"
    ],
    "type": "article-journal"
  },
  {
    "citation-number": [
      "9."
    ],
    "container-title": [
      "the truck ABS ECU. B"
    ],
    "date": [
      "2001-03-01"
    ],
    "note": [
      "The power and ground wires are twisted D. Three wires in the SAE 2394 cable are a larger wire together in the SAE 2394 cable for gauge than a standard cable. immunity to electromagnetic interference."
    ],
    "title": [
      "A tractor built after March 1, 2001, is being used to pull a trailer with trailer ABS that is also built after",
      "Why should a seven-way trailer electrical interconnection cable identified as SAE 2394 be used with this combination vehicle? A. The SAE 2394 trailer cable contains C. The SAE 2394 cable contains J1939 wiring for special electronics that are necessary communications between the trailer ABS ECU and for the PLC signal"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "10."
    ],
    "note": [
      "inhibit relay or engine ECM neutral input terminal."
    ],
    "title": [
      "Which of the following is most likely to cause a no-crank situation on a truck with an Allison 4th Generation 2000 series transmission? A. The NSBU switch is out of C. The wait-to-start light is still illuminated. adjustment. D. An open circuit exists between the transmission ECU B. The shifter is not connected to the park/neutral indication output terminal and the crank J1939 data link"
    ],
    "type": null
  },
  {
    "citation-number": [
      "14."
    ],
    "container-title": [
      "HCU"
    ],
    "note": [
      "D. The lithium-ion batteries produce 500V AC."
    ],
    "title": [
      "Which of the following is true for an Eaton hybrid electric system? A. Orange wiring insulation is used to C. The Eaton hybrid electric system is a series hybrid indicate 12V control circuits. system; the diesel engine drives a generator to supply B. The ECA is controlled by the voltage to the electric motor"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "D",
        "particle": "procedures."
      }
    ],
    "citation-number": [
      "15."
    ],
    "container-title": [
      "are working on to aid in troubleshooting. Copyright 2013 Cengage Learning. All Rights Reserved"
    ],
    "note": [
      "May not be copied, scanned, or duplicated, in whole or in part. Due to electronic rights, some third party content may be suppressed from the eBook and/or eChapter(s)."
    ],
    "title": [
      "What is the best way to troubleshoot a truck electrical problem? A. Use manufacturer-provided diagnostic C. Use ESTs and other specialized test equipment",
      "All of the above may be necessary to find the cause of B. Use circuit diagrams and other an electrical problem, combined with a strong information specific to the truck you knowledge of the fundamentals of electricity"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "Glossary"
    ],
    "title": [
      "Editorial review has deemed that any suppressed content does not materially affect the overall learning experience. Cengage Learning reserves the right to remove additional content at any time if subsequent rights restrictions require it"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "given": "Copyright"
      }
    ],
    "date": [
      "2013"
    ],
    "note": [
      "Due to electronic rights, some third party content may be suppressed from the eBook and/or eChapter(s)."
    ],
    "title": [
      "Cengage Learning. All Rights Reserved. May not be copied, scanned, or duplicated, in whole or in part"
    ],
    "type": null
  },
  {
    "container-title": [
      "Index"
    ],
    "title": [
      "Editorial review has deemed that any suppressed content does not materially affect the overall learning experience. Cengage Learning reserves the right to remove additional content at any time if subsequent rights restrictions require it"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "given": "Copyright"
      }
    ],
    "date": [
      "2013"
    ],
    "note": [
      "Due to electronic rights, some third party content may be suppressed from the eBook and/or eChapter(s)."
    ],
    "title": [
      "Cengage Learning. All Rights Reserved. May not be copied, scanned, or duplicated, in whole or in part"
    ],
    "type": null
  },
  {
    "title": [
      "Editorial review has deemed that any suppressed content does not materially affect the overall learning experience. Cengage Learning reserves the right to remove additional content at any time if subsequent rights restrictions require it"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Copyright"
      }
    ],
    "date": [
      "2013"
    ],
    "note": [
      "Due to electronic rights, some third party content may be suppressed from the eBook and/or eChapter(s)."
    ],
    "title": [
      "Cengage Learning. All Rights Reserved. May not be copied, scanned, or duplicated, in whole or in part"
    ],
    "type": null
  },
  {
    "title": [
      "Editorial review has deemed that any suppressed content does not materially affect the overall learning experience. Cengage Learning reserves the right to remove additional content at any time if subsequent rights restrictions require it"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Copyright"
      }
    ],
    "date": [
      "2013"
    ],
    "note": [
      "Due to electronic rights, some third party content may be suppressed from the eBook and/or eChapter(s)."
    ],
    "title": [
      "Cengage Learning. All Rights Reserved. May not be copied, scanned, or duplicated, in whole or in part"
    ],
    "type": null
  },
  {
    "title": [
      "Editorial review has deemed that any suppressed content does not materially affect the overall learning experience. Cengage Learning reserves the right to remove additional content at any time if subsequent rights restrictions require it"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Copyright"
      }
    ],
    "date": [
      "2013"
    ],
    "note": [
      "Due to electronic rights, some third party content may be suppressed from the eBook and/or eChapter(s)."
    ],
    "title": [
      "Cengage Learning. All Rights Reserved. May not be copied, scanned, or duplicated, in whole or in part"
    ],
    "type": null
  },
  {
    "title": [
      "Editorial review has deemed that any suppressed content does not materially affect the overall learning experience. Cengage Learning reserves the right to remove additional content at any time if subsequent rights restrictions require it"
    ],
    "type": null
  }
]
