[
  {
    "publisher": [
      "Lamont’s at Stanford University"
    ],
    "title": [
      "He’s from a wealthy family,” said Catherine Chalmers, a classmate of Ms"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Michael J. Levinthal",
        "particle": "said"
      },
      {
        "family": "friend",
        "particle": "the"
      }
    ],
    "container-title": [
      "1982"
    ],
    "editor": [
      {
        "family": "Oak. Ed Glassmeyer",
        "particle": "a Stanford friend introduced Ms. Lamont to"
      }
    ],
    "note": [
      "She became a general partner in 1986 and managing partner this year."
    ],
    "title": [
      "an Oak founder, “was obviously taken by her",
      "I remember Eddie calling and saying, Mike, I owe you a deal"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "Correction"
    ],
    "date": [
      "2006-10-19"
    ],
    "type": "article-journal"
  },
  {
    "title": [
      "Copyright 2006 The New York Times Company Privacy Policy Search Corrections RSS First Look Help Contact Us Work for Us Site Map"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Lamont",
        "given": "Democrats Back"
      }
    ],
    "citation-number": [
      "12/14/13"
    ],
    "title": [
      "Lieberman Files for Independent Run | Fox News Fox New s Fox Business uReport Fox New s Radio Fox New s Latino Fox Nation Fox New s Insider Login"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "U.S",
        "given": "Home Video Politics"
      }
    ],
    "note": [
      "Lieberman Files for Independent Run Pub lished August 09, 2006 / FoxNews.com"
    ],
    "title": [
      "Opinion Entertainment Tech Science Health Travel Lifestyle World Sports On Air Democrats Back Lamont"
    ],
    "type": null
  },
  {
    "note": [
      "Ned's great-grandfather was Thomas Lamont, the chairman of J.P. Morgan, the legendary Wall Street investment bank."
    ],
    "title": [
      "An effective campaign and blog enthusiasm aren't Lamont's only assets. He also happens to be filthy rich. There's nary a log cabin dangling from the Lamont family tree"
    ],
    "type": null
  },
  {
    "title": [
      "The businessman dealt with potholes and town budgets for two years as a Greenwich selectman from 1987-89. He also spent six years on the town's Board of Estimate and Taxation from 1989-95. His experience comes mostly from the business world: His company, Lamont Digital Systems, wires college campuses for cable television"
    ],
    "type": null
  }
]
