[
  {
    "container-title": [
      "u IBM Selectric III Correctable"
    ],
    "type": "chapter"
  },
  {
    "note": [
      "COD, Cash-In-Advance, Letter of Credit, MasterCard, VISA, American Express, Diner's Club, or Carte Blanche payments are encouraged."
    ],
    "title": [
      "Terms Standard terms are Net 30 from date of shipment to credit-approved accounts"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Boulder",
        "given": "Conditions F.O.B."
      },
      {
        "family": "U.S.A",
        "given": "Colorado"
      }
    ],
    "publisher": [
      "Inc"
    ],
    "title": [
      "No shipments to any account 15 days past due. Aspen Ribbons adds 21% per annum to all past due accounts. You, the customer, are responsible for all collection costs incurred by Aspen Ribbons"
    ],
    "type": "book"
  },
  {
    "title": [
      "Shipping Domestic shipments are handled by U.P.S. International shipments are routed by customer request. Freight charges plus a $1.00 handling charge are added to all invoices"
    ],
    "type": null
  },
  {
    "note": [
      "Combine products for quantity discount prices on the same order. For example: Order 36 each of two different products at the same time and receive the 72-143 quantity price break for each product."
    ],
    "title": [
      "Discounts A 3% discount is applied to all qualifying COD or Cash-In-Advance shipments. MasterCard, VISA, American Express, Diner's Club, Carte Blanche, and Letters of Credit do not receive the 3% discount"
    ],
    "type": null
  },
  {
    "title": [
      "End Column Pricing End column pricing is available to those companies who sign our End Column Agreement and agree to purchase $12,000 worth of ribbons per year"
    ],
    "type": null
  },
  {
    "container-title": [
      "Call"
    ],
    "note": [
      "wholesale), or 800-525-0646 (end user) for details."
    ],
    "pages": [
      "444–4054, 800–525–9966"
    ],
    "title": [
      "Annual Agreements and Contracts Annual agreements can be signed to secure more advantageous pricing. Contracts and purchase orders with extended shipping dates will also be accepted"
    ],
    "type": "article-journal",
    "volume": [
      "303"
    ]
  },
  {
    "note": [
      "COD, Cash-In-Advance, Letter of Credit, MasterCard, VISA, American Express, Diner's Club, and Carte Blanche"
    ],
    "title": [
      "MInimums There is a $25.00 minimum order requirement. For orders under the $25.00 minimum, a $7.50 handling charge is added"
    ],
    "type": null
  },
  {
    "citation-number": [
      "0"
    ],
    "container-title": [
      "Call"
    ],
    "note": [
      "wholesale), or 800-525-0646 (end user) for availability. Nylon Ribbon Inserts (Loads",
      "Inserts are available in standard colors red, blue, green, brown, and . . . purple for an additional $2.00 per insert. No returns allowed for any reason."
    ],
    "pages": [
      "444–4054, 800–525–9966"
    ],
    "title": [
      "per ribbon for each nylon cartridge or spool ribbon. Wide line ribbons are not available in colors. Standard colors are blue, brown, green, red, and purple. A minimum order of twelve is required for any color ribbon type",
      "Virtually any size nylon ribbon insert is available. Please specify mobius loop (twist) or regular wind. Inserts must be ordered by the dozen only"
    ],
    "type": "article-journal",
    "volume": [
      "303"
    ]
  },
  {
    "author": [
      {
        "family": "Multistrike",
        "given": "A."
      }
    ],
    "note": [
      "No returns allowed for . . ."
    ],
    "title": [
      "Ribbon Inserts (Pancakes) Multistrike ribbon inserts must be ordered by the case. Inserts are available in standard colors red, blue, green, brown, and purple for an additional $.50 per insert"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "damages",
        "given": "S."
      }
    ],
    "container-title": [
      "Q"
    ],
    "date": [
      "1700"
    ],
    "note": [
      "end user orders: 800-525-0646 wholesale orders: 800-525-9966 telex: 45-0055"
    ],
    "pages": [
      "303 444–4054"
    ],
    "title": [
      "street boulder, co usa 80301-2796 To Order: Call Customer Service/Order Departments (303) 444-4054 Wholesale Orders: 800-525-9966 End User Orders: 800-525-0646 ribbons inc"
    ],
    "type": "chapter",
    "volume": [
      "n. 55th"
    ]
  }
]
