[
  {
    "author": [
      {
        "family": "BLOCH",
        "given": "S."
      },
      {
        "family": "K-theory",
        "given": "Applications",
        "particle": "of the dilogarithm function in algebraic"
      },
      {
        "family": "geometry",
        "particle": "algebraic"
      },
      {
        "family": "Algebraic Geometry",
        "given": "Inti Symp",
        "particle": "on"
      },
      {
        "given": "Kyoto"
      },
      {
        "family": "COXETER",
        "given": "H.S.M."
      },
      {
        "family": "LANG",
        "given": "S."
      }
    ],
    "citation-number": [
      "B1 77"
    ],
    "container-title": [
      "Quart. J. Math",
      "Appendix, Bull. Math. Soc",
      "Proc. London Math. Soc"
    ],
    "date": [
      "1977",
      "1935",
      "1982",
      "1907"
    ],
    "genre": [
      "[Co 35]",
      "[La 82]"
    ],
    "issue": [
      "3"
    ],
    "note": [
      "Le 81] L. LEWIN, Polylogarithms and associated functions, North-Holland, Amsterdam, 1981 [Ro 07] LJ. ROGERS, On function sums connected with the series L (xft/n2),"
    ],
    "pages": [
      "103–114",
      "13–29",
      "307–312",
      "169–189"
    ],
    "title": [
      "The functions of Schlafli and Lobatschevsky",
      "Units and class groups in number theory and algebraic geometry"
    ],
    "type": "article-journal",
    "volume": [
      "6",
      "6",
      "4-2"
    ]
  },
  {
    "author": [
      {
        "family": "ZAGIER",
        "given": "D."
      },
      {
        "family": "ZAGIER",
        "given": "D."
      },
      {
        "family": "ZAGIER",
        "given": "D."
      },
      {
        "given": "Polylogarithms"
      }
    ],
    "container-title": [
      "Arithmetic Algebraic Geometry",
      "J. Math. Phys. Sci",
      "Math. Ann"
    ],
    "date": [
      "1988",
      "1990",
      "1991"
    ],
    "edition": [
      "1. Steenbrink"
    ],
    "editor": [
      {
        "family": "Geer",
        "particle": "eds. G. van der"
      },
      {
        "family": "Oort",
        "given": "F."
      }
    ],
    "genre": [
      "[Za 88]",
      "[Za 91]",
      "Progr. in Math. 89,"
    ],
    "location": [
      "Boston"
    ],
    "note": [
      "Za 90"
    ],
    "pages": [
      "131–145",
      "613–624",
      "391–430"
    ],
    "publisher": [
      "Birkhauser"
    ],
    "title": [
      "The remarkable dilogarithm",
      "The Bloch-Wigner-Ramakrishnan polylogarithm function",
      "Dedekind zeta functions, and the algebraic K-theory of fields"
    ],
    "type": "article-journal",
    "volume": [
      "22",
      "286"
    ]
  },
  {
    "author": [
      {
        "family": "See",
        "given": "D.J.N.E.W.M.A.N.",
        "particle": "benefited from Korevaar's exposition."
      },
      {
        "family": "KOREVAAR",
        "given": "J."
      }
    ],
    "container-title": [
      "Math. Monthly",
      "Math. Intell"
    ],
    "date": [
      "1980",
      "1982"
    ],
    "issue": [
      "3"
    ],
    "pages": [
      "693–696",
      "108–115"
    ],
    "title": [
      "Simple analytic proof of the prime number theorem, Amer",
      "On Newman's quick way to the prime number theorem"
    ],
    "type": "article-journal",
    "volume": [
      "87",
      "4"
    ]
  },
  {
    "author": [
      {
        "family": "AHLFORS",
        "given": "L."
      },
      {
        "family": "Analysis",
        "given": "Complex"
      },
      {
        "given": "McGraw-Hill"
      }
    ],
    "date": [
      "1966"
    ],
    "genre": [
      "[Ah 66]"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "ARTlN",
        "given": "E."
      }
    ],
    "date": [
      "1975"
    ],
    "note": [
      "Ar 65"
    ],
    "publisher": [
      "BAKER, Transcendental Number Theory, Cambridge University Press"
    ],
    "title": [
      "Collected Papers, Addison-Wesley 1965; reprinted by Springer-Verlag, 1981 [Ba 75] A"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "BAK",
        "given": "J."
      },
      {
        "family": "NEWMAN",
        "given": "D.J."
      },
      {
        "family": "Analysis",
        "given": "Complex"
      },
      {
        "given": "Springer-Verlag"
      },
      {
        "family": "FISCHER",
        "given": "S."
      },
      {
        "family": "Planar Domains",
        "given": "Function Theory",
        "particle": "on"
      },
      {
        "given": "Wiley-Interscience"
      },
      {
        "literal": "A.a. GELFOND, Transcendental and Algebraic Numbers, Translation, Dover Publications"
      }
    ],
    "container-title": [
      "especially Chapter"
    ],
    "date": [
      "1997",
      "1935",
      "1983",
      "1960",
      "1964",
      "1962"
    ],
    "genre": [
      "[BaN 97]",
      "[Fi 83]",
      "Wiss. No.3,"
    ],
    "note": [
      "from the Russian edition, 1951) [HuC 64] A. HURWITZ and R. COURANT, Funktionentheorie (Fourth Edition), Grundlehren Math.",
      "La 62] S. LANG, Transcendental points on group varieties, Topology,",
      "La 66] S. LANG, Introduction to Transcendental Numbers, Addison-Wesley, 1966 ."
    ],
    "pages": [
      "313–318"
    ],
    "publisher": [
      "Oxford University Press",
      "Springer-Verlag"
    ],
    "title": [
      "Co 35] E.T. COPSON, An Introduction to the Theory of Functions of a Complex Variable"
    ],
    "type": "article-journal",
    "volume": [
      "1, §3 and §4 [Ge 60",
      "1"
    ]
  },
  {
    "author": [
      {
        "family": "LANG",
        "given": "S."
      }
    ],
    "genre": [
      "[La 73]"
    ],
    "note": [
      "Springer-Verlag (reprinted from Addison-Wesley), 1973"
    ],
    "title": [
      "Elliptic Functions"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "LANG",
        "given": "S."
      },
      {
        "family": "LANG",
        "given": "S."
      },
      {
        "given": "Real"
      },
      {
        "family": "Analysis",
        "given": "Functional"
      },
      {
        "family": "Edition",
        "given": "Third"
      },
      {
        "given": "Springer-Verlag"
      }
    ],
    "date": [
      "1983",
      "1997",
      "1993",
      "1987"
    ],
    "edition": [
      "Second"
    ],
    "genre": [
      "[La 83]",
      "[La 93]"
    ],
    "publisher": [
      "Springer-Verlag",
      "LANG, Introduction to Complex Hyperbolic Spaces, Springer-Verlag"
    ],
    "title": [
      "Undergraduate Analysis",
      "La 87] S"
    ],
    "type": null
  },
  {
    "date": [
      "1973"
    ],
    "publisher": [
      "Freeman"
    ],
    "title": [
      "Ma 73] 1. MARSDEN, Basic Complex Analysis, W.H"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "NEVANLINNA",
        "given": "R."
      },
      {
        "family": "Functions",
        "given": "Analytic"
      },
      {
        "given": "Springer-Verlag"
      }
    ],
    "date": [
      "1970"
    ],
    "genre": [
      "[Ne 70]"
    ],
    "note": [
      "translated and revised from the first edition in German, 1953"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "RUDIN",
        "given": "W."
      },
      {
        "given": "Real"
      },
      {
        "family": "Analysis",
        "given": "Complex"
      },
      {
        "given": "McGraw-Hill"
      },
      {
        "family": "STEIN",
        "given": "E."
      },
      {
        "family": "WEISS",
        "given": "G."
      }
    ],
    "date": [
      "1969",
      "1971"
    ],
    "genre": [
      "[Ru 69]"
    ],
    "note": [
      "StW 71",
      "Chapter II, §4 [WhW 63] E.T. WHITTAKER and G. 'VATSON, A Course of Modern Analysis, Cambridge University Press, 1963"
    ],
    "publisher": [
      "Princeton University Press"
    ],
    "title": [
      "Introduction to Fourier Analysis on Euclidean Spaces"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "F.U.L.T.O.N./H.A.R.R.I.S."
      },
      {
        "given": "H.A.R.R.I.S."
      },
      {
        "given": "Bases"
      },
      {
        "given": "D.O.U.G.L.A.S."
      },
      {
        "family": "K-",
        "given": "R.O.S.E.N.B.E.R.G.Algebraic"
      }
    ],
    "citation-number": [
      "129"
    ],
    "container-title": [
      "First Course. 162 ALPERINIBELL. Groups and Readings in Mathematics Representations. 130 DODSON/POSTON. Tensor Geometry. 163 DIXON/MORTIMER. Permutation Groups. 131 LAM. A First Course in Noncommutative 164 NATHANSON. Additive Number Theory: Rings",
      "167 MORANDI. Field and Galois Theory. 137 AxLERIBoURDON/RAMEY. Harmonic 168 EWALD. Combinatorial Convexity and Function Theory",
      "Algebraic Geometry. 138 COHEN. A Course in Computational 169 BHATIA. Matrix Analysis. Algebraic Number Theory. 170 BREDON. Sheaf Theory",
      "139 BREDON. Topology and Geometry. 171 PETERSEN. Riemannian Geometry. 140 AUBIN. Optima and Equilibria. An 172 REMMERT. Classical Topics in Complex Introduction to Nonlinear Analysis. Function Theory. 141 BECKERIWEISPFENNINGIKREDEL. Grobner 173 DIESTEL. Graph Theory",
      "Abstract Analysis. 142 LANG. Real and Functional Analysis. 175 LICKORISH. An Introduction to Knot",
      "Theory. 143 DoOB. Measure Theory. 176 LEE. Riemannian Manifolds. 144 DENNIS/F ARB. Noncommutative 177 NEWMAN. Analytic Number Theory. Algebra. 178 CLARKEILEDYAEV/STERNlWoLENSKI. 145 VICK. Homology Theory. An Nonsmooth Analysis and Control Introduction to Algebraic Topology. Theory",
      "Mathematical Sketchbook. 180 SRIVASTAVA. A Course on Borel Sets",
      "Numerical Analysis. and Its Applications. 182 WALTER. Ordinary Differential 148 ROTMAN. An Introduction to the Equations. Theory of Groups",
      "183 MEGGINSON. An Introduction to Banach 149 RATCLIFFE. Foundations of Space Theory. Hyperbolic Manifolds. 184 BOLLOBAS. Modem Graph Theory. 150 EISENBUD. Commutative Algebra 185 COx/LITTLE/O'SHEA. Using Algebraic with a View Toward Algebraic Geometry. Geometry. 186 RAMAKRISHNANNALENZA. Fourier 151 SILVERMAN. Advanced Topics in Analysis on Number Fields. the Arithmetic of Elliptic Curves. 187 HARRIS/MORRISON. Moduli of Curves. 152 ZIEGLER. Lectures on Polytopes. 188 GoLDBLATT. Lectures on the Hyperreals: 153 FULTON. Algebraic Topology: A An Introduction to Nonstandard Analysis. First Course. 189 LAM. Lectures on Modules and Rings. 154 BROWN/PEARCY. An Introduction to 190 ESMONDEIMURTY. Problems in Algebraic Analysis. Number Theory. 155 KASSEL. Quantum Groups. 191 LANG. Fundamentals of Differential 156 KECHRIS. Classical Descriptive Set Geometry. Theory. 192 HIRSCH/LACOMBE. Elements of 157 MALLIAVIN. Integration and Functional Analysis. Probability. 193 COHEN. Advanced Topics in 158 ROMAN. Field Theory. Computational Number Theory. 159 CONWAY. Functions of One 194 ENGELINAGEL. One-Parameter Semigroups Complex Variable II. for Linear Evolution Equations. 160 LANG. Differential and Riemannian 195 NATHANSON. Elementary Methods in Manifolds. Number Theory. 196 OSBORNE. Basic Homological Algebra. 210 ROSEN. Number Theory in Function 197 EISENBUD/HARRIS. The Geometry of Fields. Schemes. 211 LANG. Algebra. Revised",
      "198 ROBERT. A Course inp-adic Analysis. 212 MATOUSEK. Lectures on Discrete 199 HEDENMALM/KORENBLUMIZHU. Theory Geometry. of Bergman Spaces. 213 FRITZSCHEIGRAUERT. From Holomorphic 200 BAO/CHERN/SHEN. An Introduction to Functions to Complex Manifolds. Riemann-Finsler Geometry. 214 JOST. Partial Differential Equations. 201 HINDRY/SILVERMAN. Diophantine 215 GOLDSCHMIDT. Algebraic Functions and Geometry: An Introduction. Projective Curves. 202 LEE. Introduction to Topological 216 D. SERRE. Matrices: Theory and Manifolds. Applications. 203 SAGAN. The Symmetric Group: 217 MARKER. Model Theory: An Introduction. Representations, Combinatorial 218 LEE. Introduction to Smooth Manifolds. Algorithms, and Symmetric Functions. 219 MACLACHLAN/REID. The Arithmetic of 204 ESCOFIER. Galois Theory. Hyperbolic 3-Manifolds. 205 FELIx/HALPERIN/THOMAS. Rational 220 NESTRUEV. Smooth Manifolds and Homotopy Theory",
      "Observables. 206 MURTY. Problems in Analytic Number 221 GRONBAUM. Convex Polytopes"
    ],
    "edition": [
      "2nd",
      "2nd",
      "2nd",
      "2nd",
      "3rd",
      "2nd",
      "2nd",
      "4th",
      "3rd",
      "2nd",
      "2nd"
    ],
    "note": [
      "165 NATHANSON. Additive Number Theory: \\33",
      "Theory. 222 HALL. Lie Groups, Lie Algebras, and Readings in Mathematics Representations: An Elementary 207 GODSILIROYLE. Algebraic Graph Theory. Introduction. 208 CHENEY. Analysis for Applied 223 VRETBLAD. Fourier Analysis and Its Mathematics. Applications. 209 ARVESON. A Short Course on Spectral Theory."
    ],
    "pages": [
      "179",
      "147"
    ],
    "title": [
      "Representation Theory: A Polynomial Inequalities",
      "The Classical Bases. 132 BEARDON. Iteration of Rational Functions",
      "Algebraic Geometry: A First Inverse Problems and the Geometry of Course. Sumsets. 134 ROMAN. Coding and Information Theory. 166 SHARPE. Differential Geometry: Cartan's 135 ROMAN. Advanced Linear Algebra. Generalization of Klein's Erlangen 136 ADKINsIWEINTRAUB. Algebra: An Program. Approach via Module Theory",
      "A Computational Approach to 174 BRIDGES. Foundations of Real and Commutative Algebra",
      "Banach Algebra Techniques in 146 BRIDGES. Computability: A Operator Theory",
      "Theory 181 KRESS"
    ],
    "type": "chapter"
  }
]
