[
  {
    "date": [
      "1636"
    ],
    "title": [
      "Other religious colonies were established in Rhode Island",
      "where the colony was"
    ],
    "type": null
  },
  {
    "date": [
      "1639"
    ],
    "note": [
      "based on Congregationalist religious beliefs; and Maryland (1634), a haven for Roman Catholics, named after Mary, the biblical mother of Jesus."
    ],
    "title": [
      "based on the principle of religious toleration; Connecticut"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Europe",
        "given": "Eastern"
      }
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "America"
      }
    ],
    "type": null
  },
  {
    "title": [
      "Just ten years earlier, more than 60 percent of children in that age group were white"
    ],
    "type": null
  },
  {
    "title": [
      "According to the 2010 data, nonwhites babies under the age of two outnumbered white babies for the first time"
    ],
    "type": null
  },
  {
    "location": [
      "Hawaii, California, New Mexico, Texas, Arizona, Nevada, Florida, Maryland, Georgia, New Jersey, New York, and Mississippi"
    ],
    "note": [
      "Just ten years earlier, “only” six states and the District of Columbia had nonwhite majorities."
    ],
    "title": [
      "The data showed that in 2009, twelve states and the District of Columbia had white populations below 50 percent among children under age five"
    ],
    "type": null
  },
  {
    "note": [
      "An August 2008 report from the US"
    ],
    "title": [
      "The massive increase is almost exclusively due to immigration, mainly from Mexico, Central and South America, and other Third World nations"
    ],
    "type": "report"
  },
  {
    "title": [
      "Census Bureau (USCB) projected that by 2042, whites in America would be an absolute minority"
    ],
    "type": null
  },
  {
    "location": [
      "Australia"
    ],
    "type": null
  },
  {
    "date": [
      "2025"
    ],
    "title": [
      "Over half of the population of inner city suburbs such as Highgate and East Perth (wellknown Vietnamese enclaves) were born outside Australia. At current levels, demographic trends are that Australia will be at least 27 percent Asian by"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "WORLD",
        "given": "M.O.S.Q.U.E.I.N.S.Y.D.N.E.Y.S.Y.M.B.O.L.I.Z.E.S.T.H.I.R.D."
      }
    ],
    "note": [
      "is located in Sydney, New South Wales."
    ],
    "title": [
      "IMMIGRATION INTO AUSTRALIA The largest mosque in Australia, delib erately named the “Aub urn Gallipoli” (after the World War I b attle where Australian troops were defeated in an attempt to invade the Islamic Ottoman Empire"
    ],
    "type": null
  },
  {
    "location": [
      "New Zealand"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "June"
      }
    ],
    "date": [
      "2006",
      "2026"
    ],
    "title": [
      "Statistics New Zealand (SNZ), the official government census bureau, estimated that the Asian population would grow from 400,000 to at least 790,000 by"
    ],
    "type": null
  },
  {
    "title": [
      "Calculated from 2001 to 2021, SNZ said, the Asian population is set to increase by 145 percent from an estimated 270,000 to 670,000"
    ],
    "type": null
  },
  {
    "date": [
      "2026"
    ],
    "title": [
      "The age spread among the population will, however, radically change matters after"
    ],
    "type": null
  },
  {
    "note": [
      "compared with 74 percent in 2001."
    ],
    "title": [
      "According to the 2001 census projections, by 2021 European children will make up 63 percent of all New Zealand children"
    ],
    "type": null
  },
  {
    "date": [
      "2050"
    ],
    "title": [
      "Given the increased immigration rates, natural indigenous and immigrant Third World birthrates, and continued First World population decline, it is likely that New Zealand will lose its majority First World population status before the year"
    ],
    "type": null
  },
  {
    "date": [
      "1994-08-04"
    ],
    "genre": [
      "(p73)"
    ],
    "location": [
      "Cyprus"
    ],
    "note": [
      ". the presence of over 5 percent cDe suggests African immigration.” (p73) — Mourant AE, Kopéc AC, Domaniewska-Sobczak K. The distrib ution of the human b lood groups and other polymorphisms, London, Oxford University Press, 1976."
    ],
    "publisher": [
      "“"
    ],
    "title": [
      "A study of mtDNA in Greece revealed the presence of the HpaI morph 1 sequence, which is a Mongoloid marker, introduced either through slavery or the mixed race Ottoman occupation. —“Mitochondrial DNA polymorphism in northern Greece,” National Lib rary of Medicine, PubMed, 1: Hum Biol",
      "African Blood Groups in Greece: “As usual in the Mediterranean area CDe is high, and cDe, presumab ly from African admixture, reaches ab out 6 percent"
    ],
    "type": null
  },
  {
    "container-title": [
      "The American Journal of Human Genetics"
    ],
    "date": [
      "2001",
      "2001"
    ],
    "issue": [
      "537–542"
    ],
    "pages": [
      "537–542 ,"
    ],
    "title": [
      "According to a study conducted by Lluís Quintana-Murci et al and published in The American Journal of Human Genetics",
      "the Middle Eastern Haplogroup HG9 runs at 28% in Greece. — “Y-Chromosome Lineages Trace Diffusion of People and Languages in Southwestern Asia"
    ],
    "type": "article-journal",
    "volume": [
      "68",
      "68"
    ]
  },
  {
    "container-title": [
      "Nature Reviews Genetics"
    ],
    "date": [
      "2003-08"
    ],
    "issue": [
      "8"
    ],
    "pages": [
      "598–612"
    ],
    "title": [
      "Less than 50% of Greek Y-Chromosomes are of European origin, with the majority being 25% sub-Saharan/North African; 25% Middle Eastern; a small portion Asiatic. — “The Human Y Chromosome: An Evolutionary Marker Comes of Age"
    ],
    "type": "article-journal",
    "volume": [
      "4",
      "4"
    ]
  },
  {
    "title": [
      "Appendix 5: Classical Literature References to Race"
    ],
    "type": null
  },
  {
    "note": [
      "— The Odyssey, Book 4."
    ],
    "title": [
      "There fair-haired Rhadamanthus reigns, and men lead an easier life than anywhere else in the world"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Y",
        "given": "Robinson D."
      }
    ],
    "date": [
      "1931"
    ],
    "issue": [
      "384 and pl. 42)"
    ],
    "location": [
      "Baltimore"
    ],
    "pages": [
      "78,"
    ],
    "publisher": [
      "The Johns Hopkins University Press"
    ],
    "title": [
      "Mixture between blacks and whites in the Greek world is confirmed by the evidence of sculpture. A vase of a temple boy from Olynthus is described by Robinson as a boy with “almost negroid features",
      "Excavations at Olynthus, Part IV, The Terra-cottas of Olynthus Found in 1928"
    ],
    "type": "book",
    "volume": []
  },
  {
    "container-title": [
      "Acta Haematol"
    ],
    "date": [
      "1978"
    ],
    "issue": [
      "6"
    ],
    "pages": [
      "350–7"
    ],
    "title": [
      "Among 64 individuals from 21 families with at least one known hemoglob in S carrier, African b lood group markers were detected in 7 (11%). These findings indicate that hemoglob in S is only one of multiple African genes present in contemporary Sicilian populations.” — “Blood group phenotypes and the origin of sickle cell hemoglobin in Sicilians"
    ],
    "type": "article-journal",
    "volume": [
      "60"
    ]
  },
  {
    "container-title": [
      "American Journal of Human Genetics"
    ],
    "date": [
      "2001"
    ],
    "pages": [
      "537–542"
    ],
    "title": [
      "According to a study conducted by Lluís Quintana-Murci et al, the Middle Eastern Haplogroup HG9 runs at 20% in Italy. — “Y-Chromosome Lineages Trace Diffusion of People and Languages in Southwestern Asia"
    ],
    "type": "article-journal",
    "volume": [
      "68"
    ]
  },
  {
    "title": [
      "Appendix 8: Classical Roman Writers on Race Mixing in Rome"
    ],
    "type": null
  },
  {
    "container-title": [
      "Conquerors and Slaves, Sociological Studies in Roman History"
    ],
    "title": [
      "It is estimated that the slave population of Rome and its immediate surrounding area at the time of Augustus (circa 30 BC) was some 300,000–350,000 out of a population of about 900,000–950,000 (Hopkins, K"
    ],
    "type": "article-journal",
    "volume": [
      "1"
    ]
  },
  {
    "author": [
      {
        "given": "Cambridge"
      }
    ],
    "date": [
      "1978",
      "1996"
    ],
    "location": [
      "Galway, Classics Ireland",
      "Dublin, Ireland"
    ],
    "publisher": [
      "University College",
      "University College"
    ],
    "title": [
      "For all of Italy, the figure was approximately the same. A figure of around two million slaves out of a population of about six million at the time of Augustus is accurate—this means that at this early stage one in every three persons in Rome and Italy was a slave (John Madden, Slavery in the Roman Empire—Numb ers and Origins"
    ],
    "type": "book",
    "volume": [
      "3"
    ]
  }
]
