[
  {
    "author": [
      {
        "given": "J.P."
      }
    ],
    "container-title": [
      "Box 219143"
    ],
    "location": [
      "Kansas City, MO"
    ],
    "pages": [
      "64121–9143 1–800–480–4111"
    ],
    "title": [
      "Morgan Funds Services P.O"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "J.P",
        "given": "J.P.M.O.R.G.A.N.T.R.U.S.T.I."
      }
    ],
    "note": [
      "Morgan Income Funds JPMorgan SmartRetirement® 2020 Fund"
    ],
    "title": [
      "Morgan Tax Aware Funds JPMorgan Tax Aware Equity Fund JPMorgan Access Funds JPMorgan Tax Aware Real Return Fund JPMorgan Access Balanced Fund JPMorgan Access Growth Fund JPMorgan SmartRetirement Funds JPMorgan SmartRetirement® Income Fund J.P"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "SmartRetirement®",
        "given": "JPMorgan Corporate Bond Fund JPMorgan"
      }
    ],
    "date": [
      "2025"
    ],
    "title": [
      "Fund"
    ],
    "type": null
  },
  {
    "title": [
      "JPMorgan Emerging Markets Debt Fund JPMorgan SmartRetirement® 2030 Fund"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "SmartRetirement®",
        "given": "JPMorgan Emerging Markets Strategic Debt Fund JPMorgan"
      },
      {
        "family": "U.S",
        "given": "Fund J.P.Morgan Funds JPMorgan Global Allocation Fund J.P.Morgan"
      },
      {
        "family": "J.P",
        "given": "Equity Fund JPMorgan Tax Free Money Market Fund JPMorgan U.S.G.A.R.P.Equity Fund"
      },
      {
        "family": "J.P",
        "given": "Small Company Fund JPMorgan New York Tax Free Bond Fund JPMorgan U.S.Sustainable Leaders Fund JPMorgan U.S.Value Fund JPMorgan Value Advantage Fund"
      }
    ],
    "container-title": [
      "Morgan International Equity Funds JPMorgan SmartRetirement® Blend 2030 Fund JPMorgan Emerging Markets Equity Fund JPMorgan SmartRetirement® Blend 2035 Fund JPMorgan Europe Dynamic Fund JPMorgan SmartRetirement® Blend 2040 Fund JPMorgan International Equity Fund JPMorgan SmartRetirement® Blend 2045 Fund JPMorgan International Focus Fund JPMorgan SmartRetirement® Blend 2050 Fund JPMorgan International Value Fund JPMorgan SmartRetirement® Blend 2055 Fund JPMorgan SmartRetirement® Blend 2060",
      "Large Cap Core Plus Fund JPMorgan High Yield Municipal Fund JPMorgan U.S. Research Enhanced Equity Fund JPMorgan Intermediate Tax Free Bond Fund JPMorgan U.S",
      "Morgan International Equity Funds JPMorgan Emerging Markets Research JPMORGAN TRUST II Enhanced Equity Fund JPMorgan International Hedged Equity Fund J.P. Morgan Income Funds JPMorgan Core Bond Fund JPMorgan SmartRetirement Blend Funds JPMorgan Core Plus Bond Fund JPMorgan SmartRetirement® Blend 2015 Fund JPMorgan Government Bond Fund (formerly JPMorgan SmartSpendingSM 2015 Fund) JPMorgan High Yield Fund JPMorgan Limited Duration Bond Fund J.P. Morgan Income Funds JPMorgan Mortgage-Backed Securities Fund JPMorgan Preferred and Income Securities Fund JPMorgan Short Duration Bond Fund J.P. Morgan Money Market Funds J.P. Morgan International Equity Funds JPMorgan Institutional Tax Free Money JPMorgan International Research Enhanced Market Fund Equity Fund JPMorgan Securities Lending Money Market Fund J.P. Morgan Investor Funds J.P. Morgan Municipal Bond Funds JPMorgan Investor Balanced Fund JPMorgan Ultra-Short Municipal Fund JPMorgan Investor Conservative Growth Fund J.P. Morgan SMA Funds JPMorgan Investor Growth Fund JPMorgan Core Focus SMA Fund JPMorgan Investor Growth & Income Fund JPMorgan Municipal SMA Fund J.P. Morgan Money Market Funds J.P. Morgan Specialty Funds JPMorgan Liquid Assets Money Market Fund JPMorgan Macro Opportunities Fund JPMorgan Municipal Money Market Fund JPMorgan U.S. Government Money Market Fund J.P. Morgan U.S. Equity Funds JPMorgan U.S. Treasury Plus Money Market Fund JPMorgan Equity Premium Income Fund JPMorgan Hedged Equity 2 Fund J.P. Morgan Municipal Bond Funds JPMorgan Hedged Equity 3 Fund JPMorgan Short-Intermediate Municipal Bond Fund J.P. MORGAN FLEMING MUTUAL FUND JPMorgan Sustainable Municipal Income Fund GROUP, INC. JPMorgan Tax Free Bond Fund J.P. Morgan U.S. Equity Funds J.P. Morgan U.S. Equity Funds JPMorgan Mid Cap Value Fund JPMorgan Equity Income Fund JPMorgan Equity Index Fund J.P. MORGAN MUTUAL FUND INVESTMENT JPMorgan Large Cap Growth Fund TRUST JPMorgan Large Cap Value Fund J.P. Morgan U.S. Equity Funds JPMorgan Market Expansion Enhanced Index JPMorgan Growth Advantage Fund"
    ],
    "date": [
      "2035"
    ],
    "title": [
      "Fund JPMorgan Floating Rate Income Fund JPMorgan SmartRetirement® 2040 Fund JPMorgan Global Bond Opportunities Fund JPMorgan SmartRetirement® 2045 Fund JPMorgan Income Fund JPMorgan SmartRetirement® 2050 Fund JPMorgan Inflation Managed Bond Fund JPMorgan SmartRetirement® 2055 Fund JPMorgan Managed Income Fund JPMorgan SmartRetirement® 2060 Fund JPMorgan Short Duration Core Plus Fund JPMorgan Strategic Income Opportunities Fund JPMorgan SmartRetirement Blend Funds JPMorgan Total Return Fund JPMorgan SmartRetirement® Blend Income Fund JPMorgan Unconstrained Debt Fund JPMorgan SmartRetirement® Blend 2020 Fund JPMorgan SmartRetirement® Blend 2025 Fund J.P",
      "Equity Funds JPMorgan Income Builder Fund JPMorgan Diversified Fund JPMorgan Equity Focus Fund J.P. Morgan Money Market Funds JPMorgan Hedged Equity Fund JPMorgan 100% U.S. Treasury Securities JPMorgan Mid Cap Equity Fund Money Market Fund JPMorgan Small Cap Blend Fund JPMorgan California Municipal Money Market JPMorgan Small Cap Equity Fund Fund JPMorgan Small Cap Sustainable Leaders Fund JPMorgan Federal Money Market Fund (formerly JPMorgan Small Cap Core Fund) JPMorgan New York Municipal Money Market JPMorgan U.S. Applied Data Science Value Fund Fund (formerly JPMorgan Intrepid Value Fund) JPMorgan Prime Money Market Fund JPMorgan U.S",
      "Morgan Municipal Bond Funds (formerly JPMorgan Intrepid Growth Fund) JPMorgan California Tax Free Bond Fund JPMorgan U.S",
      "Morgan Specialty Funds JPMORGAN TRUST IV JPMorgan Opportunistic Equity Long/Short Fund JPMorgan Research Market Neutral Fund J.P"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "J.P",
        "given": "Core Plus Bond Fund Bloomberg Barclays U.S.Aggregate Index Corporate Bond Fund Bloomberg Barclays U.S.Aggregate Index Emerging Markets Debt Fund"
      },
      {
        "family": "Yield",
        "given": "Government Bond Index High Yield Fund Bloomberg Barclays U.S.Corporate High"
      }
    ],
    "container-title": [
      "MBS Index Short Duration Bond Fund Bloomberg Barclays 1-3 Year U.S. Government/Credit Bond Index Short Duration Core Plus Fund Bloomberg Barclays 1-5 Year Government/Credit Index Strategic Income Opportunities Fund Bloomberg Barclays U.S. Universal Index Total Return Fund Bloomberg Barclays U.S. Aggregate Index Unconstrained Debt Fund Bloomberg Barclays U.S. Aggregate Index Please see the “Portfolio Manager Compensation” section in Part II of this SAI for a description of the structure and method of determining the compensation of the portfolio managers identified in the Risk/ Return Summary of the Prospectuses"
    ],
    "title": [
      "Morgan Emerging Markets Bond Index Global Diversified Floating Rate Income Fund Credit Suisse Leveraged Loan Index Global Bond Opportunities Fund Bloomberg Barclays Multiverse Index Government Bond Fund Bloomberg Barclays U.S",
      "2% Issuer Capped Index Income Fund Bloomberg Barclays U.S. Aggregate Index Inflation Managed Bond Fund Bloomberg Barclays 1-10 Year TIPS Limited Duration Bond Fund Bloomberg Barclays 1-3 Year U.S. Government/Credit Bond Index Mortgage-Backed Securities Fund Bloomberg Barclays U.S"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "PERSHING",
        "given": "L.L.C."
      }
    ],
    "container-title": [
      "17.76% P.O. BOX 2052 JERSEY CITY NJ 07303-2052"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "PERSHING",
        "given": "L.L.C."
      }
    ],
    "container-title": [
      "11.75% P.O. BOX 2052 JERSEY CITY NJ 07303-2052"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "PERSHING",
        "given": "L.L.C."
      }
    ],
    "container-title": [
      "8.37% P.O. BOX 2052 JERSEY CITY NJ 07303-2052"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "PERSHING",
        "given": "L.L.C."
      }
    ],
    "container-title": [
      "5.52% P.O. BOX 2052 JERSEY CITY NJ 07303-2052"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "NATIONAL FINANCIAL SERVICES LLC 6.76% 499 WASHINGTON BLVD JERSEY CITY NJ 07310-1995"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "NATIONAL FINANCIAL SERVICES LLC 7.53% 499 WASHINGTON BLVD JERSEY CITY NJ 07310-1995"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "PERSHING LLC 10.29% P.O. BOX 2052 JERSEY CITY NJ 07303-2052"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "NATIONAL FINANCIAL SERVICES LLC 17.39% 499 WASHINGTON BLVD JERSEY CITY NJ 07310-1995"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "PERSHING LLC 10.25% P.O. BOX 2052 JERSEY CITY NJ 07303-2052"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "SECURITIES",
        "given": "J.P.M.O.R.G.A.N."
      }
    ],
    "container-title": [
      "LLC* 5.02% FOR EXCLUSIVE BENEFIT OF CUSTOMERS 4 CHASE METROTECH CTR BROOKLYN NY"
    ],
    "pages": [
      "11245–0003"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "PERSHING",
        "given": "L.L.C."
      }
    ],
    "container-title": [
      "13.25% P.O. BOX 2052 JERSEY CITY NJ 07303-2052"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "CLASS R6 SHARES J. P. MORGAN SECURITIES LLC* 54.06% FOR EXCLUSIVE BENEFIT OF CUSTOMERS 4 CHASE METROTECH CTR BROOKLYN NY"
    ],
    "pages": [
      "11245–0003"
    ],
    "type": "chapter"
  },
  {
    "title": [
      "The limitations described above do not apply to investments in money market funds subject to certain conditions. All of the J.P. Morgan Funds may invest in affiliated and unaffiliated money market funds without limit under Rule 12d1-1 under the 1940 Act subject to the acquiring fund’s investment policies and restrictions and the conditions of the Rule"
    ],
    "type": null
  },
  {
    "publisher": [
      "Morgan Funds"
    ],
    "title": [
      "In addition, the 1940 Act’s limits and restrictions summarized above do not apply to J.P"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "J.P",
        "particle": "that invest in other"
      }
    ],
    "container-title": [
      "JPMorgan Access Funds"
    ],
    "note": [
      "JPMorgan Diversified Fund, and such other J.P. Morgan Funds that invest in other J.P. Morgan Funds in reliance on Section 12(d)(G) of the 1940 Act, Rule 12d1-4 or other rules issued"
    ],
    "title": [
      "Morgan Funds in reliance on Section 12(d)(1)(G) of the 1940 Act, SEC rule, or an exemptive order issued by the SEC (each, a “Fund of Funds”; collectively, “Funds of Funds”). Such Funds of Funds include JPMorgan Investor Funds (the “Investor Funds”), the JPMorgan SmartRetirement Funds and the JPMorgan SmartRetirement Blend Funds (collectively, the “JPMorgan SmartRetirement Funds”"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Shlissel",
        "given": "Brian S."
      }
    ],
    "date": [
      "1964"
    ],
    "publisher": [
      "Morgan Investment Management Inc"
    ],
    "title": [
      "Managing Director and Chief Administrative Officer for J.P. President and Principal Morgan pooled vehicles, J.P"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Officer",
        "given": "Executive"
      }
    ],
    "date": [
      "2016"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Clemens",
        "given": "Timothy J."
      }
    ],
    "container-title": [
      "Morgan Investment Management Inc. since Treasurer and Principal February 2016. Mr. Clemens has been with J.P. Morgan Investment Financial Officer (2018) Management Inc"
    ],
    "date": [
      "1975",
      "2013"
    ],
    "location": [
      "since"
    ],
    "title": [
      "Executive Director, J.P"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Samuels",
        "given": "Gregory S."
      }
    ],
    "container-title": [
      "Mr. Samuels has been with JPMorgan Chase since"
    ],
    "date": [
      "1980",
      "2010"
    ],
    "note": [
      "Assistant Secretary 2010-2019"
    ],
    "title": [
      "Managing Director and Assistant General Counsel, JPMorgan Secretary (2019)** (formerly Chase"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Ungerman",
        "given": "Stephen M."
      }
    ],
    "container-title": [
      "Ungerman has Chief Compliance Officer been with JPMorgan Chase & Co. since 2000"
    ],
    "date": [
      "1953",
      "2005"
    ],
    "title": [
      "Managing Director, JPMorgan Chase & Co.; Mr"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Astwood-Smith",
        "given": "Kiesha"
      }
    ],
    "date": [
      "1973",
      "2021-06"
    ],
    "note": [
      "AXA Equitable Life Insurance Company) from September 2015 through June 2021."
    ],
    "title": [
      "Vice President and Assistant General Counsel, JPMorgan Chase Assistant Secretary",
      "Senior Director and Counsel, Equitable Financial Life Insurance Company (formerly"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Beck",
        "given": "Matthew"
      }
    ],
    "date": [
      "1988",
      "2021-05"
    ],
    "note": [
      "Senior Legal Counsel, Ultimus Fund Solutions from May 2018 through May 2021; General Counsel, The Nottingham Company from April 2014 through May 2018."
    ],
    "title": [
      "Vice President and Assistant General Counsel, JPMorgan Chase Assistant Secretary"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Davin",
        "given": "Elizabeth A."
      }
    ],
    "container-title": [
      "Ms"
    ],
    "date": [
      "1964"
    ],
    "note": [
      "Davin has been with JPMorgan Chase (formerly Bank One Corporation) since 2004."
    ],
    "title": [
      "Executive Director and Assistant General Counsel, JPMorgan Assistant Secretary (2005)*** Chase"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Ditullio",
        "given": "Jessica K."
      }
    ],
    "date": [
      "1962",
      "1990"
    ],
    "note": [
      "Ditullio has been with JPMorgan Chase (formerly Bank One Corporation"
    ],
    "title": [
      "Executive Director and Assistant General Counsel, JPMorgan Assistant Secretary (2005)*** Chase. Ms"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Geron",
        "given": "Anthony"
      }
    ],
    "date": [
      "1971",
      "2014"
    ],
    "title": [
      "Assistant Vice President and Assistant General Counsel, JPMorgan Chase Secretary (2018)** since September 2018; Lead Director and Counsel, AXA Equitable Life Insurance Company from 2015 to 2018 and Senior Director and Counsel, AXA Equitable Life Insurance Company from"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Lekstutis",
        "given": "Carmine"
      }
    ],
    "date": [
      "1980"
    ],
    "note": [
      "Mr. Lekstutis has been with JPMorgan Chase since 2011."
    ],
    "title": [
      "Executive Director and Assistant General Counsel, JPMorgan Assistant Secretary (2011)** Chase"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Vogel",
        "given": "Max"
      }
    ],
    "date": [
      "1990",
      "2021-06"
    ],
    "note": [
      "Associate, Proskauer Rose LLP (law firm) from March 2017 to June 2021; Associate, Stroock & Stroock & Lavan LLP (law firm) from October 2015 to March 2017."
    ],
    "title": [
      "Vice President and Assistant General Counsel, JPMorgan Chase Assistant Secretary"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "President",
        "given": "Zachary E.Vonnegut-Gabovitch Vice"
      },
      {
        "family": "Counsel",
        "given": "Assistant General"
      },
      {
        "family": "Chase",
        "given": "JPMorgan"
      }
    ],
    "date": [
      "1986"
    ],
    "note": [
      "since September 2016; Associate, Morgan, Lewis & Bockius (law Assistant Secretary (2017)** firm) from 2012 to 2016."
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "D’Ambrosio",
        "given": "Michael M."
      }
    ],
    "date": [
      "1969"
    ],
    "publisher": [
      "Morgan Investment Management Inc. Mr"
    ],
    "title": [
      "Managing Director, J.P"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Treasurer",
        "given": "Assistant"
      }
    ],
    "container-title": [
      "Morgan Investment Management Inc"
    ],
    "date": [
      "2012",
      "2012"
    ],
    "title": [
      "D’Ambrosio has been with J.P"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Fleytekh",
        "given": "Aleksandr"
      }
    ],
    "container-title": [
      "Morgan Investment Management Inc. since Assistant Treasurer"
    ],
    "date": [
      "1972",
      "2019-02"
    ],
    "title": [
      "Vice President, J.P"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Gaines",
        "given": "Shannon"
      }
    ],
    "container-title": [
      "Morgan Investment Management Inc. since Assistant Treasurer"
    ],
    "date": [
      "1977",
      "2018-01"
    ],
    "title": [
      "Vice President, J.P"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "House",
        "given": "Jeffrey D."
      }
    ],
    "container-title": [
      "Morgan Investment Management Inc. since July Assistant Treasurer"
    ],
    "date": [
      "1972",
      "2017"
    ],
    "title": [
      "Vice President, J.P"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Mannarino",
        "given": "Michael"
      }
    ],
    "container-title": [
      "Morgan Investment Management Inc. since Assistant Treasurer"
    ],
    "date": [
      "1985",
      "2020"
    ],
    "title": [
      "Vice President, J.P"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Parascondola",
        "given": "Joseph"
      }
    ],
    "container-title": [
      "Morgan Investment Management Inc. since Assistant Treasurer (2011)* February 2020; formerly Vice President, J.P. Morgan Investment Management Inc"
    ],
    "date": [
      "1963",
      "2006-01"
    ],
    "title": [
      "Executive Director, J.P"
    ],
    "type": "chapter"
  },
  {
    "note": [
      "These investments also will increase assets under management and support particular J.P. Morgan money market funds. The JPMorgan affiliates providing"
    ],
    "title": [
      "more attractive for the Fund or that have superior returns. To the extent a Fund invests in a J.P. Morgan money market fund, the Fund’s investment performance is related to the performance of the J.P. Morgan money market fund and the Fund might lose money by investing in a J.P. Morgan money market fund. Because a Fund’s adviser or its affiliates provide services to and receive fees from J.P. Morgan money market funds, investments by the Fund in a J.P. Morgan money market fund benefit the Fund’s adviser and/or its affiliates and create a conflict of interest"
    ],
    "type": null
  }
]
