[
  {
    "citation-number": [
      "3."
    ],
    "date": [
      "2022-03-31"
    ],
    "note": [
      "and March 31, 2021, respectively. TCE, ROTCE and TBVPS are utilized by the Firm, as well as investors and analysts, in assessing the Firm’s use of equity"
    ],
    "title": [
      "Tangible common equity (“TCE”), return on tangible common equity (“ROTCE”) and tangible book value per share (“TBVPS”), are each non-GAAP financial measures. TCE represents the Firm’s common stockholders’ equity (i.e., total stockholders’ equity less preferred stock) less goodwill and identifiable intangible assets (other than mortgage servicing rights), net of related deferred tax liabilities. For a reconciliation from common stockholders’ equity to TCE, refer to page 9 of the Earnings Release Financial Supplement. ROTCE measures the Firm’s net income applicable to common equity as a percentage of average TCE. TBVPS represents the Firm’s TCE at period-end divided by common shares at period-end. Book value per share was $86.16, $88.07 and $82.31 at"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Corporate"
      }
    ],
    "citation-number": [
      "5."
    ],
    "title": [
      "Investment Bank (“CIB”) calculates the ratio of the allowance for loan losses to end-of-period loans (“ALL/EOP”) excluding the impact of consolidated Firm-administered multi-seller conduits and trade finance loans, to provide a more meaningful assessment of CIB’s allowance coverage ratio"
    ],
    "type": null
  },
  {
    "citation-number": [
      "2."
    ],
    "container-title": [
      "Does not include borrowing capacity at Federal Home Loan Banks and the discount window at the Federal Reserve Bank. Refer to Liquidity Risk Management on"
    ],
    "note": [
      "of the Firm’s 2021 Form 10-K for additional information"
    ],
    "pages": [
      "97–104"
    ],
    "title": [
      "Total excess high-quality liquid assets (“HQLA”) represent the average eligible unencumbered liquid assets that are in excess of what is required to meet the estimated Firm and Bank total net cash outflows over a prospective 30 calendar-day period of significant stress under the LCR rule. HQLA and unencumbered marketable securities, includes the Firm’s average eligible HQLA, other end-of-period HQLA-eligible securities which are included as part of the excess liquidity at the Bank that are not transferable to non-bank affiliates and thus excluded from the Firm’s LCR under the LCR rule, and other end-of-period unencumbered marketable securities, such as equity and debt securities"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "3."
    ],
    "note": [
      "Prior period amounts have been revised to conform with the current presentation"
    ],
    "title": [
      "In the first quarter of 2022, the Firm changed its methodology for allocating income taxes to the LOBs, with no impact to Firmwide net income"
    ],
    "type": null
  },
  {
    "citation-number": [
      "4."
    ],
    "date": [
      "2022-01-01"
    ],
    "note": [
      "banking regulators in November 2019 applies to Basel III Advanced Approaches banking organizations, such as the Firm and JPMorgan Chase Bank, N.A"
    ],
    "title": [
      "the Firm adopted “Standardized Approach for Counterparty Credit Risk” (“SA-CCR”), which replaced the current exposure method used to measure derivatives counterparty exposure under Standardized approach RWA and Advanced approach RWA where internal models are not used, as well as leverage exposure used to calculate the SLR in the regulatory capital framework. The rule issued by the U.S"
    ],
    "type": null
  }
]
