[
  {
    "author": [
      {
        "given": "Bays"
      }
    ],
    "container-title": [
      "Its sub-French General Montcalm on the stantial fund of natural resources Plains of Abraham in Québec City"
    ],
    "title": [
      "Québec would be even Québec City, later to become Laval larger had Labrador not been awarded University in 1852. ■ 1759 British General Wolfe defeats to Newfoundland in 1927"
    ],
    "type": "chapter"
  },
  {
    "title": [
      "includes 16% of the world’s supply of ■ 1760 Montréal falls to the British"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "water",
        "particle": "fresh"
      }
    ],
    "title": [
      "Most of the province’s ■ 1763 The king of France cedes all of population lives in its lower regions— Canada to the king of England in the the St. Lawrence lowlands and parts of Treaty of Paris"
    ],
    "type": null
  },
  {
    "title": [
      "the Appalachians and the Laurentians. ■ 1775 Montréal is occupied by Ameri"
    ],
    "type": null
  },
  {
    "note": [
      "vote in provincial elections in Québec, The foothills of the Appalachian having obtained that right in federal mountains separate Québec from the elections in 1917."
    ],
    "title": [
      "the Laurentides (the Laurentians), the ■ 1925 The Seagram Company is oldest mountain range in the world founded in Montréal. ■ 1940 Women are granted the right to and the playground of the Québecois"
    ],
    "type": null
  },
  {
    "title": [
      "United States and add to the beauty of ■ 1948 The Québec flag, bearing four the Cantons-de-l’Est, the bucolic fleurs-de-lis, is adopted"
    ],
    "type": null
  },
  {
    "title": [
      "country on the opposite side of the St. ■ 1962 Montréal’s underground city is"
    ],
    "type": null
  },
  {
    "location": [
      "London Rome Washington, D.C"
    ],
    "title": [
      "FROMMER’S® IRREVERENT GUIDES Amsterdam Los Angeles San Francisco Boston Manhattan Seattle & Portland Chicago New Orleans Vancouver Las Vegas Paris Walt Disney World®"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Bed",
        "given": "T.H.E.U.N.O.F.F.I.C.I.A.L.G.U.I.D.E.S.®"
      },
      {
        "given": "Breakfasts"
      },
      {
        "family": "Southwest",
        "given": "Country"
      }
    ],
    "container-title": [
      "Maui World’s Best Diving Vacations SPECIAL-INTEREST TITLES Frommer’s Adventure Guide to Australia & Frommer’s France’s Best Bed & Breakfasts and New Zealand Country Inns Frommer’s Adventure Guide to Central America Frommer’s Gay & Lesbian Europe Frommer’s Adventure Guide to India & Pakistan Frommer’s Italy’s Best Bed & Breakfasts and Frommer’s Adventure Guide to South America Country Inns Frommer’s Adventure Guide to Southeast Asia Frommer’s Road Atlas Britain Frommer’s Adventure Guide to Southern Africa Frommer’s Road Atlas Europe Frommer’s Britain’s Best Bed & Breakfasts and Frommer’s Road Atlas France Country Inns The New York Times’ Guide to Unforgettable Frommer’s Caribbean Hideaways Weekends Frommer’s Exploring America by RV Places Rated Almanac Frommer’s Fly Safe, Fly Smart Retirement Places Rated"
    ],
    "location": [
      "London Washington, D.C"
    ],
    "title": [
      "South Central Mexio’s Best Beach Resorts Inns in: Plains Mid-Atlantic with Kids California U.S.A. Mini Las Vegas Great Lakes States Beyond Disney Mini-Mickey Mid-Atlantic Branson, Missouri New England & New York with New England California with Kids Kids Northwest Central Italy New Orleans Rockies Chicago New York City Southeast Cruises Paris Southwest Disneyland® San Francisco Best RV & Tent Campgrounds in: Florida with Kids Skiing & Snowboarding in the West California & the West Golf Vacations in the Eastern U.S. Southeast with Kids Florida & the Southeast Great Smoky & Blue Ridge Region Walt Disney World® Great Lakes States Inside Disney Walt Disney World® for Mid-Atlantic Hawaii Grown-ups Northeast Las Vegas Walt Disney World® with Kids Northwest & Central Plains"
    ],
    "type": "chapter"
  },
  {
    "publisher": [
      "AOL Keyword:Travel"
    ],
    "title": [
      "Travelocity,® Travelocity.com® and the Travelocity skyline logo are trademarks and/or service marks of Travelocity.com LP. © 2003 Travelocity.com LP.All rights reserved"
    ],
    "type": "book"
  }
]
