[
  {
    "author": [
      {
        "family": "Virginia",
        "given": "West"
      }
    ],
    "location": [
      "California, Colorado, Kentucky, North Carolina, Oklahoma, Virginia"
    ],
    "title": [
      "In 2018-19, public school educators held protests or strikes in a movement referred to as Red for Ed in multiple states, including Arizona",
      "The wave of teacher protests in the 2018-19 school year raised questions about whether it would lead to an increase in the number of unionized charter schools"
    ],
    "type": null
  },
  {
    "note": [
      "The state data from 2016-17 and 2018-19 are presented in Table 2. Data for select cities from 2018-19 are presented in Table 3."
    ],
    "title": [
      "The National Alliance therefore collected data again, from the 2018-19 school year, to examine whether there was growth in unionized charter schools. The national data from 2016-17 and 2018-19 are presented in Table 1"
    ],
    "type": null
  },
  {
    "title": [
      "⊲ Conversion charter schoolsiii accounted for 27.8% of unionized charter schools in 2018-19, compared with nonunionized charter schools where 6.2% were conversion"
    ],
    "type": null
  },
  {
    "title": [
      "⊲ Of the charter schools open in 2018-19, 64.3% of unionized charter schools opened before 2010-11"
    ],
    "type": null
  },
  {
    "note": [
      "Overall, the percentage of charter schools managed by an EMO or a CMO decreased between 2016-17 and 2018-19 (from 18.8% to 16.4%)."
    ],
    "title": [
      "⊲ Most unionized charter schools were not managed by an education management organization (EMO) or a charter management organization (CMO). In 2018-19, 16.4% of unionized charter schools were managed by an EMO or a CMO"
    ],
    "type": null
  },
  {
    "container-title": [
      "⊲ In five states in 2018-19—Alaska"
    ],
    "location": [
      "Hawaii, Iowa, Kansas"
    ],
    "note": [
      "and Maryland—all charter schools were unionized, either because they were required by state law or because no charter schools requested waivers permitted by state law."
    ],
    "title": [
      "⊲ Most unionized charter schools were affiliated with the National Education Association (NEA), the largest teachers’ union in the country (68.2%), while 20.0% were affiliated with the American Federation of Teachers (AFT). The remaining 11.8% were affiliated with both NEA and AFT"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "Wisconsin",
      "Wisconsin"
    ],
    "issue": [
      "awaii (36), and Illinois (34)"
    ],
    "location": [
      "Maryland, and Hawaii"
    ],
    "note": [
      "all unionized charter schools were bound by state laws."
    ],
    "title": [
      "⊲ In 2018-19, the five states with the largest number of unionized charter schools were California (240",
      "accounting for 72.4% of all unionized charter schools across the country"
    ],
    "type": "article-journal",
    "volume": [
      "49"
    ]
  },
  {
    "date": [
      "2016"
    ],
    "type": null
  },
  {
    "date": [
      "2016"
    ],
    "type": null
  },
  {
    "date": [
      "2016"
    ],
    "type": null
  },
  {
    "date": [
      "2016"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Public Charter Schools",
        "particle": "i National Alliance for"
      }
    ],
    "date": [
      "2010"
    ],
    "title": [
      "Unionized charter schools: Data from 2009-10"
    ],
    "type": null,
    "url": [
      "https://www.publiccharters.org/publications/unionized-charter-schools-dashboard-data-2009-10"
    ]
  },
  {
    "date": [
      "2018"
    ],
    "pages": [],
    "title": [
      "National Alliance for Public Charter Schools, “Unionized charter schools: Data from 2016-17"
    ],
    "type": null
  },
  {
    "note": [
      "charter laws (tenth edition)”, 2019,"
    ],
    "title": [
      "The Los Angeles Unified School District authorizes a set of charter schools referred to as"
    ],
    "type": null,
    "url": [
      "https://www.publiccharters.org/ranking-state-public-charter-schoollaws-2019"
    ]
  }
]
