[
  {
    "author": [
      {
        "family": "Campbell",
        "given": "R.C."
      }
    ],
    "date": [
      "1974"
    ],
    "edition": [
      "2nd"
    ],
    "location": [
      "Cambridge University Press"
    ],
    "pages": [
      "385"
    ],
    "publisher": [
      "Cambridge"
    ],
    "title": [
      "Statistics for Biologists",
      "This is the book I reach for to carry out nonparametric tests. I find straightfoward worked examples to follow, and the book also contains the tables for the related significance tests"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Goulden",
        "given": "C.H."
      }
    ],
    "date": [
      "1952"
    ],
    "edition": [
      "2nd"
    ],
    "location": [
      "John Wiley"
    ],
    "pages": [
      "467"
    ],
    "publisher": [
      "New York"
    ],
    "title": [
      "Methods of Statistical Analysis",
      "This is the first statistics text I treated myself to, and its battered state shows how often I have consulted it. The worked examples are very easy to follow, and so I have used it mainly to expand my experience of statistical procedures, e.g. for calculating missing values in the analysis of variance, and multiple and nonlinear regression. It would be a good book for seeing if someone else’s explanation will help where you find difficulty in my book"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Mead",
        "given": "R."
      },
      {
        "family": "Curnow",
        "given": "R.N."
      },
      {
        "family": "Hasted",
        "given": "A.M."
      }
    ],
    "date": [
      "1993"
    ],
    "edition": [
      "2nd"
    ],
    "location": [
      "Chapman and Hall"
    ],
    "note": [
      "Otherwise the book is rather difficult for beginners in the reliance it places on statistical notation in describing procedures."
    ],
    "pages": [
      "415"
    ],
    "publisher": [
      "London"
    ],
    "title": [
      "Statistical Methods in Agriculture and Experimental Biology",
      "Has good and well laid out examples and an excellent chapter on “Choosing the most appropriate experimental design"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Schefler",
        "given": "W.C."
      }
    ],
    "date": [
      "1983"
    ],
    "location": [
      "Reading, Massachusetts"
    ],
    "note": [
      "from my book to more advanced texts. I can particularly recommend the section on chi-square."
    ],
    "pages": [
      "302"
    ],
    "publisher": [
      "Addison-Wesley"
    ],
    "title": [
      "Statistics for Health Professionals",
      "I have only recently come across this book, and I think you would find this one particularly helpful as a source of explanations of statistical theory by another author. It is perhaps also an excellent “next step"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "G.W.",
        "given": "Snedecor"
      },
      {
        "family": "Cochran",
        "given": "W.G."
      }
    ],
    "date": [
      "1967"
    ],
    "edition": [
      "6th"
    ],
    "pages": [
      "593"
    ],
    "publisher": [
      "Iowa State University Press: Ames, Iowa"
    ],
    "title": [
      "Statistical Methods",
      "This is one of my standard reference books for calculation formulae as well as descriptions and worked examples of more advanced statistical techniques"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Steel",
        "given": "R.G.D."
      },
      {
        "family": "Torrie",
        "given": "J.H."
      }
    ],
    "date": [
      "1960"
    ],
    "location": [
      "McGraw-Hill"
    ],
    "note": [
      "It is, however, rather algebraic in approach."
    ],
    "pages": [
      "481"
    ],
    "publisher": [
      "New York"
    ],
    "title": [
      "Principles and Procedures of Statistics with Special Reference to the Biological Sciences",
      "This is my favorite standard reference work for reading up the theory and reminding myself of computational procedures. I find it particularly easy to locate what I want without having to browse large sections of text"
    ],
    "type": null
  },
  {
    "note": [
      "multiple, 272 as remainders, 152–3, 170, 178 nonparametric methods, 296–305 second order interactions, 182–3, advantages, 298–9 189–92 analysis of more than two replicated intercept (a), 253–4 treatments, 304–5 calculation example, 257 analysis of two replicated treatments,"
    ],
    "pages": [
      "269–70 186–9"
    ],
    "title": [
      "F-statistic see variance ratio (F) incomplete blocks, 127–9 F-test independent variable, 245 in analysis of variance, 83–4, 277 interaction, 124–5, 145–50 two-tailed, 84–5 degrees of freedoms for, 150–1 see also variance ratio (F) orders of, 171–2, 176–7 factorial (mathematical term), 171, 292 see also first order interactions; factorial experiments, 127, 143–53 second order interactions; third definition, 143 order interactions effect on analysis of variance, 150–2 residual variation and, 151–2 transport example, 145–8 nested design see split plot design interaction sum of squares, 152–3 nonadditivity, 145 first order interactions, 179–81, nonlinear regression"
    ],
    "type": null
  }
]
