[
  {
    "author": [
      {
        "literal": "Troyes’ Perceval and its four Continuations are translated as Perceval – the Story of the Grail (D. S. Brewer"
      }
    ],
    "date": [
      "1982"
    ],
    "note": [
      "reprinted in 1986); the full translated text of The High Book of the Grail was published by D. S. Brewer in 1978 and reissued in"
    ],
    "type": null
  },
  {
    "date": [
      "1996"
    ],
    "note": [
      "see Richard Barber’s The Holy Grail – Imagination and Belief (Allen Lane/Harvard University Press, 2004)."
    ],
    "title": [
      "a complete translation of The Quest of the Holy Grail by Pauline Matarasso is available in Penguin Classics. For an outstandingly lucid and readable discussion of the inspiration, development and significance of the Grail legend, and for a comprehensive bibliography"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "XIV LE ROMAN DE TRISTAN EN PROSE, tome III, edited by Renée L. Curtis XV LOVE’S MASKS: Identity, Intertextuality, and Meaning in the Old French Tristan Poems, Merritt R. Blakeslee XVI THE CHANGING FACE OF ARTHURIAN ROMANCE: Essays on Arthurian Prose Romances in memory of Cedric E. Pickford, edited by Alison Adams, Armel H. Diverres, Karen Stern and Kenneth Varty XVII REWARDS AND PUNISHMENTS IN THE ARTHURIAN ROMANCES AND LYRIC POETRY OF MEDIEVAL FRANCE"
      },
      {
        "literal": "Davies and Angus J. Kennedy XVIII CEI AND THE ARTHURIAN LEGEND, Linda Gowans XIX LAAMON’S BRUT"
      },
      {
        "literal": "Françoise H. M. Le Saux XX READING THE MORTE DARTHUR, Terence McCarthy, reprinted as AN INTRODUCTION TO MALORY XXI CAMELOT REGAINED: The Arthurian Revival and Tennyson, 1800–1849, Roger Simpson XXII THE LEGENDS OF KING ARTHUR IN ART, Muriel Whitaker XXIII GOTTFRIED VON STRASSBURG AND THE MEDIEVAL TRISTAN"
      }
    ],
    "container-title": [
      "LEGEND: Papers from an Anglo-North American symposium",
      "INDEX OF THEMES AND MOTIFS IN TWELFTH-CENTURY FRENCH ARTHURIAN POETRY, E. H. Ruck XXVI CHRÉTIEN DE TROYES AND THE GERMAN MIDDLE AGES: Papers from an international symposium, edited with an introduction by Martin H. Jones and Roy Wisbey XXVII SIR GAWAIN AND THE GREEN KNIGHT: Sources and Analogues, compiled by Elisabeth Brewer XXVIII CLIGÉS by Chrétien de Troyes, edited by Stewart Gregory and Claude Luttrell XXIX THE LIFE AND TIMES OF SIR THOMAS MALORY"
    ],
    "editor": [
      {
        "family": "Peter",
        "given": "V."
      },
      {
        "literal": "edited with an introduction by Adrian Stevens and Roy Wisbey XXIV ARTHURIAN POETS: CHARLES WILLIAMS, edited and introduced by David Llewellyn Dodds XXV AN"
      }
    ],
    "note": [
      "P. J. C. Field XXX T. H. WHITE’S THE ONCE AND FUTURE KING, Elisabeth Brewer XXXI ARTHURIAN BIBLIOGRAPHY, III: 1978–1992, Author Listing and"
    ],
    "title": [
      "Essays presented to Kenneth Varty on the occasion of his sixtieth birthday",
      "The Poem and its Sources"
    ],
    "type": "paper-conference"
  }
]
