[
  {
    "author": [
      {
        "family": "BEEKEEPERS'",
        "given": "T.H.E."
      },
      {
        "literal": "by F. C. Pellett, Lippincott Publishing Co., Philadelphia, Pa \"Beekeeping,\" by Dr. E. F. Philhps, The Macmillan Co., New York City."
      },
      {
        "literal": "by Dr. C. C. Miller, A. I. Root Co., Medina, O. \"Langstroth on the Hive and Honey Bee,\" revised by C. P."
      },
      {
        "family": "W. C. Hutchinson",
        "particle": "by"
      },
      {
        "family": "A. I. Root Co",
        "particle": "published by"
      },
      {
        "family": "F. C. Pellett",
        "particle": "by"
      },
      {
        "family": "American Bee Journal",
        "particle": "pubHshed by the"
      },
      {
        "family": "Anna B. Comstock",
        "particle": "by"
      },
      {
        "family": "A. I. Root Co",
        "given": "A.I.Root Co",
        "nick": "A.B.C. and X.Y.Z. of Bee Culture,"
      },
      {
        "family": "alphabetically",
        "given": "Topics",
        "particle": "arranged"
      },
      {
        "family": "Dr. C. C. Miller",
        "particle": "by"
      },
      {
        "family": "American Bee Journal",
        "particle": "published by the"
      },
      {
        "given": "Hamilton"
      },
      {
        "family": "C. P",
        "particle": "by"
      }
    ],
    "date": [
      "111"
    ],
    "location": [
      "Washington, D. C"
    ],
    "note": [
      "447 Bees No. 1012 Preparation of Bees for Outdoor Wintering No. 1039 Commercial Comb Honey Production No. 695 Outdoor Wintering of Bees No. 1014 Wintering Bees in Cellars No. 975 Control of European Foulbrood No. 1084 Control of American Foulbrood No. 820 Utilization of Sweet Clover No. 503 Comb Honey Magazines on Beekeeping \"The American Bee Journal,\" published at Hamilton, 111. \"Gleanings in Bee Culture,\" published at Medina, Ohio. m ' I'l'iiiu"
    ],
    "publisher": [
      "No"
    ],
    "title": [
      "BOOKSHELF The following is a partial list of some of the best publications relating to bee culture: \"Productive Beekeeping",
      "Fifty Years Among the Bees",
      "Dadant, published by the American Bee Journal, Hamilton, 111. \"Advanced Bee Culture",
      "Practical Queen Rearing",
      "How to Keep Bees",
      "This is an encyclopedia of modern beekeeping",
      "A Thousand Answers to Beekeeping Questions",
      "Beekeeping for Beginners",
      "Dadant, published by the American Bee Journal United States Department of Agriculture Farmers' Bulletins (these may be had free on request from the Department, or may be bought from the Superintendent of Public Documents"
    ],
    "type": null
  }
]
