[
  {
    "citation-number": [
      "188"
    ],
    "title": [
      "Treaty of Apamea; Seleucids expelled from Asia Minor 188–133 Attalid rule in Asia Minor 171–168 Third Macedonian War 170–168 Campaigns of Antiochus IV in Egypt"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "A. D. Momigliano",
        "particle": "reprinted in"
      }
    ],
    "container-title": [
      "translated in the Oxford World’s Classics series by Robin Waterfield, Plutarch: Hellenistic Lives",
      "CRAI",
      "History and Theory"
    ],
    "date": [
      "1968",
      "1970",
      "1994",
      "2016"
    ],
    "editor": [
      {
        "family": "G",
        "given": "J."
      }
    ],
    "issue": [
      "2"
    ],
    "location": [
      "Angeles",
      "Oxford"
    ],
    "note": [
      "The rich Egyptian papyrological documentation is brought to life by Naphtali Lewis, Greeks in Ptolemaic Egypt (Oxford: Clarendon Press, 1986)."
    ],
    "pages": [
      "139–53,",
      "147–61"
    ],
    "publisher": [
      "University of California Press",
      "Oxford University Press"
    ],
    "title": [
      "The travels of Clearchus of Soli were first reconstructed by the French scholar Louis Robert, the greatest modern historian of antiquity; Robert’s ‘De Delphes à l’Oxus: inscriptions grecques nouvelles de la Bactriane’",
      "416–57, remains perhaps the single most inspiring article ever written on the Hellenistic Age. Johann Gustav Droysen’s conception of the ‘Hellenistic’ is discussed by Arnaldo Momigliano",
      "Droysen between Greeks and Jews’",
      "Studies on Modern Scholarship (Berkeley and Los",
      "The most accessible (and entertaining) narrative sources for the period are Plutarch’s biographies of Hellenistic rulers"
    ],
    "type": "article-journal",
    "volume": [
      "9"
    ]
  },
  {
    "title": [
      "A good selection of Hellenistic inscriptions in translation"
    ],
    "type": null
  },
  {
    "date": [
      "1981",
      "1992",
      "2003",
      "2000",
      "2010"
    ],
    "edition": [
      "revised"
    ],
    "editor": [
      {
        "family": "Erskine",
        "given": "Andrew"
      }
    ],
    "location": [
      "London",
      "Malden, MA",
      "London and New York",
      "Princeton"
    ],
    "note": [
      "The most insightful treatment of Alexander’s early successors is Mary Renault’s novel Funeral Games"
    ],
    "publisher": [
      "Fontana",
      "Blackwell",
      "Routledge",
      "Princeton University Press"
    ],
    "title": [
      "Frank Walbank’s The Hellenistic World",
      "is a reliable and readable guide to Hellenistic history, now supplemented by the essays collected in",
      "A Companion to the Hellenistic World",
      "Graham Shipley’s The Greek World After Alexander, 323–30",
      "is also recommended. The conquest of Asia by Alexander of Macedon (334–323 ) comes to life in the hands of Pierre Briant, Alexander the Great and his Empire: A Short Introduction"
    ],
    "type": null
  },
  {
    "date": [
      "1981",
      "2014",
      "2001"
    ],
    "location": [
      "London",
      "Cambridge, MA",
      "London and New York"
    ],
    "publisher": [
      "John Murray",
      "Harvard University Press",
      "Routledge"
    ],
    "title": [
      "The Seleucid kingdom is the subject of a fine recent monograph by Paul Kosmin, The Land of the Elephant Kings",
      "while the Ptolemaic dynasty of Egypt is best approached through Günther Hölbl, A History of the Ptolemaic Empire"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "P",
        "given": "C."
      }
    ],
    "date": [
      "2013",
      "2008"
    ],
    "location": [
      "Oxford",
      "Oxford"
    ],
    "note": [
      "The rise of Rome is unflinchingly narrated in the collected essays of Peter Derow, Rome, Polybius, & the East (Oxford: Oxford University Press, 2014)."
    ],
    "publisher": [
      "Oxford University Further Reading Press",
      "Oxford University Press"
    ],
    "title": [
      "The Adulis inscription of Ptolemy III is discussed in Glen Bowersock’s The Throne of Adulis",
      "The poems of C. P. Cavafy—an excellent introduction to Hellenistic culture—are translated into English in the Oxford World’s Classics series by Evangelos Sachperoglou",
      "Cavafy: The Collected Poems"
    ],
    "type": null
  },
  {
    "container-title": [
      "Classical Quarterly"
    ],
    "date": [
      "1986"
    ],
    "note": [
      "The classic analysis of Hellenistic royal images, in sculpture and on coins, is R. R. R. Smith, Hellenistic Royal Portraits (Oxford:"
    ],
    "pages": [
      "450–66"
    ],
    "title": [
      "CHAPTER 3: DEMETRIUS THE BESIEGER AND HELLENISTIC KINGSHIP The centrality of military conquest to Hellenistic royal ideology is emphasized by Michel Austin, ‘Hellenistic Kings, war and the economy’"
    ],
    "type": "article-journal",
    "volume": [
      "36"
    ]
  },
  {
    "author": [
      {
        "family": "Press",
        "given": "Clarendon"
      }
    ],
    "date": [
      "1988",
      "2005",
      "1986",
      "2009"
    ],
    "location": [
      "Oxford",
      "Cambridge"
    ],
    "pages": [
      "1406"
    ],
    "publisher": [
      "Blackwell",
      "Cambridge University Press"
    ],
    "title": [
      "For the Hellenistic king at war, consult Angelos Chaniotis, War in the Hellenistic World",
      "The most helpful starting point for Hellenistic ruler-worship is Simon Price’s Rituals and Power: The Roman Imperial Cult in Asia Minor",
      "The inscription recording the establishment of a Seleucid ruler-cult at Aegae can be found in Supplementum Epigraphicum Graecum 59"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "science",
        "given": "General",
        "particle": "accounts of"
      },
      {
        "family": "R. Pfeiffer",
        "particle": "scholarship in Hellenistic Alexandria can be found in"
      },
      {
        "family": "Fraser",
        "given": "P.M."
      },
      {
        "family": "Bagnall",
        "given": "S."
      }
    ],
    "container-title": [
      "The Oxford Handbook of Engineering and Technology in the Classical World",
      "Proceedings of the American Philosophical Society"
    ],
    "date": [
      "1968",
      "1972",
      "2002",
      "2009",
      "2008"
    ],
    "editor": [
      {
        "family": "Oleson",
        "given": "J.P."
      }
    ],
    "issue": [
      "4"
    ],
    "location": [
      "Oxford",
      "Oxford",
      "Princeton and Oxford",
      "Oxford"
    ],
    "note": [
      "provides an excellent introduction to Greek and Roman technology, in which Hellenistic innovations play a major role; a selection of translated texts can be found in G. L. Irby-Massie and P. T. Keyser, Greek Science of the Hellenistic Era: A Sourcebook (London and New York: Routledge, 2003)."
    ],
    "pages": [
      "348–62"
    ],
    "publisher": [
      "Clarendon Press",
      "Clarendon Press",
      "Princeton University Press",
      "Oxford University Press"
    ],
    "title": [
      "History of Classical Scholarship from the Beginnings to the End of the Hellenistic Age",
      "Ptolemaic Alexandria",
      "The best short account of the Alexandrian Library is that of R",
      "Alexandria: Library of Dreams’",
      "The surviving fragments of Eratosthenes’ Geography are translated and discussed by D. Roller, Eratosthenes’ Geography"
    ],
    "type": "article-journal",
    "volume": [
      "146"
    ]
  },
  {
    "author": [
      {
        "family": "Netz",
        "given": "R."
      }
    ],
    "container-title": [
      "The Therapy of Desire: Theory and Practice in Hellenistic Ethics"
    ],
    "date": [
      "2009",
      "1994"
    ],
    "editor": [
      {
        "family": "Nussbaum",
        "given": "C."
      }
    ],
    "location": [
      "Cambridge",
      "Princeton"
    ],
    "publisher": [
      "Cambridge University Press",
      "Princeton University Press"
    ],
    "title": [
      "Ludic Proof: Greek Mathematics and the Alexandrian Aesthetic",
      "is a lively study of the ‘interface’ between Hellenistic mathematics and poetry. Stoic and Epicurean philosophy receive a sympathetic hearing from M"
    ],
    "type": "chapter"
  },
  {
    "date": [
      "2011"
    ],
    "location": [
      "London"
    ],
    "publisher": [
      "British Museum Press"
    ],
    "title": [
      "There are good photographs of Aï Khanoum and its major artefacts in the British Museum exhibition catalogue Afghanistan: Crossroads of the Ancient World",
      "the best introduction to the history of the site is now Rachel Mairs, The Hellenistic Far East"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "given": "bis"
      },
      {
        "family": "Jones",
        "given": "L."
      }
    ],
    "container-title": [
      "For the Villa of the Papyri, see Carol C. Mattusch, The Villa dei Papiri at Herculaneum: Life and Afterlife of a Sculpture Collection"
    ],
    "date": [
      "2014",
      "2012",
      "2013",
      "1917",
      "2005"
    ],
    "edition": [
      "second"
    ],
    "issue": [
      "115"
    ],
    "location": [
      "Oakland, CA",
      "London",
      "Oxford",
      "Cambridge, Mass",
      "Los Angeles"
    ],
    "note": [
      "Cambridge: Cambridge University Press, 2006),",
      "and David Sider, The Library of the Villa dei Papiri at Herculaneum (Los Angeles: The J. Paul Getty Museum, 2005)."
    ],
    "pages": [
      "96"
    ],
    "publisher": [
      "University of California Press",
      "SOAS",
      "Oxford University Press",
      "Harvard University Press",
      "The J. Paul Getty Museum"
    ],
    "title": [
      "Iromois’ dedication to the Oxus can be found in Georges Rougemont, Inscriptions grecques d’Iran et d’Asie centrale",
      "The Greek historian Arrian describes Nearchus’ exploration of the northern shores of the Indian Ocean in his Indica, translated in the Oxford World’s Classics series by Martin Hammond, Arrian: Alexander the Great, the Anabasis and the Indica",
      "Posidonius’ account of the travels of Eudoxus of Cyzicus is preserved in Strabo’s Geography (2.3.4), translated for the Loeb Classical Library by H",
      "Strabo: Geography, Books 1–2",
      "The decree for Protogenes of Olbia is translated by Michel Austin, The Hellenistic World from Alexander to the Roman Conquest"
    ],
    "type": "article-journal",
    "volume": []
  },
  {
    "date": [
      "1998"
    ],
    "location": [
      "Istanbul"
    ],
    "publisher": [
      "Ege Yayınları"
    ],
    "title": [
      "The best short introduction to Priene in English is Frank Rumscheid’s well-illustrated guidebook, Priene: A Guide to the ‘Pompeii of Asia Minor"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "given": "Blümel"
      },
      {
        "family": "Merkelbach",
        "given": "R."
      }
    ],
    "container-title": [
      "Epigraphical Approaches to the Post-Classical Polis",
      "JHS"
    ],
    "date": [
      "2011",
      "2014",
      "1985",
      "1985",
      "2013",
      "1871"
    ],
    "editor": [
      {
        "family": "Martzavou",
        "given": "P."
      },
      {
        "family": "Papazarkadas",
        "given": "N."
      }
    ],
    "location": [
      "Cambridge",
      "Bonn",
      "Cambridge",
      "Oxford"
    ],
    "note": [
      "Clarke’s day-trip to Priene in 1870 is recounted by C. T. Newton, ‘On an Inedited Tetradrachm of Orophernes II’, Numismatic Chronicle n.s. xi",
      "John Ma discusses the ‘statue habit’ at Priene, and the changes that it brought to the city’s public spaces, in his magnificent Statues and Cities: Honorific Portraits and Civic Identity in the Further Reading"
    ],
    "pages": [
      "10",
      "23–36",
      "19–27"
    ],
    "publisher": [
      "Cambridge University Press",
      "Habelt",
      "Cambridge University Press",
      "Oxford University Press"
    ],
    "title": [
      "The wider geographic context of the city’s history is sketched in my own The Maeander Valley: A Historical Geography from Antiquity to Byzantium",
      "All of the Greek inscriptions discussed in this chapter are published with German translations in W",
      "Die Inschriften von Priene",
      "the decrees honouring Sotas and conferring ruler-cult on Lysimachus are translated into English by Stanley M. Burstein, The Hellenistic Age from the Battle of Ipsos to the Death of Cleopatra VII",
      "and 17. Alexander’s edict to Priene is discussed by Susan Sherwin-White, ‘Ancient Archives: the Edict of Alexander to Priene, a Reappraisal",
      "69–89, and in my own ‘Alexander, Priene, and Naulochon’"
    ],
    "type": "article-journal",
    "volume": [
      "105"
    ]
  },
  {
    "date": [
      "2013"
    ],
    "location": [
      "Oxford"
    ],
    "publisher": [
      "Oxford University Press"
    ],
    "title": [
      "Hellenistic World"
    ],
    "type": "book"
  },
  {
    "date": [
      "1985"
    ],
    "location": [
      "Athens and Paris"
    ],
    "publisher": [
      "de Boccard"
    ],
    "title": [
      "The rise of the great civic benefactors of the later Hellenistic period is traced by Philippe Gauthier, Les cités grecques et leurs bienfaiteurs"
    ],
    "type": "book"
  }
]
