[
  {
    "citation-number": [
      "2"
    ],
    "title": [
      "Getting to the U.S"
    ],
    "type": null
  },
  {
    "note": [
      "ANA; & 03/5489-1212 in accommodations, car rentals, and Tokyo, 800/235-9262 in the U.S.; tours. Click on “Special Offers” for www.fly-ana.com); China Airlines the latest package deals. Students (& 02/715-1212 in Taipei, 800/227- should also try Campus Travel 5118 in the U.S.; www.china- (& 0870/240-1010 in England, airlines.com); Air Pacific, serving Fiji, 0131/668-3303 in Scotland; www."
    ],
    "title": [
      "Airlines serving Hawaii from places AIRLINE DISCOUNTS The smart other than the U.S. mainland include traveler can find numerable ways to Air Canada (& 800/776-3000; www. reduce the price of a plane ticket simply aircanada.ca); Air New Zealand by taking time to shop around. For (& 0800/737-000 in Auckland, 64-3/ example, overseas visitors can take 379-5200 in Christchurch, 800/ advantage of the APEX (Advance Pur-926-7255 in the U.S.; www.airnew chase Excursion) reductions offered by zealand.com), which runs 40 flights all major U.S. and European carriers. per week between Auckland and For the best rates, compare fares and be Hawaii; Qantas (& 008/177-767 in flexible with the dates and times of Australia, 800/227-4500 in the U.S.; travel. www.qantas.com.au), which flies Operated by the European Travel between Sydney and Honolulu daily Network, www.discount-tickets.com (plus additional flights 4 days a week); is a great online source for regular and Japan Air Lines (& 03/5489-1111 in discounted airfares to destinations Tokyo, 800/525-3663 in the U.S.; around the world. You can also use www.japanair.com); All Nippon Air- this site to compare rates and book ways"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Australia",
        "given": "New Zealand"
      },
      {
        "family": "usitcampus.com)",
        "particle": "the"
      }
    ],
    "container-title": [
      "and Philippine Airlines the name Visit USA, allowing travel"
    ],
    "note": [
      "in Manila, 800/ between any U.S. destinations at 435-9725 in the U.S.; www.philippine reduced rates. These tickets must be air.com). purchased before you leave your foreign"
    ],
    "pages": [
      "631 816–6691"
    ],
    "title": [
      "South Pacific (& 800/227-4446; If you’re traveling in the United www.airpacific.com); Korean Air- States beyond Hawaii, some large lines (& 02/656-2000 in Seoul, 800/ American airlines—such as American, 223-1155 on the East Coast, 800/ Delta, Northwest, and United—offer 421-8200 on the West Coast, 800/ travelers on transatlantic or trans-pacific 438-5000 from Hawaii; www.korean flights special discount tickets under air.com"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "Embassies"
      },
      {
        "family": "Washington",
        "given": "D.C.",
        "particle": "Consulates All embassies are in"
      }
    ],
    "date": [
      "& 202/555-1212",
      "www.austemb.org"
    ],
    "issue": [
      "C"
    ],
    "location": [
      "Washington, DC",
      "Honolulu, HI",
      "Washington, DC"
    ],
    "note": [
      "20001 (& 202/682-1740; www.canadianembassy.org). Canadian consulates are also at 1251 Ave. of the Americas, New York, NY 10020"
    ],
    "pages": [
      "202 797–3000",
      "808 524–5050"
    ],
    "publisher": [
      "NW",
      "NW"
    ],
    "title": [
      "Some countries have consulates general in major U.S. cities, and most have a mission to the United Nations in New York City. If your country isn’t listed below, call for directory information in Washington",
      "or point your Web browser to www.embassy.org/embassies for the location and phone number of your national embassy. The embassy of Australia is at 1601 Massachusetts Ave",
      "There is also an Australian consulate in Hawaii at 1000 Bishop St., Penthouse Suite",
      "The embassy of Canada is at 501 Pennsylvania Ave"
    ],
    "type": null,
    "volume": [
      "D",
      "20036",
      "96813"
    ]
  },
  {
    "author": [
      {
        "family": "St",
        "given": "S.Hope"
      }
    ],
    "container-title": [
      "The only New Zealand consulate in the United States is at 780 Third Ave"
    ],
    "date": [
      "www.embjapan.org"
    ],
    "location": [
      "Washington, DC",
      "Honolulu, HI",
      "Washington, DC",
      "New York, NY"
    ],
    "note": [
      "& 212/596-1628), and at 550",
      "The embassy of the Republic of Ireland is at 2234 Massachusetts Ave."
    ],
    "pages": [
      "202 238–6700",
      "808 543–3111",
      "202 328–4800",
      "202 328–4800"
    ],
    "publisher": [
      "NW"
    ],
    "title": [
      "9th floor, Los Angeles, CA 90071 (& 213/346-2700). The embassy of Japan is at 2520 Massachusetts Ave",
      "The consulate general of Japan is located at 1742 Nuuanu Ave",
      "The embassy of New Zealand is at 37 Observatory Circle NW"
    ],
    "type": "chapter",
    "url": [
      "www.nzemb.org)."
    ],
    "volume": [
      "20008",
      "96817",
      "20008",
      "10017"
    ]
  },
  {
    "author": [
      {
        "family": "NW",
        "given": "Washington"
      }
    ],
    "pages": [
      "202 462–3939"
    ],
    "type": null,
    "url": [
      "www.irelandemb.org)."
    ],
    "volume": [
      "DC 20008"
    ]
  },
  {
    "location": [
      "San Francisco, CA"
    ],
    "pages": [
      "415 392–4214"
    ],
    "title": [
      "There’s a consulate office in San Francisco at 44 Montgomery St., Suite 3830"
    ],
    "type": null,
    "volume": [
      "94104"
    ]
  },
  {
    "author": [
      {
        "family": "Washington",
        "given": "Eastern U.S."
      },
      {
        "given": "D.C."
      }
    ],
    "container-title": [
      "Hawaii Bed & Breakfasts and Las Vegas Country Inns in: London California Mid-Atlantic with Kids Great Lakes States Mini Las Vegas Mid-Atlantic Mini-Mickey"
    ],
    "location": [
      "New England New England & New York"
    ],
    "note": [
      "Northwest with Kids Rockies New Orleans Southeast New York City Southwest"
    ],
    "title": [
      "Central Plains The Great Smoky & World’s Best Diving Southwest & South Blue Ridge Region Vacations Central Plains Inside Disney U.S.A"
    ],
    "type": "chapter"
  },
  {
    "location": [
      "London Rome Washington, D.C"
    ],
    "title": [
      "FROMMER’S® IRREVERENT GUIDES Amsterdam Los Angeles San Francisco Boston Manhattan Seattle & Portland Chicago New Orleans Vancouver Las Vegas Paris Walt Disney World®"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Bed",
        "given": "T.H.E.U.N.O.F.F.I.C.I.A.L.G.U.I.D.E.S.®"
      },
      {
        "given": "Breakfasts"
      },
      {
        "family": "Southwest",
        "given": "Country"
      }
    ],
    "container-title": [
      "Maui World’s Best Diving Vacations SPECIAL-INTEREST TITLES Frommer’s Adventure Guide to Australia & Frommer’s France’s Best Bed & Breakfasts and New Zealand Country Inns Frommer’s Adventure Guide to Central America Frommer’s Gay & Lesbian Europe Frommer’s Adventure Guide to India & Pakistan Frommer’s Italy’s Best Bed & Breakfasts and Frommer’s Adventure Guide to South America Country Inns Frommer’s Adventure Guide to Southeast Asia Frommer’s Road Atlas Britain Frommer’s Adventure Guide to Southern Africa Frommer’s Road Atlas Europe Frommer’s Britain’s Best Bed & Breakfasts and Frommer’s Road Atlas France Country Inns The New York Times’ Guide to Unforgettable Frommer’s Caribbean Hideaways Weekends Frommer’s Exploring America by RV Places Rated Almanac Frommer’s Fly Safe, Fly Smart Retirement Places Rated"
    ],
    "location": [
      "London Washington, D.C"
    ],
    "title": [
      "South Central Mexio’s Best Beach Resorts Inns in: Plains Mid-Atlantic with Kids California U.S.A. Mini Las Vegas Great Lakes States Beyond Disney Mini-Mickey Mid-Atlantic Branson, Missouri New England & New York with New England California with Kids Kids Northwest Central Italy New Orleans Rockies Chicago New York City Southeast Cruises Paris Southwest Disneyland® San Francisco Best RV & Tent Campgrounds in: Florida with Kids Skiing & Snowboarding in the West California & the West Golf Vacations in the Eastern U.S. Southeast with Kids Florida & the Southeast Great Smoky & Blue Ridge Region Walt Disney World® Great Lakes States Inside Disney Walt Disney World® for Mid-Atlantic Hawaii Grown-ups Northeast Las Vegas Walt Disney World® with Kids Northwest & Central Plains"
    ],
    "type": "chapter"
  },
  {
    "publisher": [
      "AOL Keyword:Travel"
    ],
    "title": [
      "Travelocity,® Travelocity.com® and the Travelocity skyline logo are trademarks and/or service marks of Travelocity.com LP. © 2003 Travelocity.com LP.All rights reserved"
    ],
    "type": "book"
  }
]
