[
  {
    "author": [
      {
        "given": "a"
      }
    ],
    "note": [
      "b) Results for 2008 included an accounting conformity loan loss reserve provision related to the acquisition of Washington Mutual Bank’s banking operations."
    ],
    "title": [
      "Pre-provision profit is total net revenue less noninterest expense. The Firm believes that this financial measure is useful in assessing the ability of a lending institution to generate income in excess of its provision for credit losses"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "c"
      }
    ],
    "title": [
      "On October 1, 2006, JPMorgan Chase & Co. completed the exchange of selected corporate trust businesses for the consumer, business-banking and middle-market banking businesses of The Bank of New York Company Inc. The results of operations of these corporate trust businesses were reported as discontinued operations"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "d"
      }
    ],
    "container-title": [
      "On May"
    ],
    "date": [
      "2008"
    ],
    "note": [
      "For additional information on these transactions, see Note 2 on pages 166–170 of this Annual Report."
    ],
    "title": [
      "On September 25, 2008, JPMorgan Chase acquired the banking operations of Washington Mutual",
      "a wholly-owned subsidiary of JPMorgan Chase merged with and into Bear Stearns, and Bear Stearns became a wholly-owned subsidiary of JPMorgan Chase. The Washington Mutual acquisition resulted in negative goodwill, and accordingly, the Firm recorded an extraordinary gain. A preliminary gain of $1.9 billion was recognized at December 31, 2008. The final total extraordinary gain that resulted from the Washington Mutual transaction was $2.0 billion"
    ],
    "type": "article-journal",
    "volume": [
      "30"
    ]
  },
  {
    "author": [
      {
        "given": "e"
      }
    ],
    "note": [
      "For further discussion, see “Explanation and reconciliation of the Firm’s use of non-GAAP financial measures” on pages 64–66 of this Annual Report."
    ],
    "title": [
      "The calculation of 2009 earnings per share and net income applicable to common equity includes a one-time, noncash reduction of $1.1 billion, or $0.27 per share, resulting from repayment of TARP preferred capital in the second quarter of 2009. Excluding this reduction, the adjusted return on equity (“ROE”) and return on tangible common equity (“ROTCE”) were 7% and 11%, respectively, for 2009. The Firm views the adjusted ROE and ROTCE, both non-GAAP financial measures, as meaningful because they enable the comparability to prior periods"
    ],
    "type": "report"
  },
  {
    "author": [
      {
        "given": "f"
      }
    ],
    "container-title": [
      "g) Effective"
    ],
    "date": [
      "2010-01-01"
    ],
    "note": [
      "h) The Firm uses Tier 1 common along with the other capital measures to assess and monitor its capital position. The Tier 1 common ratio is Tier 1 common divided by riskweighted assets. For further discussion, see Regulatory capital on pages 102–104 of this Annual Report."
    ],
    "title": [
      "Share prices shown for JPMorgan Chase’s common stock are from the New York Stock Exchange. JPMorgan Chase’s common stock is also listed and traded on the London Stock Exchange and the Tokyo Stock Exchange",
      "the Firm adopted new guidance that amended the accounting for the transfer of financial assets and the consolidation of VIEs. Upon adoption of the new guidance, the Firm consolidated its Firm-sponsored credit card securitization trusts, Firm-administered multi-seller conduits and certain other consumer loan securitization entities, primarily mortgage-related, adding $87.7 billion and $92.2 billion of assets and liabilities, respectively, and decreasing stockholders’ equity and the Tier 1 capital ratio by $4.5 billion and 34 basis points, respectively. The reduction to stockholders’ equity was driven by the establishment of an allowance for loan losses of $7.5 billion (pretax) primarily related to receivables held in credit card securitization trusts that were consolidated at the adoption date"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "given": "i"
      }
    ],
    "note": [
      "For further discussion, see Allowance for credit losses on pages 139–141 of this Annual Report."
    ],
    "title": [
      "Excludes the impact of home lending PCI loans and loans held by the Washington Mutual Master Trust"
    ],
    "type": "report"
  },
  {
    "container-title": [
      "government TARP: Troubled Asset Relief Program"
    ],
    "note": [
      "to serve public purposes as specified by the U.S. Congress; these Taxable-equivalent basis: Total net revenue for each of the obligations are not explicitly guaranteed as to the timely payment of business segments and the Firm is presented on a tax-equivalent principal and interest by the full faith and credit of the U.S. basis. Accordingly, revenue from tax-exempt securities and government."
    ],
    "title": [
      "sufficient size to represent a viable offering to clients, enabling pricing U.S. government and federal agency obligations: Obligations of of its shares, and allowing the manager to develop a commercially the U.S. government or an instrumentality of the U.S. government attractive track record. After these goals are achieved, the intent is to whose obligations are fully and explicitly guaranteed as to the timely remove the Firm’s capital from the investment. payment of principal and interest by the full faith and credit of the U.S. government. Stress testing: A scenario that measures market risk under unlikely but plausible events in abnormal markets. U.S. government-sponsored enterprise obligations: Obligations of agencies originally established or chartered by the U.S"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "literal": "IV, Ltd. Ohio BOCF, LLC Delaware JPM Mezzanine Capital, LLC Delaware Chase Investment Services Corp."
      },
      {
        "literal": "Delaware GHML Holdings I, Inc. Delaware GHML Holdings II, Inc. Delaware GTC Fund III Holdings, Inc. Delaware GTC Fund IV Holdings, Inc. Delaware GTC Fund V Holdings, Inc. Delaware JPMC Housing Partnership V L.P. United States Lenox Court Associates, Ltd Florida JPMorgan Housing Corporation Delaware Cooper Project, L.L.C. Delaware J.P. Morgan Mansart Investments France NLTC Fund Holdings I, Inc. Delaware OX FCL Two, Inc. Delaware SAHP130 Holdings, Inc. Delaware OEP Holding Corporation Delaware Chase Travel Investment I, LLC Delaware OEP Parent LLC Delaware Banc One Equity Capital Fund II, L.L.C. Delaware Banc One Equity Capital II, L.L.C."
      },
      {
        "literal": "L.P. Cayman Islands One Equity Partners III, L.P. Cayman Islands One Equity Partners IV, L.P. Cayman Islands One Equity Partners LLC Delaware Banc One Neighborhood Development Corporation Ohio Bear Stearns Irish Holdings Inc. Delaware Bear Stearns International Funding I S.à r.l. Luxembourg J.P. Morgan Dublin Financial Holdings Limited Ireland J.P. Morgan Bank Dublin plc Ireland Bear Stearns International Funding II S.à r.l."
      },
      {
        "family": "Partners",
        "given": "New York J.P.Morgan"
      },
      {
        "family": "CVCA",
        "given": "L.P.California"
      },
      {
        "family": "Investments",
        "given": "L.L.C.Delaware Chemical"
      },
      {
        "given": "Inc"
      },
      {
        "family": "Homesales",
        "given": "Inc Delaware J.P.Morgan Broker-Dealer Holdings Inc Delaware J.P.Morgan Securities L.L.C.Delaware J.P.Morgan Clearing Corp Delaware J.P.Morgan Capital Financing Limited England J.P.Morgan Chase International Financing Limited England Robert Fleming Holdings Limited England Copthall Overseas Limited England J.P.Morgan Management Limited Jersey J.P.Morgan Chase Community Development Corporation Delaware J.P.Morgan Chase National Corporate Services"
      },
      {
        "family": "Holdings",
        "given": "Inc New York J.P.Morgan Corporate Services Limited England Robert Fleming Holdings Inc Delaware J.P.Morgan Equity"
      },
      {
        "family": "USA",
        "given": "Inc Delaware C.M.C.Holding Delaware Inc Delaware Chase Bank"
      },
      {
        "family": "Services",
        "given": "National Association United States Chase BankCard"
      },
      {
        "family": "Tarjetas",
        "given": "Inc Delaware Chase BankCard L.L.C.Delaware Chase Credit Card Master Trust United States Chase Issuance Trust United States First U.S.A.Credit Card Master Trust United States J.P.Morgan Investor Services Co Delaware Washington Mutual Master Trust Delaware Ixe"
      },
      {
        "family": "C.V.",
        "given": "S.A.",
        "particle": "de"
      },
      {
        "family": "Objeto Multiple",
        "given": "Sociedad Financiera",
        "particle": "de"
      },
      {
        "family": "Delaware Delaware JPMorgan Bank",
        "given": "Entidad Regulada Mexico J.P.Morgan Trust Company",
        "particle": "of"
      },
      {
        "family": "Company",
        "given": "Trust"
      },
      {
        "family": "I",
        "given": "National Association United States J.P.M.Capital Corporation Delaware J.P.M.Heartland Wind"
      },
      {
        "family": "Holdings",
        "given": "L.L.C.Delaware J.P.M.C.Wind Assignor Corporation Delaware J.P.M.C.Wind Investment L.L.C.Delaware J.P.Morgan Finance Holdings L.L.C.Delaware J.P.Morgan Finance Japan Y.K.Japan J.P.Morgan Futures Inc Delaware J.P.Morgan G.T.Corporation Delaware J.P.Morgan Insurance"
      },
      {
        "given": "L.L.C."
      },
      {
        "family": "J.P",
        "given": "Wisconsin J.P.Morgan International Holdings L.L.C.Delaware"
      },
      {
        "family": "Partners",
        "given": "Delaware J.P.Morgan Invest Holdings L.L.C.Delaware J.P.Morgan Retirement Plan Services L.L.C.Delaware J.P.Morgan"
      },
      {
        "family": "Holdings",
        "given": "L.L.C.Delaware J.P.Morgan Private Investments Inc Delaware J.P.Morgan Services Asia"
      },
      {
        "family": "J.P",
        "given": "Inc Delaware J.P.Morgan Services Asia Holdings Limited Mauritius"
      },
      {
        "literal": "EF), LP Delaware HCM Participacoes Brasil Ltda. Brazil HCM Participacoes No. 2 Brasil Ltda. Brazil Highbridge Capital Management, LLC Delaware Highbridge Capital Administrators, LLC Delaware Highbridge Capital Management (Hong Kong), Limited Hong Kong Highbridge Capital Management (UK), Ltd. England Highbridge Principal Strategies, LLC Delaware Highbridge Principal Strategies Mezzanine Partners Offshore GP, L.P. Cayman Islands J.P. Morgan Alternative Asset Management, Inc. Delaware J.P. Morgan Fund Investor LLC Delaware J.P. Morgan Investment Management Inc. Delaware J.P. Morgan Direct Investors L.P. Delaware DVCMM LLC Delaware JPMorgan Global Absolute Return Strategies Fund LLC Delaware JP Morgan URPF Master Holding"
      },
      {
        "family": "Loans",
        "given": "L.L.C.Virginia Chase Student"
      },
      {
        "family": "Delaware",
        "given": "L.L.C.",
        "particle": "Inc. Delaware Collegiate Funding of"
      },
      {
        "family": "Cambio",
        "given": "Banco J.P.Morgan S.A.Brazil J.P.Morgan Corretora",
        "particle": "de"
      },
      {
        "family": "S.A",
        "given": "Valores Mobiliarios S.A.Brazil J.P.Morgan"
      },
      {
        "literal": "Sub, Inc. Delaware BOL Canada II Trust Delaware BO Leasing II ULC Canada BOL Canada I, Inc. Delaware BOL Canada I Sub, Inc. Delaware BOL Canada III, Inc. Delaware BOL Canada III Sub, Inc. Delaware BO Leasing III ULC Canada Brysam Lux (Colombia), S.a.r.l."
      },
      {
        "family": "Ireland J.P. Morgan Administration Services Limited Ireland J.P. Morgan Bank Canada Canada J.P. Morgan Bank Luxembourg S.A. Luxembourg J.P. Morgan Beteiligungs-",
        "given": "Morgan Limitada Chile J.P.Morgan Corredores",
        "particle": "de Bolsa SpA Chile J.P. Morgan SA Switzerland J.P. Morgan Bank plc"
      },
      {
        "family": "Germany J.P. Morgan AG Germany J.P. Morgan Capital Holdings Limited England J.P. Morgan Chase Holdings Limited England J.P. Morgan Chase International Holdings England J.P. Morgan Courtage SAS France J.P. Morgan EU Holdings Limited England J.P. Morgan Limited England J.P. Morgan Equities Limited South Africa J.P. Morgan Europe Limited England J.P. Morgan Services LLP England J.P. Morgan Chase Finance Limited England JPMorgan Cazenove Holdings England J.P. Morgan Cazenove Limited England J.P. Morgan Securities Ltd",
        "given": "Verwaltungsgesellschaft",
        "particle": "mbH"
      },
      {
        "family": "C.V. Mexico Banco J.P. Morgan S.A.",
        "given": "Limited England J.P.Morgan",
        "particle": "plc England J.P. Morgan Holdings B.V. Netherlands J.P. Morgan Chase Bank Berhad Malaysia J.P. Morgan Chile Limitada Chile J.P. Morgan Funding South East Asia Private Limited Singapore J.P. Morgan Limited Singapore J.P. Morgan Grupo Financiero S.A. De"
      },
      {
        "family": "Banca Multiple",
        "given": "Institucion",
        "particle": "de"
      },
      {
        "family": "Bolsa",
        "given": "Mexico J.P.Morgan Grupo Financiero Fideicomiso Socio Liquidador",
        "particle": "de Posición de Terceros F00265 Mexico J.P. Morgan Casa de"
      },
      {
        "family": "C.V.",
        "given": "S.A.",
        "particle": "de"
      },
      {
        "family": "China",
        "given": "J.P.Morgan Grupo Financiero Mexico J.P.Morgan Holdings Limited Hong Kong Copthall Mauritius Investment Limited Mauritius J.P.Morgan Securities Limited Hong Kong J.P.Morgan Broking Limited Hong Kong"
      },
      {
        "family": "Co.",
        "given": "Peoples J.P.Morgan Futures"
      },
      {
        "family": "J.P. Morgan International Derivatives Ltd. Jersey J.P",
        "given": "Limited Republic",
        "particle": "of"
      },
      {
        "family": "Investimentos",
        "given": "Sdn Bhd Malaysia J.P.Morgan"
      },
      {
        "family": "Luxembourg J.P. Morgan Malaysia Ltd. Malaysia J.P. Morgan Overseas Capital Corporation Delaware J.P. Morgan Australia Group Pty Limited Australia J.P. Morgan Operations Australia Limited Australia J.P. Morgan Administrative Services Australia Limited Australia J.P. Morgan Australia Limited Australia J.P. Morgan Nominees Australia Limited Australia J.P. Morgan Portfolio Services Limited Australia J.P. Morgan Securities Australia Limited Australia JPMorgan Investments Australia Limited Australia J.P. Morgan Markets Australia Pty Limited Australia J.P. Morgan Espana S.A. Spain JPMorgan Servicios Auxiliares",
        "given": "Financas Ltda Brazil J.P.Morgan Luxembourg International Sà",
        "particle": "r.l."
      },
      {
        "family": "Partners",
        "given": "S.A.Spain J.P.Morgan International Bank Limited England J.P.Morgan Securities Canada Inc Canada J.P.Morgan Whitefriars Inc Delaware J.P.Morgan Whitefriars England JPMorgan Corporacion Financiera S.A.Colombia P.T.J.P.Morgan Securities Indonesia Indonesia J.P.Morgan Pakistan Limited Pakistan J.P.Morgan"
      },
      {
        "family": "J.P",
        "given": "Inc Delaware J.P.Morgan Saudi Arabia Limited Saudi Arabia J.P.Morgan Securities Limited Jersey J.P.Morgan Securities Limited Taiwan J.P.Morgan Securities Asia Private Limited Singapore"
      }
    ],
    "collection-title": [
      "Hong Kong) Limited Hong Kong J.P. Morgan Securities (Asia Pacific) Limited Hong Kong J.P"
    ],
    "container-title": [
      "Banc One Building Management Corporation Wisconsin Banc One Capital Holdings LLC Delaware BOCP Holdings Corporation Ohio Banc One Capital Partners",
      "Inc. Delaware Palo Verde Leasing Corporation Delaware First Chicago Lease Investments Two, Inc. Delaware First Chicago Lease Investments, Inc",
      "Morgan Services Inc. Delaware JPM International Consumer Holding Inc. Delaware Brysam Mexico II, LLC Delaware Organized under Name the laws of JPMorgan Asset Management Holdings Inc. Delaware Constellation Venture Capital III",
      "New Jersey Chem Network Processing Services, Inc. New Jersey Collegiate Funding Services",
      "California CRP Properties, Inc. California HMP Properties, Inc. Utah FA California Aircraft Holding Corp. California Pacific Centre Associates LLC California WMRP Delaware Holdings LLC Delaware WMICC Delaware Holdings LLC Delaware Irvine Corporate Center, Inc. California Rivergrade Investment Corp. California Savings of America, Inc. California WaMu Insurance Services, Inc. California Washington Mutual Community Development, Inc. California FC Energy Finance I, Inc. Delaware FDC Offer Corporation Delaware Chase Merchant Services",
      "Inc. Delaware Paymentech Management Resources, Inc. Delaware FNBC Leasing Corporation Delaware ICIB",
      "New York HCP Properties, Inc. California J.P. Morgan Commercial Mortgage Inc. New York J.P. Morgan Electronic Financial Services, Inc. New York J.P. Morgan International Inc. United States Bank One International Holdings Corporation United States Bank One Europe Limited England J.P. Morgan International Finance Limited United States",
      "Morgan India Securities Holdings Limited Mauritius J.P. Morgan India Private Limited India Name the laws of British Virgin J.P. Morgan Indonesia Holdings (B.V.I.) Limited Islands J.P. Morgan Securities Singapore Private Limited Singapore British Virgin J.P. Morgan Securities Thailand Holdings Limited Islands PGW Limited Thailand JPMorgan Securities (Thailand) Limited Thailand British Virgin Jadeling Malaysia Holdings Limited Islands J.P. Morgan Services (Malaysia) Sdn. Bhd. Malaysia JPMorgan Securities (Malaysia",
      "Morgan Securities Holdings (Caymans) Limited Cayman Islands J.P. Morgan Securities India Private Limited India J.P. Morgan Securities Philippines, Inc. Philippines J.P. Morgan Securities South Africa (Proprietary) Limited South Africa JPMorgan Administration Services (Proprietary) Limited South Africa J.P. Morgan Structured Products B.V. Netherlands J.P. Morgan Trust Company (Jersey) Limited Jersey JPM Administration Services (Bermuda) Limited Bermuda JPMorgan Hedge Fund Services (Bermuda) Limited Bermuda JPMorgan Hedge Fund Services (Ireland) Limited Ireland JPMorgan Holdings (Japan) LLC Delaware JPMorgan Securities Japan Co., Ltd. Japan Norchem Holdings e Negocios S.A. Brazil NorChem Participacoes e Consultoria S.A. Brazil Paymentech Salem Services, LLC Delaware Chase Paymentech Europe Limited Ireland Sibelius Corporation Delaware Vastera Bermuda Limited Partnership Bermuda Vastera Netherlands B.V. Netherlands J.P. Morgan Mortgage Acquisition Corp. Delaware J.P. Morgan Treasury Technologies Corporation Delaware JPMN II Inc. Nevada JPMN Inc. Nevada China, Peoples JPMorgan Chase Bank (China) Company Limited Republic of JPMorgan Chase Vastera Inc. Delaware JP Morgan Chase Vastera Professional Services Inc. Delaware JPMorgan Xign Corporation Delaware Labrusca Holding Corp. Delaware Manufacturers Hanover Leasing International Corp. Delaware Meliora Holding Corp. Delaware Providian Bancorp Services California SCORE TRUST Canada Second and Union, LLC Delaware So Wehren Holding Corp. Delaware South Cutler Corporation Delaware Stockton Plaza, Incorporated Florida WaMu Asset Acceptance Corp. Delaware WaMu Capital Corp. Washington Washington Mutual Mortgage Securities Corp. Delaware We Uterque Holding Corp. Delaware We Valoroso Holding Corp. Delaware WM Asset Holdings Corp. Delaware WM Marion Holdings, LLC Delaware JPMC Mortgage Funding LLC Delaware WaMu 2007 MF-1 Trust United States WaMu 2008 SFR- 2 United States JPMC Real Estate Investment Trust Maryland Washington Mutual Preferred Funding LLC Delaware Wamu 2006-OA1 Delaware Wamu 2007-Flex 1 United States Washington Mutual Home Equity Trust Delaware JPMC Specialty Mortgage LLC Delaware WMB Baker LLC Nevada JPMorgan Chase Funding Inc. Delaware J.P. Morgan Indies SRL Barbados J.P. Morgan Ventures Energy Corporation Delaware BE Investment Holding Inc. Delaware Arroyo Energy Investors LLC Delaware Argonaut Power LP Delaware Arroyo DP Holding LP Delaware Arroyo Power GP Holdings LLC Delaware Jackson Preferred Holdings LP Delaware Central Power Holdings LP Delaware Okwari CB Holdings LP Delaware Okwari UCF LP Delaware Carbon Acquisition Company Limited Jersey ECOSECURITIES GROUP PLC Ireland China, Peoples J.P. Morgan China Commodities Corporation Republic of J.P. Morgan Commodities Canada Corporation Canada J.P. Morgan Commodities Singapore Pte. Ltd. Singapore J.P. Morgan Energy Europe Espana, S.L.U. Spain J.P. Morgan Energy Hungary Kereskedelmi Korlatolt Felelossegu Tarsasag Hungary J.P. Morgan Energy Trading Holdings Sarl Switzerland J.P. Morgan Commodities Sarl Switzerland TTMI Sarl Switzerland J.P. Morgan Metals & Concentrates LLC Delaware J.P. Morgan Metals Group Limited England Henry Bath & Son Limited England Henry Bath BV Netherlands Henry Bath LLC Delaware Henry Bath Singapore Pte Ltd Singapore J.P. Morgan Energy Trading Holdings Ltd. England J.P. Morgan Energy Europe Ltd. United Kingdom J.P. Morgan Energy Europe s.r.o. Czech Republic J.P. Morgan Metals Limited England JPMorgan Ventures Energy (Asia) Pte Ltd Singapore Trading & Transportation Management LLC Delaware PropPartners Master Fund L.P. Cayman Islands JPMorgan Distribution Services, Inc. Delaware Name the laws of JPMorgan Funds Management, Inc. Delaware JPMorgan Private Capital Asia Corp. Delaware JPMorgan Private Capital Asia General Partner, L.P. Cayman Islands JPMorgan Private Capital"
    ],
    "date": [
      "23A Manager"
    ],
    "editor": [
      {
        "family": "Solutions",
        "given": "L.L.C.Delaware Chase Paymentech"
      },
      {
        "family": "Paymentech",
        "given": "L.L.C.Delaware"
      },
      {
        "family": "Paymentech",
        "given": "L.L.C.Delaware"
      },
      {
        "literal": "Fund I Holdings, Inc. Delaware Georgetown/Chase Phase I LLC Delaware Georgetown/Chase Phase II LLC Delaware Harvest Opportunity Holdings Corp."
      },
      {
        "given": "Liquidation"
      }
    ],
    "location": [
      "Bermuda",
      "Singapore BOL Canada II",
      "Asia Fund I, L.P",
      "Partners, LLC Delaware JPMP Capital, LLC Delaware J.P. Morgan Capital, L.P",
      "Delaware JPMorgan Real Estate Partners, L.P",
      "Commons, LLC Delaware Aslan Commons, LLC Delaware PIM Continental LLC Delaware Patriot-JPM Conti Charlotte Holdings, LLC Delaware PIM Portland Hotel, LLC Delaware PIM/Waterton Portland Hotel, LLC Delaware PIM SP4 Office Holdings, LLC Delaware PIM Winchester, LLC Delaware PIM/Bluecap Winchester, LLC Delaware SPG Lodi, LLC Delaware Westcore Vine, LP Delaware SPG Portland Hotel Lender, LLC Delaware",
      "Partners, LP Delaware Bear Hunter Holdings LLC Delaware Bear Stearns Access Fund VII, L.P"
    ],
    "note": [
      "Cayman Islands JPMorgan PCA Holdings (Mauritius) I Limited Mauritius JPMorgan Securities Holdings LLC Delaware J.P. Morgan Commercial Mortgage Investment Corp. Delaware J.P. Morgan Institutional Investments Inc. Delaware Neovest, Inc. Utah JPMorgan Special Situations Asia Corporation Delaware J.P. Morgan Special Opportunities (Delaware) Corporation Delaware JPMorgan Global Special Situations I LLC Delaware J.P. Morgan (China) Venture Capital Investment Company Limited China, Peoples Republic of Harbour Formosa Investment Holdings Limited Mauritius Harbour Victoria Investment Holdings Limited Mauritius Indocean Financial Holding Limited Mauritius JPMorgan Mauritius Holdings II Limited Mauritius JPMorgan Mauritius Holdings IV Limited Mauritius JPMorgan Mauritius Holdings Limited Mauritius JPMorgan Mauritius Holdings VII Limited Mauritius Mountain Orchard Limited Mauritius JPMorgan Special Situations (Mauritius) Limited Mauritius J.P. Morgan Advisors India Private Limited India Silver Summit (Delaware) Corporation Delaware British Virgin Magenta Magic Limited Islands JPMP Capital Corp. New York J.P.",
      "Delaware JPMCC Belgium (SCA) Belgium J.P.",
      "Delaware JPMorgan Real Estate Partners, LP, BofA Plaza LLC Delaware St. Louis BOA Plaza, LLC Delaware PIM 1212 Flower LLC Delaware PIM/KR 1212 Flower LLC Delaware PIM",
      "SPG/Waterton PH Lender, LLC Delaware LabMorgan Corporation Delaware J.P. Morgan Financial Investments Limited England LabMorgan Investment Corporation Delaware LabMorgan Investment LLC Delaware Max Recovery Australia Pty Limited Australia MorServ, Inc. Delaware NBD Community Development Corporation Michigan SCG Equities I Holding Corp. Delaware Special Situations Investing Inc. Delaware Name the laws of Aldermanbury Investments Limited England Principal Real Estate Funding Corporation Limited England Bear Growth Capital",
      "Delaware Bear Stearns Asset Management Inc. New York BSAM Private Equity Solutions, Inc. New York Bear Stearns Capital Markets Inc. Delaware Bear Stearns Alternative Assets II Inc. Delaware Bear Stearns Alternative Assets III Inc. Delaware Bear Stearns Alternative Assets International Limited Cayman Islands Bear Stearns International Funding I, Inc. Delaware Bear Stearns International Funding (Bermuda) Limited Bermuda Bear Stearns Overseas Funding Unlimited England Bear Stearns International Funding II, Inc. Delaware Bear Stearns Investment Products Inc. New York Strategic Mortgage Opportunities REIT Inc. Delaware Bear Stearns MB 1998-1999 Pre-Fund, LLC Delaware Bear Stearns Residential Mortgage Corporation (d/b/a Bear Stearns Mortgage Company) Delaware Bear Stearns UK Holdings Limited England Bear Stearns Holdings Limited England Bear Stearns International Trading Limited England J.P. Morgan Markets Limited England Bear Strategic Investments Corp. Delaware Bear Stearns Singapore Holdings Pte Ltd Singapore Rooftop Holdings Limited England Rooftop Funding Limited England Rooftop Mortgages Limited England Bear, Stearns International Holdings Inc. New York BSG Insurance Holdings Limited England Minster Insurance Company Limited England Bear, Stearns Realty Investors, Inc. Delaware CL II Holdings LLC Delaware Commercial Lending II LLC Delaware Commercial Lending III LLC Delaware Community Capital Markets LLC Delaware Commercial Lending LLC Delaware eCAST Settlement Corporation Delaware EMC Mortgage Corporation Delaware"
    ],
    "publisher": [
      "Morgan",
      "Morgan Partnership Capital Corporation Delaware Peabody Real Estate Partnership Corporation Delaware The Peabody Fund Consultants, Inc. Delaware JPMREP Holding Corporation"
    ],
    "title": [
      "Delaware Banc One Financial LLC Delaware JPMorgan Capital Corporation Delaware First Chicago Capital Corporation Delaware JPMorgan Capital (Canada) Corp. Canada One Mortgage Partners Corp. Vermont First Chicago Equity Corporation Illinois First Chicago Leasing Corporation Delaware First Chicago Lease Holdings",
      "Delaware Bank One Investment LLC Delaware One Equity Partners Europe GmbH Germany One Equity Partners II",
      "Luxembourg Bear Stearns Ireland Limited Ireland CCC Holding Inc. Delaware Chase Commercial Corporation Delaware Chase Capital Holding Corporation Delaware Chase Capital Corporation Delaware Chase Capital Credit Corporation Delaware Chase Lincoln First Commercial Corporation Delaware Chase Manhattan Realty Leasing Corporation New York Palo Verde 1-PNM August 50 Corporation Delaware Name the laws of Palo Verde 1-PNM December 75 Corporation Delaware PV2-APS 150 Corporation Delaware Chatham Ventures, Inc",
      "Delaware Clintstone Properties Inc. New York Custodial Trust Company New Jersey Hambrecht & Quist California California H&Q Holdings Inc. Delaware Hatherley Insurance Ltd",
      "Arizona Banc One Insurance Company Vermont Chase Insurance Agency, Inc",
      "Morgan Trust Company (Bahamas) Limited Bahamas, The J.P. Morgan Trust Company (Cayman) Limited Cayman Islands JPMAC Holdings Inc",
      "Morgan Services India Private Limited India J.P",
      "LP Delaware JPMorgan Asset Management (Asia) Inc. Delaware JF Asset Management Limited Hong Kong JPMorgan Asset Management (Japan) Limited Japan JPMorgan Asset Management (Korea) Company Limited Korea, South JPMorgan Asset Management (Singapore) Limited Singapore JPMorgan Asset Management (Taiwan) Limited Taiwan JPMorgan Asset Management Real Assets (Asia) Limited Hong Kong JPMorgan Funds (Asia) Limited Hong Kong JPMorgan Funds (Taiwan) Limited Taiwan JPMorgan Asset Management (Canada) Inc. Canada JPMorgan Asset Management International Limited England JPMorgan Asset Management Holdings (UK) Limited England JPMorgan Asset Management (UK) Limited England JPMorgan Asset Management Holdings (Luxembourg) S.à r.l. Luxembourg JPMorgan Asset Management (Europe) S.à r.l. Luxembourg JPMorgan European Property Fund Management Company S.A. Luxembourg JPMorgan Asset Management Luxembourg S.A. Luxembourg JPMorgan Asset Management Marketing Limited England J.P. Morgan Trustee & Administration Services Limited England JPMorgan Funds Limited Scotland JPMorgan Investments Limited England JPMorgan Life Limited England JPMorgan LDHES LLC Delaware Security Capital Research & Management Incorporated Delaware JPMorgan Chase Bank, Dearborn Michigan JPMorgan Chase Bank, National Association United States Banc One Arizona Leasing Corporation Arizona Banc One Building Corporation Illinois Banc One Community Development Corporation Delaware Protech Tax Credit Fund III, LLC United States Banc One Equipment Finance, Inc. Indiana Banc One Kentucky Leasing Corporation Kentucky Banc One Real Estate Investment Corp. Delaware Bear Stearns Mortgage Capital Corporation Delaware Bear, Stearns Funding, Inc. Delaware Blue Box Holdings Inc. Delaware BONA Capital I, LLC Delaware BONA Capital II, LLC Delaware California Reconveyance Company California Chase Access Services Corporation Delaware Chase Auto Finance Corp. Delaware Chase Community Development Corporation Delaware Chase Community Equity, LLC Delaware Chase Education Loan Trust 2007A Delaware Chase Equipment Finance, Inc. Ohio Name the laws of Chase Funding Corporation Delaware Chase Home Finance Inc. Delaware Chase Home Finance LLC Delaware Chase Mortgage Holdings, Inc. Delaware Chase New Markets Corporation Delaware Chase NMTC Crown Heights, LLC Delaware Chase NMTC SA St. Joseph Investment Fund, LLC Delaware Chase Preferred Capital Corporation Delaware CPCC Delaware Statutory Trust Delaware CPCC Texas Limited Partnership Texas CPCC Massachusetts Business Trust Massachusetts Chase Ventures Holdings, Inc",
      "Delaware Collegiate Funding Services Education Loan Trust 2003A Delaware Collegiate Funding Services Education Loan Trust 2003B Delaware Collegiate Funding Services Education Loan Trust 2004A Delaware Collegiate Funding Services Education Loan Trust 2005A Delaware Collegiate Funding Services Education Loan Trust 2005B Delaware Commercial Loan Partners L.P. Nevada Cross Country Insurance Company Vermont CSL Leasing, Inc. Delaware DNT Asset Trust Delaware Ventures Business Trust Maryland En Pertignus Holding Corp. Delaware FA Out-of-State Holdings, Inc. California Ahmanson Land Company California Ahmanson Marketing, Inc",
      "Distribuidora de Titulos e Valores Mobiliarios Brazil Bear Stearns Singapore Management Pte. Ltd",
      "Luxembourg Cazenove Group Limited Jersey Cazenove IP Limited England CB “J.P. Morgan Bank International” (LLC) Russia Chase Manhattan Holdings Limitada Brazil Crosby Sterling (Holdings) Limited England Dearborn Merchant Services, Inc Ontario Chase Paymentech Solutions Canada First Data/Paymentech Canada Partner ULC British Columbia Inversiones J.P",
      "England Morgan Property Development Company Limited England Robert Fleming (Overseas",
      "Morgan International Holdings Limited Cayman Islands J.P",
      "Morgan Securities Holdings"
    ],
    "type": "chapter",
    "volume": [
      "Number 2"
    ]
  },
  {
    "author": [
      {
        "family": "SFJV",
        "given": "E.M.C.Mortgage"
      },
      {
        "family": "SFJV",
        "given": "L.L.C.Delaware"
      }
    ],
    "container-title": [
      "Delaware MAX Flow Corp. Delaware Max Recovery Limited England MLP Investment Holdings, Inc"
    ],
    "date": [
      "2005",
      "2005"
    ],
    "location": [
      "Delaware Plymouth Park Tax Services, LLC Delaware Madison Tax Capital, LLC"
    ],
    "publisher": [
      "Delaware PricingDirect Inc. Delaware Vandelay Recoveries Inc. Delaware Max Recovery Canada Company Nova Scotia"
    ],
    "title": [
      "LLC Delaware Gregory/Madison Avenue LLC Delaware Indiana Four Holdings LLC Delaware Indiana Four LLC Delaware Madison Insurance Company New York Madison Vanderbilt Management, LLC Delaware MAX Recovery Inc"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "CERTIFICATION PURSUANT TO 18 U.S.C. SECTION 1350, AS ADOPTED PURSUANT TO SECTION 906 OF THE SARBANES-OXLEY ACT OF 2002"
    ],
    "type": "chapter"
  },
  {
    "date": [
      "1934"
    ],
    "note": [
      "The information contained in the Report fairly presents, in all material respects, the financial condition and results of operations of JPMorgan Chase & Co."
    ],
    "pages": [
      "2"
    ],
    "title": [
      "In connection with the Annual Report of JPMorgan Chase & Co. on Form 10-K for the period ended December 31, 2010, as filed with the Securities and Exchange Commission on the date hereof (the “Report”), each of the undersigned officers of JPMorgan Chase & Co., certify, pursuant to 18 U.S.C. Section 1350, as adopted pursuant to Section 906 of the Sarbanes-Oxley Act of 2002, that: 1. The Report fully complies with the requirements of Section 13(a) or 15(d) of the Securities Exchange Act of"
    ],
    "type": "report"
  },
  {
    "date": [
      "2011-02-28"
    ],
    "editor": [
      {
        "literal": "By: /s/ Douglas L. Braunstein Douglas L. Braunstein Executive Vice President and Chief Financial Officer"
      }
    ],
    "location": [
      "Date"
    ],
    "type": null
  }
]
