[
  {
    "author": [
      {
        "family": "MINN",
        "given": "C.O.L.L.E.G.E.V.I.L.L.E."
      }
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Q."
      }
    ],
    "container-title": [
      "Pitchers, such as those of Saracenia purpuria or PLANTS"
    ],
    "pages": [
      "23"
    ],
    "title": [
      "71. What are pitchers or pitcher-leaves? A"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "Q."
      }
    ],
    "title": [
      "145. What is normally associated with growth ? A. Cell-division is normally associated with growth"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Fig"
      }
    ],
    "container-title": [
      "D"
    ],
    "editor": [
      {
        "family": "liverwort",
        "given": "Riccia B.Horned"
      },
      {
        "family": "C. Lunulori?",
        "particle": "sp sporogania."
      },
      {
        "family": "E",
        "particle": "cc gemmae."
      }
    ],
    "note": [
      "Giant liverwort (nat. size) an antherilia."
    ],
    "title": [
      "23.— Forms of liverworts: A",
      "Piece of epidermis showing breathing pores in middle of cells"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "given": "F."
      }
    ],
    "note": [
      "size.). H. Two young gemmae (150 dia). I. Ripegemme. J. Cross-section through thallus, s breathing pore (50 dia.). K. Breathing pore much enlarged. L. Jungermannia, sp sporogonium."
    ],
    "title": [
      "Common liverwort, x cupules containing gemmae. G. Female receptacle of common liverwort (nat"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Q."
      }
    ],
    "note": [
      "From Triassic period."
    ],
    "title": [
      "274. From what geological period are the monocotyledons first known ? A"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Q."
      }
    ],
    "container-title": [
      "Devonian strata. Q. 276. In what formation, the Bryophyta ? A. Throughout the tertiary period and probably in the mesozoic"
    ],
    "title": [
      "275. In what formation or strata are the Pteridophyta found for the first time ? A"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "Q."
      }
    ],
    "title": [
      "283. Who is the next notable author on Botany? A. Botany made little or no progress from Pliny's time down to Blessed Albert the Great, Bishop of Ratisbon, 1193-1280— It was he who restored Aristotle, both in philosophy and the natural sciences. He wrote six books on plants; they are based on the preceding authors and also for a large part on his own observations. Descriptive and systematic Botany received a new impulse from Andrew Caesalpinus (1519-1603) professor of Botany at the University of Padua"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Morison",
        "given": "Rob"
      }
    ],
    "date": [
      "1632",
      "1620"
    ],
    "note": [
      "John Ray (1628-1705) and J. P. Tournefort (1656-1708) continued and advanced the work of Caesalpinus considerably. Q. 284. Who is the founder of Modern Botany ?"
    ],
    "title": [
      "The discovery of the microscope enabled botanists to study the minute anatomy of plants. The pioneers in this line of research were Nehemias Grew (1641-1712) secretary of the Philosophical Society of London; Marcello Malphigi, professor at Bologna (1628-1694) and the father of Microscopy, Anton van Leeuwenhoek"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Q."
      },
      {
        "family": "Jussieu",
        "given": "A.L.",
        "particle": "de"
      }
    ],
    "container-title": [
      "P. De Candolle (1778-1841), Robert Brown (1775-1858), and Endlicher",
      "J"
    ],
    "date": [
      "1748",
      "1804"
    ],
    "note": [
      "Schleiden (1804-1881) for Botany at the same"
    ],
    "title": [
      "285. With what names of men is the History of Botany connected principally since Linn's time ? A. Linn's system was artificial, i. e,, it took no account whatever of the natural affinities of plants",
      "of Paris was the first to classify plants according to their natural affinities, whence his system is called the Natural system. His system was approved and improved by A",
      "The next great advance in Botany is due to the establishment of the cell-theory by M"
    ],
    "type": "article-journal"
  }
]
