[
  {
    "author": [
      {
        "family": "look",
        "given": "Drake",
        "particle": "gave him a bleak"
      },
      {
        "family": "brow",
        "given": "R.J.",
        "particle": "lifted one"
      },
      {
        "family": "Dana",
        "particle": "then again looked at"
      }
    ],
    "note": [
      "Just then Megan called for everyone's attention. R.J. turned and felt his sister Anna slip up beside him, hooking her arm through his. Will, her son, who at ten liked to think himself very worldly, leaned against R.J.'s side. Because he'd done it so many times, R.J. ruffled his hair, then rested his hand on Will's head. Everyone gave their attention to Megan."
    ],
    "title": [
      "I don't know much about kids, R.J. And what I do know is sure as hell not worth remembering",
      "She'd been speaking very quietly with Hope, but as if she'd felt his gaze, she looked up. Her smile was gentle, her green eyes soft. He saw the emeralds at her wrist and throat and his ring on her finger. \"I haven't a clue how to help you, Drake. I just hope you and Hope can work this out"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "inside",
        "particle": "followed her"
      },
      {
        "family": "her",
        "particle": "already R. J. was hard with wanting"
      }
    ],
    "note": [
      "She stared at him, her beautiful eyes solemn, and said, \"I can't do this anymore, R.J. I'm moving back to my own place.\""
    ],
    "title": [
      "They climbed the stairs together",
      "The feeling was different now mat he knew he loved her, that he'd make this marriage the forever kind, just as Dana deserved. They stepped into her bedroom and he caught her shoulders, turning her to face him. Before he could orate on his love, however, she beat him to the punch"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "She sat up to regain his attention, and R.J. reached behind her to the fastenings of her dress. \"Good."
      },
      {
        "family": "whistled",
        "given": "R.J."
      }
    ],
    "note": [
      "R.J., stop that\" She pushed his hands away, then pressed on his shoulders. R.J. pushed back, and gently tumbled her onto the bed. \"R.J....\" He kissed her ribs as he tugged the dress down. \"Another thing, honey.\" The dress bunched at her hips, and R.J. lifted his head to look at her. Tears were in her eyes, ripping his heart out. \"I love you.\""
    ],
    "title": [
      "Your faith in me never ceases to boggle my mind.\" \"R.J.—\" The dress slipped over her shoulders, leaving her in her strapless bra",
      "Damn, honey, when did you get that?\" Distracted, she explained, \"Hope and Anna bought me some things.\" He fingered the lace edging the cups of the bra. \"More things like this?\" \"Yes"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Kensington",
        "particle": "including"
      },
      {
        "family": "Martin's",
        "particle": "St."
      },
      {
        "family": "Harlequin",
        "given": "Silhouette"
      },
      {
        "given": "Samhain"
      }
    ],
    "note": [
      "Along with her good friend, Dianne Castell, Lori hosts a very special annual \"Reader & Author\" event in West Chester, Ohio. Proceeds from the event have benefited many worthy causes, including the Hamilton County YWCA Battered Women's Shelter, the Animal Adoption Foundation, The Conductive Learning Center for children with spina bifida and cerebral palsy, and The One Way Farm, Children's Home."
    ],
    "title": [
      "Since first publishing in January 1996, Lori Foster has become a Waldenbooks, Borders, USA Today, Publisher's Weekly and New York Times bestselling author. Lori has published through a variety of houses",
      "She is currently with Berkley/Jove. Lori believes it's important to give back to the community as much as possible, and for that reason she ran special contests in conjunction with a publisher, facilitating many first sales for new authors. She routinely organizes events among authors and readers to gather donations for various organizations"
    ],
    "type": null
  },
  {
    "date": [
      "2007"
    ],
    "title": [
      "Lori put together The Write Ingredients a cookbook of recipes donated by popular authors. Proceeds from the cookbook go toward Lori's ongoing \"Troop project\" of collecting and mailing fun, and sometimes necessary, items to our troops"
    ],
    "type": null
  },
  {
    "date": [
      "2008"
    ],
    "note": [
      "All author and agent proceeds from the anthology go to the Hamilton Co YWCA Battered women's shelter."
    ],
    "title": [
      "Lori coordinated with other authors of her choosing, and through Berkley, arranged for the publication of The Power of Love, a special romance anthology of novellas about empowering women"
    ],
    "type": null
  },
  {
    "container-title": [
      "2011, The Promise of Love, a romance anthology with Lori and other contributing authors"
    ],
    "date": [
      "2009",
      "2010"
    ],
    "editor": [
      {
        "given": "In"
      }
    ],
    "note": [
      "will be published with proceeds to benefit the One Way Farm, a home for abused and abandoned children."
    ],
    "title": [
      "Tails of Love, another romance anthology with Lori and other contributing authors, was published through Berkley with all agent and author proceeds to benefit The Animal Adoption Foundation",
      "The Gift of Love romance anthology, with Lori and other contributing authors, was published with proceeds to benefit The Conductive Learning Center, a school for children with cerebral palsy and spina bifida"
    ],
    "type": "chapter"
  }
]
