[
  {
    "author": [
      {
        "family": "Heath",
        "given": "L."
      }
    ],
    "citation-number": [
      "10.4"
    ],
    "date": [
      "1921",
      "1952",
      "1954"
    ],
    "location": [
      "Harvard"
    ],
    "note": [
      "is for you. 10.6 If you like your history in story form, read the two volume Alexandria, The Golden City by H. T. Davis (Principia of Illinois, 1957), Hypatia by Charles Kingsley (in Everyman's Library), or Cleopatra's Children by Alice Desmond (Dodd, Mead, 1971)."
    ],
    "publisher": [
      "Nebraska"
    ],
    "title": [
      "What is the method in Archimedes' The Method? 10.5 For the history of Greek mathematics, read the two volume A History of Greek Mathematics by T",
      "For the history of Greek science, read the two-volume Norton paperback A History of Science by George Sarton",
      "However, if you can take only small doses of history, then the short paperback Ancient Science and Modern Civilization by Sarton (U"
    ],
    "type": null
  },
  {
    "citation-number": [
      "10.7"
    ],
    "date": [
      "1952"
    ],
    "publisher": [
      "A. Parsons (Elsevier"
    ],
    "title": [
      "For a history of Alexandria or of the Library read, respectively, The Golden Age of Alexandria by John Marlowe (Gollancz, 1971) or The Alexandrian Library by E"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "N. D. Kazarinoff's Ruler",
        "particle": "teacher. The new classic is"
      },
      {
        "family": "Round",
        "particle": "the"
      }
    ],
    "date": [
      "1970",
      "1956"
    ],
    "publisher": [
      "Klein's Famous Problems of Elementary Geometry (Dover"
    ],
    "title": [
      "which contains a very interesting bit on Gauss on page 30. The 1895 classic is F"
    ],
    "type": "book"
  },
  {
    "citation-number": [
      "34.31"
    ],
    "container-title": [
      "S. M"
    ],
    "date": [
      "1972",
      "1957"
    ],
    "pages": [
      "493"
    ],
    "publisher": [
      "Coxeter's Non-Euclidean Geometry (University of Toronto Press"
    ],
    "title": [
      "For the equivalent tools in the Euclidean plane, read Chapter 4 of H. Eves' A Survey ofGeometry (Allyn and Bacon",
      "For references to the equivalent tools in the hyperbolic plane, see Section 15.8 of H"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Smogorzhevskii",
        "given": "S."
      }
    ],
    "citation-number": [
      "34.32"
    ],
    "date": [
      "1966"
    ],
    "publisher": [
      "S. Row (Dover"
    ],
    "title": [
      "Read the 1961 Blaisdell paperbacks Geometrical Constructions using Compass Only by A. N. Kostovskii and The Ruler in Geometrical Constructions by A",
      "34.33 Read Geometric Exercises in Paper Folding by T"
    ],
    "type": "book"
  },
  {
    "citation-number": [
      "34.34"
    ],
    "title": [
      "The mirror is the only tool needed for the Euclidean con"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "James",
        "particle": "conrinuedfrom page iii"
      },
      {
        "given": "Topological"
      },
      {
        "family": "PeressinilSuIlivanlUhl",
        "given": "Unifonn"
      }
    ],
    "container-title": [
      "Lang: Calculus of Several Variables. Roman: An Introduction to Coding and Third edition. Infonnation Theory. Lang: Introduction to Linear Algebra. Ross: Elementary Analysis: The Theory Second edition. of Calculus. Lang: Linear Algebra",
      "Samuel: Projective Geometry. Lang: Undergraduate Algebra. Second Readings in Mathematics. edition. ScharlauiOpolka: From Fennat to Lang: Undergraduate Analysis. Minkowski. LaxlBursteinlLax: Calculus with Sethuraman: Rings, Fields, and Vector Applications and Computing. Spaces: An Approach to Geometric"
    ],
    "edition": [
      "Second",
      "edition. Second",
      "Third"
    ],
    "location": [
      "Constructability"
    ],
    "note": [
      "LeCuyer: College Mathematics with Sigler: Algebra. APL. Silvermanffate: Rational Points on LidllPilz: Applied Abstract Algebra. Elliptic Curves. Second edition. Simmonds: A Brief on Tensor Analysis."
    ],
    "title": [
      "The Mathematics Spaces. of Nonlinear Programming. Jiinich: Linear Algebra. PrenowitzlJantosciak: Join Geometries. Jiinich: Topology. Priestley: Calculus: An Historical Kemeny/Snell: Finite Markov Chains. Approach. Kinsey: Topology of Surfaces. ProtterlMorrey: A First Course in Real Klambauer: Aspects of Calculus. Analysis",
      "Lang: A First Course in Calculus. Fifth ProtterlMorrey: Intennediate Calculus"
    ],
    "type": "chapter",
    "volume": [
      "1"
    ]
  },
  {
    "container-title": [
      "Stillwell: Numbers and Geometry. Moschovakis: Notes on Set Theory. Readings in Mathematics. Owen: A First Course in the Strayer: Linear Programming and Its Mathematical Foundations of Applications. Thennodynamics. Thorpe: Elementary Topics in Palka: An Introduction to Complex Differential Geometry. Function Theory. Toth: Glimpses of Algebra and Pedrick: A First Course in Analysis. Geometry. Undergraduate Texts in Mathematics Troutman: Variational Calculus and WhyburnlDuda: Dynamic Topology. Optimal Control"
    ],
    "edition": [
      "Second",
      "Second",
      "Second",
      "Second"
    ],
    "editor": [
      {
        "literal": "II, III. Geometry."
      }
    ],
    "location": [
      "Smith",
      "Martin"
    ],
    "note": [
      "Wilson: Much Ado About Calculus. Valenza: Linear Algebra: An Introduction to Abstract Mathematics."
    ],
    "publisher": [
      "Linear Algebra",
      "The"
    ],
    "title": [
      "Macki-Strauss: Introduction to Optimal Second edition. Control Theory. Singer: Geometry: Plane and Fancy. Malitz: Introduction to Mathematical SingerlThorpe: Lecture Notes on Logic. Elementary Topology and MarsdenIWeinstein: Calculus I",
      "Foundations of Geometry Smith: Primer of Modem Analysis. and the Non-Euclidean Plane",
      "Martin: Geometric Constructions. StantonlWhite: Constructive Martin: Transfonnation Geometry: An Combinatorics. Introduction to Symmetry. Stillwell: Elements of Algebra: MillmanlParker: Geometry: A Metric Geometry, Numbers, Equations. Approach with Models. Second Stillwell: Mathematics and Its History"
    ],
    "type": "chapter"
  }
]
