[
  {
    "author": [
      {
        "literal": "Error A. A. Front. —Acknowledgment (I understand) M. M. Front. —Cease signalling (don't understand) N. M. Front. Repeat last word C. C. Front, Front. Repeat after (word) C. C. Front, A. Front. Repeat last message C. C. C. Front, Front, Front. Move to the right R. R. Front. Move to the left L. L. Front. Move up-hill U. U. Front."
      }
    ],
    "container-title": [
      "D. Front. Faster E. F. Front. Note"
    ],
    "note": [
      "—Whilerequirement calls for sending and rethis ceiving a simple message, it is understood that no time limit should be imposed."
    ],
    "title": [
      "398 APPENDIX Move down-hill D"
    ],
    "type": "article-journal"
  },
  {
    "citation-number": [
      "5."
    ],
    "container-title": [
      "See \"Scoutmaster's Manual,\""
    ],
    "pages": [
      "37, 38"
    ],
    "title": [
      "Furnish written evidence that you have gone a mile at Scout's pace in from eleven (11) to thirteen (13) minutes, and describe the advantages of using the pace"
    ],
    "type": "article-journal"
  },
  {
    "citation-number": [
      "6."
    ],
    "note": [
      "See revised \"Manual,\""
    ],
    "pages": [
      "179–182"
    ],
    "title": [
      "State four points to be avoided in the use of the knife, and an equal number in the use of the hatchet"
    ],
    "type": null
  },
  {
    "citation-number": [
      "8."
    ],
    "container-title": [
      "See \"Scoutmaster's Manual,\""
    ],
    "pages": [
      "42, 43"
    ],
    "title": [
      "Furnish written evidence that you have cooked one-quarter pound of solid meat and two potatoes as directed in the open without the ordinary kitchen-utensils"
    ],
    "type": "article-journal"
  },
  {
    "note": [
      "to 6 A. M.; regular watches from 6 A. M. to 8 p. m. A. M. 4.00 to 5.00 Sunrise. All lights out. 5.00. Call steward."
    ],
    "pages": [],
    "title": [
      "Routine at Anchor One-hour watches from 8"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Call",
        "given": "B."
      }
    ],
    "citation-number": [
      "5.55."
    ],
    "title": [
      "M. of watch, bugler, master-at-arms, and Sea"
    ],
    "type": null
  },
  {
    "note": [
      "to 4 A. M. Four-hour watches from 4 a. m. to 4"
    ],
    "pages": [],
    "title": [
      "Routine at Sea Two-hour watches from 4"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Midnight"
      },
      {
        "family": "M",
        "given": "B."
      }
    ],
    "container-title": [
      "A.M"
    ],
    "issue": [
      "55"
    ],
    "note": [
      "calls the watch. 2.00. Relieve the watch. 3.55. B. M. calls the watch. 4.00. Relieve the watch."
    ],
    "title": [
      "Relieve the watch"
    ],
    "type": "article-journal",
    "volume": [
      "1"
    ]
  }
]
