[
  {
    "container-title": [
      "Box 1828",
      "Box"
    ],
    "location": [
      "Cheyenne, WY",
      "Billings, MT"
    ],
    "pages": [
      "307 775–6256",
      "406 896–5004"
    ],
    "title": [
      "The federal Bureau of Land Management also manages millions of acres of recreational lands and can be reached at its Wyoming state office, 5353 Yellowstone Rd., P.O",
      "or its Montana state office, 5001 Southgate Dr., P.O"
    ],
    "type": "article-journal",
    "volume": [
      "82003",
      "36800",
      "59107"
    ]
  },
  {
    "note": [
      "Cooke City, MT 59020 (& 406/838-2495); West Yellowstone Chamber of Commerce, 30 Yellowstone Ave., P.O. Box 458, West Yellowstone, MT 59758 (& 406/646-7701); Jackson Hole Chamber of Commerce, P.O. Box 550, Jackson, WY 83001 (& 307/733-3316); Jackson Hole Central Reservations (& 800/443-6931); Cody Country Chamber of Commerce, 836 Sheridan Ave., Cody, WY 82414 (& 307/587-2777); and the Park County Travel Council, P.O. Box 2454, Cody, WY 82414 (& 307/587-2297)."
    ],
    "title": [
      "GENERAL TOURIST INFORMATION Other sources of information include Yellowstone Country, P.O. Box 1107, Red Lodge, MT 59068 (& 800/736-5276); Gardiner Chamber of Commerce, 222 Park St., P.O. Box 81, Gardiner, MT 59030 (& 406/848-7971); Colter Pass/Cooke City/Silver Gate Chamber of Commerce, Box 1071"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Parks",
        "given": "X.",
        "particle": "anterra"
      },
      {
        "family": "Norris",
        "given": "Resorts Canyon Village",
        "particle": "to"
      }
    ],
    "note": [
      "Yellowstone), 145–146 Old Faithful area, 74–77 Colter Bay Village (Grand Teton), 8, Old Faithful to Madison 159–160 Junction, 78–80 Comfort Inn (Gardiner), 175 Tower Junction to the Grand Days Inn (Jackson), 189 Canyon of the Yellowstone, Days Inn (West Yellowstone), 170 61–62 Firehole Ranch (West Yellowstone), Tower-Roosevelt, 59–60 170–171 West Thumb to Old Faithful, Flagg Ranch Resort (Grand Teton), 72–73 158–159 West Yellowstone to Norris, Grand Teton Climbers’ Ranch, 139 51–53 Grant Village (Yellowstone), 148 Yellowstone Lake area, 68–71 Grizzly Lodge (Cooke City), 178 highlights, 47–49 The Hibernation Station (West historical background, 12–13 Yellowstone), 8, 171 issues facing, 14–17 Holiday Inn SunSpree Resort (West landscape and geology, 215–218 Yellowstone), 171–172 maps, 42–43 Hostel X (Teton Village), 193 organized tours, 80–81 The Irma Hotel (Cody), 207–208"
    ],
    "title": [
      "66 (Yellowstone), 18, 33 Chief Joseph Highway, 60–61 accommodations, 143–144 Grant Village to the South campgrounds, 150–151 Entrance, 71–72 horseback riding, 101 Mammoth Hot Springs, 56–59 organized tours, 80–81 Mammoth Hot Springs to Tower winter activities and Junction, 59 accommodations, 103, 105 Norris Geyser Basin, 53–54 Norris to Mammoth Hot Springs, Canyon Lodge and Cabins 55–56"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Washington",
        "given": "Eastern U.S."
      },
      {
        "given": "D.C."
      }
    ],
    "container-title": [
      "Inside Disney Hawaii Bed & Breakfasts Las Vegas and Country Inns in: London California Mid-Atlantic with Kids Great Lakes States Mini Las Vegas Mid-Atlantic Mini-Mickey"
    ],
    "location": [
      "New England New England & New York"
    ],
    "note": [
      "Northwest with Kids Rockies New Orleans Southeast New York City Southwest"
    ],
    "title": [
      "Southwest & South The Great Smoky & World’s Best Diving Central Plains Blue Ridge Region Vacations U.S.A"
    ],
    "type": "chapter"
  },
  {
    "location": [
      "London Rome Washington, D.C"
    ],
    "title": [
      "FROMMER’S® IRREVERENT GUIDES Amsterdam Los Angeles San Francisco Boston Manhattan Seattle & Portland Chicago New Orleans Vancouver Las Vegas Paris Walt Disney World®"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Bed",
        "given": "T.H.E.U.N.O.F.F.I.C.I.A.L.G.U.I.D.E.S.®"
      },
      {
        "given": "Breakfasts"
      },
      {
        "family": "Southwest",
        "given": "Country"
      }
    ],
    "container-title": [
      "Maui World’s Best Diving Vacations SPECIAL-INTEREST TITLES Frommer’s Adventure Guide to Australia & Frommer’s France’s Best Bed & Breakfasts and New Zealand Country Inns Frommer’s Adventure Guide to Central America Frommer’s Gay & Lesbian Europe Frommer’s Adventure Guide to India & Pakistan Frommer’s Italy’s Best Bed & Breakfasts and Frommer’s Adventure Guide to South America Country Inns Frommer’s Adventure Guide to Southeast Asia Frommer’s Road Atlas Britain Frommer’s Adventure Guide to Southern Africa Frommer’s Road Atlas Europe Frommer’s Britain’s Best Bed & Breakfasts and Frommer’s Road Atlas France Country Inns The New York Times’ Guide to Unforgettable Frommer’s Caribbean Hideaways Weekends Frommer’s Exploring America by RV Places Rated Almanac Frommer’s Fly Safe, Fly Smart Retirement Places Rated"
    ],
    "location": [
      "London Washington, D.C"
    ],
    "title": [
      "South Central Mexio’s Best Beach Resorts Inns in: Plains Mid-Atlantic with Kids California U.S.A. Mini Las Vegas Great Lakes States Beyond Disney Mini-Mickey Mid-Atlantic Branson, Missouri New England & New York with New England California with Kids Kids Northwest Central Italy New Orleans Rockies Chicago New York City Southeast Cruises Paris Southwest Disneyland® San Francisco Best RV & Tent Campgrounds in: Florida with Kids Skiing & Snowboarding in the West California & the West Golf Vacations in the Eastern U.S. Southeast with Kids Florida & the Southeast Great Smoky & Blue Ridge Region Walt Disney World® Great Lakes States Inside Disney Walt Disney World® for Mid-Atlantic Hawaii Grown-ups Northeast Las Vegas Walt Disney World® with Kids Northwest & Central Plains"
    ],
    "type": "chapter"
  }
]
