[
  {
    "author": [
      {
        "family": "OF",
        "given": "U.S.D.E.P.A.R.T.M.E.N.T."
      }
    ],
    "container-title": [
      "ENERGY before the COMMITTEE ON ENERGY AND COMMERCE OVERSIGHT AND INVESTIGATIONS SUBCOMMITTEE U.S. HOUSE OF REPRESENTATIVES DOE's NUCLEAR NON-PROLIFERATION ROLE April 24"
    ],
    "date": [
      "1991"
    ],
    "type": "chapter"
  },
  {
    "title": [
      "Second, he commissioned a study conducted by retired Army Major General James E. Freeze to review the broad area of safeguards and security"
    ],
    "type": null
  },
  {
    "title": [
      "Based on the findings and recommendations resulting from those studies the Secretary directed organizational realignments to clarify and strengthen accountability and responsibility for intelligence and safeguards and security related activities while concurrently reducing the span of control for the overburdened Assistant Secretary for Defense Programs"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Daniel",
        "suffix": "Jr"
      }
    ],
    "date": [
      "1990-04-06"
    ],
    "title": [
      "Secretary. Watkins transferred DOE's intelligence programs from the Assistant Secretary for Defense Programs into a newly created Office of Intelligence headed by the Honorable Robert W",
      "And, on April 1, 1991, the Secretary established an Office of Security Affairs whose primary responsibilities include the safeguards and security throughout DOE and the classification and protection of Restricted Data and national security related information entrusted to the Department. These functions will now report directly to my office"
    ],
    "type": null
  },
  {
    "title": [
      "To improve the nuclear nonproliferation posture of the Department, on April 1, 1991, Secretary Watkins, transferred the Technology Policy Division's export control and nonproliferation responsibilities to the Office of Arms Control in Defense Programs. This, I believe, is the first step in an evolving process to combine the various nonproliferation activities and responsibilities within one office reaction to any one event but that the Secretary has had this issue within the Department. It should also be noted that this is not a under consideration since the Fall of 1989. The export control and associated nuclear nonproliferation functions now complement those responsibilities of the Arms Control Office relating to the control of missile, chemical, and biological weapons and verification technology"
    ],
    "type": null
  },
  {
    "container-title": [
      "DOE also is participating DOE-drafted U.S. Government list to form the basis of these in the bilateral and multilateral meetings and we expect the discussions"
    ],
    "title": [
      "Allow me to note that the International Dual-Use List effort traces back to an initiative launched in March 1990 by the Department of Energy. And, drawing on the expertise of the DOE nuclear weapons laboratories, DOE developed a draft list that the U.S. Government is circulating to the other supplier countries"
    ],
    "type": "paper-conference"
  },
  {
    "container-title": [
      "in constant agencies. Resources have been arrayed in direct support of numerous and close coordination with all U.S. Intelligence Community member U.S. nonproliferation policy determinations and enforcement activities"
    ],
    "title": [
      "INTELLIGENCE SUPPORT: Intelligence support is key to the success of our nonproliferation actions. The Department of Energy's national laboratory complex provides much of the technical undergirding for the U.S. Intelligence Community's extensive research and analysis on nuclear proliferation. For over fifteen years DOE Intelligence and its national laboratory resources have been leaders in the establishment and development of the proliferation intelligence program"
    ],
    "type": "chapter"
  }
]
