[
  {
    "author": [
      {
        "family": "Porphyry",
        "given": "On Aristotle Categories"
      },
      {
        "family": "Strange",
        "given": "S."
      },
      {
        "family": "London",
        "given": "Duckworth"
      }
    ],
    "date": [
      "1992",
      "2000"
    ],
    "location": [
      "London, Duckworth"
    ],
    "note": [
      "E. Warren, Porphyry the Phoenician: Isagoge, Toronto, Pontifical Institute of Medieval Studies, 1975; John Dillon and Lloyd P. Gerson, Neoplatonic Philosophy: introductory readings, Indianapolis, Hackett, 2004"
    ],
    "title": [
      "Porphyry, On Abstinence from Killing Animals"
    ],
    "translator": [
      {
        "family": "Clark",
        "given": "G."
      }
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Smith",
        "given": "A."
      }
    ],
    "container-title": [
      "Nijhoff",
      "Routledge Encyclopaedia of Philosophy"
    ],
    "date": [
      "1974"
    ],
    "title": [
      "Porphyry’s Place in the Neoplatonic Tradition, Hague"
    ],
    "type": "article-journal",
    "volume": [
      "7"
    ]
  },
  {
    "author": [
      {
        "given": "Proclus"
      },
      {
        "family": "Dillon",
        "given": "John"
      },
      {
        "family": "Princeton",
        "given": "Princeton U.P."
      },
      {
        "family": "Steel",
        "given": "C."
      },
      {
        "family": "London",
        "given": "Duckworth"
      },
      {
        "family": "Dillon",
        "given": "John"
      },
      {
        "family": "Gerson",
        "given": "Lloyd P."
      }
    ],
    "date": [
      "1963",
      "1987",
      "2003",
      "2004"
    ],
    "location": [
      "Oxford",
      "Indianapolis, Hackett"
    ],
    "note": [
      "A.H. Armstrong (ed.), The Cambridge History of Later Greek and Early Medieval Philosophy, Cambridge, Cambridge University Press, 1970"
    ],
    "publisher": [
      "Clarendon Press"
    ],
    "title": [
      "The Elements of Theology",
      "Proclus’ Commentary on Plato’s Parmenides",
      "Proclus, On the Existence of Evils",
      "Neoplatonic Philosophy: introductory readings"
    ],
    "translator": [
      {
        "family": "Dodds",
        "given": "E.R."
      },
      {
        "family": "and",
        "given": "G.R.Morrow"
      },
      {
        "family": "and",
        "given": "J.Opsomer"
      }
    ],
    "type": null
  },
  {
    "container-title": [
      "Map",
      "Map"
    ],
    "date": [
      "Map 4"
    ],
    "location": [
      "Egypt",
      "Southern Greece"
    ],
    "note": [
      "see also Map 1). Map 6. Northern Greece. Map 7. North Africa. Map 8. The Black Sea, Asia Minor and the Near East. Map 9. Asia Minor (detail). Map 10. Armenia to India. Acknowledgements"
    ],
    "title": [
      "ZOTICUS (third century AD) Zoticus was a poet and critic who was a follower and companion of Plotinus. Map 1. Attica and Athens (see also Map 5). Map 2. Italy",
      "Spain, France and Germany"
    ],
    "type": "article-journal",
    "volume": [
      "3",
      "5"
    ]
  },
  {
    "container-title": [
      "Bibliographical Essay"
    ],
    "date": [
      "2006-04"
    ],
    "location": [
      "Lancaster"
    ],
    "title": [
      "T.C"
    ],
    "type": "article-journal"
  },
  {
    "date": [
      "1996",
      "2005",
      "1971",
      "1980",
      "1992"
    ],
    "edition": [
      "3rd revised"
    ],
    "editor": [
      {
        "family": "Cross",
        "given": "F.L."
      },
      {
        "family": "Livingstone",
        "given": "E.A."
      },
      {
        "family": "Jones",
        "given": "A.H.M."
      },
      {
        "family": "Martindale",
        "given": "J.R."
      },
      {
        "family": "Morris",
        "given": "J."
      },
      {
        "family": "AD",
        "particle": "covers"
      },
      {
        "family": "alone",
        "given": "J.R.Martindale"
      },
      {
        "family": "AD",
        "particle": "cover"
      }
    ],
    "genre": [
      "covers AD 395-527,"
    ],
    "note": [
      "Cambridge, Cambridge University Press).",
      "Three other books deserve a mention. Who’s Who in the Roman World (London, Routledge, 2001) and Who’s Who in the Greek World (London, Routledge, 2000), both by John Hazel, are useful, while Lemprière’s Classical Dictionary (London, Bracken Books, 1984) is a mine of information even if it is not always reliable."
    ],
    "pages": [
      "260–395",
      "527–641"
    ],
    "publisher": [
      "Oxford, Oxford University Press",
      "Oxford University Press"
    ],
    "title": [
      "relatively small, many others appear in its pages and can be tracked down through the efficient index. The Oxford Classical Dictionary, now in its third edition and edited by Simon Hornblower and Antony Spawforth",
      "obviously covers a lot of relevant ground while for Christian thinkers the Oxford Dictionary of the Christian Church",
      "performs a similar task. Approaching the subject matter of this book from a different direction is the Prosopography of the Later Roman Empire"
    ],
    "type": null,
    "volume": [
      "I",
      "II",
      "and vols IIIA/IIIB"
    ]
  },
  {
    "container-title": [
      "Lives of Eminent Philosophers"
    ],
    "date": [
      "1965",
      "1931"
    ],
    "location": [
      "London, Methuen",
      "Cambridge"
    ],
    "note": [
      "Cambridge, Cambridge University Press, 1962-81",
      "Four recent books deserve special mention. The first two volumes of The Routledge History of Philosophy (London, Routledge, 1997) are valuable.",
      "From the Beginning to Plato, is edited by C.C.W. Taylor and vol. 2, From Aristotle to Augustine, by David Furley."
    ],
    "publisher": [
      "Harvard University Press"
    ],
    "title": [
      "Surprisingly few books cover the whole of ancient philosophy. Historical approaches tend to begin or end with Plato or Aristotle. A useful exception is A.H. Armstrong’s An Introduction to Ancient Philosophy",
      "The first volume of Frederick Copleston’s A History of Philosophy (London, Continuum, 2003) covers most of the period, and is particularly good in its coverage of the smaller schools. The early chapters of the second volume cover some of the later thinkers. The six volumes of W.K.C. Guthrie’s A History of Greek Philosophy",
      "are more detailed, but end with Aristotle. The only surviving substantial history of philosophy from antiquity, Diogenes Laertius",
      "is also worth reading for all the extra information (and in particular the gossip) I have had to leave out. While not always reliable, it remains indispensable"
    ],
    "translator": [
      {
        "family": "Hicks",
        "given": "R.D."
      }
    ],
    "type": "chapter",
    "volume": [
      "2",
      "1"
    ]
  },
  {
    "note": [
      "edited by David Sedley (Cambridge, Cambridge University Press, 2003)."
    ],
    "title": [
      "They both contain much more bibliographical information than I have been able to include here. I have also been particularly impressed by The Cambridge Companion to Greek and Roman Philosophy"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Finally"
      }
    ],
    "title": [
      "What is Ancient Philosophy? by Pierre Hadot (Cambridge, Belknap Press, 2002) is a stimulating discussion of what ancient philosophy was meant to be about"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Kirk",
        "given": "J.E.Raven"
      },
      {
        "family": "Schofield’s",
        "given": "M."
      }
    ],
    "note": [
      "The Presocratic Philosophers (Cambridge, Cambridge University Press, 1987), which gives the Greek texts along with the translations and commentary, and Richard D."
    ],
    "title": [
      "In the text I have frequently cited Jonathan Barnes’ Early Greek Philosophy (Harmondsworth, Penguin, 1987) because it is the most easily available source of translations of the earliest philosophical writings. Covering the same ground in greater depth are G.S"
    ],
    "type": null
  },
  {
    "container-title": [
      "The Cambridge Companion to Early Greek Philosophy"
    ],
    "date": [
      "1994"
    ],
    "editor": [
      {
        "given": "Long"
      }
    ],
    "location": [
      "Indianapolis, Hackett"
    ],
    "title": [
      "McKirahan’s Philosophy Before Socrates",
      "For more descriptive treatments, Jonathan Barnes’ The Presocratic Philosophers (London, Routledge, 1982) is useful, as is A.A"
    ],
    "type": "chapter"
  },
  {
    "date": [
      "1999"
    ],
    "publisher": [
      "Cambridge, Cambridge University Press"
    ],
    "title": [
      "There is still much to learn from John Burnet’s Early Greek Philosophy, which has gone through many editions and publishers and is sometimes available online"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "G.B",
        "given": "The Sophists"
      }
    ],
    "container-title": [
      "The Older Sophists"
    ],
    "date": [
      "1981"
    ],
    "editor": [
      {
        "family": "Sprague",
        "given": "Rosemary Kent"
      }
    ],
    "publisher": [
      "Cambridge University Press"
    ],
    "title": [
      "Kerferd’s The Sophistic Movement (Cambridge",
      "gives a useful overview of the topic while"
    ],
    "type": "chapter"
  },
  {
    "date": [
      "2001",
      "1921"
    ],
    "location": [
      "Indianapolis, Hackett",
      "Wright"
    ],
    "publisher": [
      "Cambridge, Harvard University Press"
    ],
    "title": [
      "is valuable for its collection of original fragments and extracts. Philostratus’ Lives of the Sophists and Eunapius’ Lives of Philosophers, found together in one volume of the Loeb library",
      "are a good source of information on the later sophists and a host of other characters"
    ],
    "translator": [
      {
        "given": "W.C."
      }
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "useful",
        "particle": "is"
      }
    ],
    "container-title": [
      "provides a helpful overview. Hellenistic philosophy There are two valuable collections of excerpts and fragments from the Stoics, Epicureans and Sceptics. A.A. Long and D.S. Sedley’s The Hellenistic Philosophers"
    ],
    "date": [
      "1972"
    ],
    "genre": [
      "J.P. Lynch’s Aristotle’s School (Berkeley,"
    ],
    "location": [
      "Cambridge, Cambridge"
    ],
    "note": [
      "Aristotle and the Peripatetics The Cambridge Companion to Aristotle edited by Jonathan Barnes (Cambridge, Cambridge University Press, 1995"
    ],
    "publisher": [
      "University of California Press"
    ],
    "title": [
      "Volumes in the ‘Ancient Commentators on Aristotle’ series edited by Richard Sorabji and published by Duckworth continue to appear and constitute an increasingly important resource"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "Gerson’s Hellenistic Philosophy: introductory readings (Indianapolis",
      "In terms of finding what specific philosophers said, the ‘Index of Philosophers’ in Long and Sedley gives it a clear edge"
    ],
    "date": [
      "1987",
      "1997"
    ],
    "location": [
      "Hackett"
    ],
    "note": [
      "comes in two"
    ],
    "publisher": [
      "University Press",
      "A.A"
    ],
    "title": [
      "will be of interest only to those who can read the original Greek",
      "contains the translations and an informative commentary. There is less commentary but a lot of translated material in Brad Inwood and L.P",
      "Both books are arranged thematically and both are recommended"
    ],
    "type": "chapter",
    "volume": [
      "volumes, but vol. 2",
      "1"
    ]
  },
  {
    "container-title": [
      "Very different in its approach is Gregory H. Snyder’s Teachers and Texts in the Ancient World: Philosophers"
    ],
    "date": [
      "1986",
      "1986",
      "1970"
    ],
    "editor": [
      {
        "given": "Armstrong"
      }
    ],
    "location": [
      "London"
    ],
    "note": [
      "Jews and Christians (London, Routledge, 2000) which focuses on how the schools taught rather than what they taught. Stoicism The Cambridge Companion to the Stoics edited by Brad Inwood (Cambridge, Cambridge"
    ],
    "publisher": [
      "Long’s Hellenistic Philosophy (Berkeley, University of California Press",
      "Cambridge University Press"
    ],
    "title": [
      "is a good introduction to the main schools, as is R.W. Sharples’ Stoics, Epicureans and Sceptics: an introduction to Hellenistic Philosophy",
      "A.H",
      "The Cambridge History of Later Greek and Early Medieval Philosophy (Cambridge",
      "is, as its name suggests, particularly strong on the later part of the period, especially the Neoplatonists and the Christian theologians influenced by them"
    ],
    "type": "chapter"
  },
  {
    "date": [
      "2003",
      "1978"
    ],
    "note": [
      "Cambridge, Cambridge University Press, 1969) and his edited volume The Stoics (Berkeley,",
      "John Sellars’ The Art of Living: the Stoics on the nature and function of philosophy (Aldershot, Ashgate, 2003) sheds some useful light."
    ],
    "publisher": [
      "University Press",
      "University of California Press"
    ],
    "title": [
      "provides a good thematic coverage of Stoicism although it is less helpful with its history. Still valuable are John Rist’s Stoic Philosophy",
      "Anything written about Stoicism by A.A. Long is worth reading. Although not without its faults"
    ],
    "type": null
  },
  {
    "container-title": [
      "Castner’s Prosopography of Roman Epicureans, from the second century BC to the second century AD"
    ],
    "date": [
      "1954",
      "1992",
      "1991"
    ],
    "location": [
      "London, Routledge",
      "Frankfurt"
    ],
    "note": [
      "as its title clearly suggests, has a narrower focus. Cynics Three books merit special mention. Donald R. Dudley’s A History of Cynicism from Diogenes"
    ],
    "publisher": [
      "University of Minnesota Press",
      "Peter Lang"
    ],
    "title": [
      "The Epicureans have not been particularly well served. Norman De Witt’s Epicurus and his Philosophy (Minneapolis",
      "contains a lot of material. Two more recent books are Howard Jones’ The Epicurean Tradition",
      "which takes a very broad sweep, while Catherine J"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "London"
      }
    ],
    "date": [
      "1980"
    ],
    "edition": [
      "2nd edn"
    ],
    "location": [
      "Chicago"
    ],
    "publisher": [
      "Aries Press"
    ],
    "title": [
      "to the Sixth Century AD",
      "Bristol Classical Press, 1998) is still valuable. A more recent coverage of much of the same territory is Luis E"
    ],
    "type": "book"
  },
  {
    "container-title": [
      "The Cynics: the Cynic movement in antiquity and its legacy"
    ],
    "date": [
      "1996"
    ],
    "editor": [
      {
        "family": "Branham",
        "given": "R.Bracht"
      },
      {
        "family": "Goulet-Cazé",
        "given": "Marie-Odile"
      }
    ],
    "publisher": [
      "Greenwood Press"
    ],
    "title": [
      "Navia’s Classical Cynicism (Westport"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "Berkeley"
      }
    ],
    "title": [
      "University of California Press, 1996) is a particularly good collection of essays with useful appendices"
    ],
    "type": null
  }
]
