[
  {
    "author": [
      {
        "given": "C.F."
      }
    ],
    "location": [
      "Muckenfuss III"
    ],
    "title": [
      "Muckenfuss III Home > Lawyers > C.F"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "Cantwell F. Muckenfuss III is a partner in the Washington, PRACTICES D.C. office of Gibson, Dunn &"
      }
    ],
    "container-title": [
      "Before Administrative Law joining the firm in 1981, Mr. Muckenfuss was Senior Deputy and Regulatory Practice Comptroller for policy at the Office of the Comptroller of the Currency (1978-81) and Special Assistant to the Director Public Policy"
    ],
    "title": [
      "Crutcher LLP where he focuses on the representation of financial institutions in matters Financial Institutions involving financial regulation and public policy"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Chairman",
        "given": "Counsel",
        "particle": "to the"
      }
    ],
    "citation-number": [
      "1974-77"
    ],
    "container-title": [
      "1979, he received the Department of the Treasury Special Achievement Award, EDUCATION and in 1980, he was awarded the Presidential Rank Award"
    ],
    "date": [
      "1977"
    ],
    "title": [
      "of the Federal Deposit Insurance Corporation"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Mr",
        "given": "Partner"
      }
    ],
    "container-title": [
      "D.C. Office Committee, Section of International Law and Practice, 1050 Connecticut Avenue, N.W. American Bar Association. He is a member of the Board of Washington, DC 20036-5306 ADMISSIONS Advisors of the Review of Banking and Financial Services"
    ],
    "title": [
      "Muckenfuss is a founder, member and Chairman of the Yale University Board of Directors of City First Bank of D.C., N.A., a cmuckenfuss 1971 Juris Doctor community development bank in Washington, D.C. He is T: +1 202.955.8514 also Chairman of the Board of City First Enterprises, Inc., the Vanderbilt University F: +1 202.530.9568 non-profit controlling shareholder of City First Bank. He is a 1967 Bachelor of Arts former Co-Chair of the International Banking and Finance Washington"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "literal": "PM] Gibson Dunn - C.F."
      }
    ],
    "date": [
      "1972"
    ],
    "publisher": [
      "More Publications"
    ],
    "title": [
      "Muckenfuss III Court of Appeals for the Sixth Circuit (1971-72) and an Private Equity Fund or Hedge Fund attorney and project developer at the Bedford-Stuyvesant D Activities and S Corporation, a community development corporation"
    ],
    "type": "book",
    "url": [
      "http://www.gibsondunn.com/lawyers/cmuckenfuss"
    ]
  }
]
