[
  {
    "date": [
      "2004"
    ],
    "title": [
      "Based on the principles set forth in the"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "H.R",
        "given": "President George W.Bush",
        "particle": "signs"
      },
      {
        "family": "Goods Act",
        "particle": "the"
      }
    ],
    "date": [
      "2006-03-16"
    ],
    "note": [
      "ments, or packaging that bear counterfeit marks Gonzales, Department of Justice; U.S. Rep. Jim Sensenbrenner (R- intended for goods or services. The legislation also Wis.); U.S. Rep. Joe Knollenberg (R-Mich.), and U.S. Rep. Bobby expanded the definition of “trafficking” to include dis-Scott (D-Va.). White House photo by Kimberlee Hewitt. tribution of counterfeits for a wider variety of com-"
    ],
    "title": [
      "32, the Stop Counterfeiting in Report, the Stop Counterfeiting in Manufactured Manufactured Goods Act, during ceremonies",
      "32) modified the federal criminal Eisenhower Executive Office Building. Looking on are, from left: law relating to the trafficking in counterfeit goods and Secretary Carlos Gutierrez, Department of Commerce; Secretary services by prohibiting trafficking in labels, docu-Elaine Chao, Department of Labor; Attorney General Alberto R"
    ],
    "type": "report"
  },
  {
    "container-title": [
      "Conference in New York City on April 27"
    ],
    "date": [
      "2006"
    ],
    "title": [
      "State and Federal intellectual property prosecutors at Victims"
    ],
    "type": "paper-conference"
  },
  {
    "author": [
      {
        "family": "left",
        "given": "From",
        "particle": "the"
      },
      {
        "family": "Pavlides",
        "given": "Asst D.A.Gregory"
      },
      {
        "family": "Davis",
        "given": "Asst U.S.Attorney Jed"
      },
      {
        "family": "Chairman",
        "given": "Vice"
      },
      {
        "family": "Alikhan",
        "given": "Intellectual Property Task Force Arif"
      },
      {
        "family": "DeMarco",
        "given": "Asst U.S.Attorney Joseph"
      },
      {
        "family": "Levinson",
        "given": "Asst D.A.Jeff"
      }
    ],
    "editor": [
      {
        "family": "Baker",
        "given": "D.A.Richard"
      },
      {
        "family": "Walton",
        "given": "Asst D.A.Tiana"
      }
    ],
    "note": [
      "Manhattan D.A.’s Office); and Trial Attorney Matthew Bassiur (U.S. Dept. of Justice). Photo by Susan Butler."
    ],
    "title": [
      "Asst"
    ],
    "type": null
  }
]
