[
  {
    "author": [
      {
        "family": "J.P. J.P",
        "particle": "broker-dealer subsidiary is"
      }
    ],
    "citation-number": [
      "100"
    ],
    "note": [
      "J.P. Morgan Securities is subject to Rule 15c3- JPMorgan Chase Bank, N.A. and has authority to engage in"
    ],
    "title": [
      "JPMorgan Chase & Co./2020 Form 10-K Broker-dealer regulatory capital J.P. Morgan Securities J.P. Morgan Securities plc JPMorgan Chase’s principal U.S",
      "Morgan Securities plc is a wholly-owned subsidiary of Morgan Securities"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1"
    ],
    "container-title": [
      "Capital Requirements” of the Net Capital Rule. The Bank of England requires, on a transitional basis, that U.K. The following table presents J.P. Morgan Securities’ net capital: banks, including U.K. regulated subsidiaries of overseas groups, maintain a minimum requirement for own funds and eligible",
      "Effective Association (“NFA”"
    ],
    "date": [
      "2021-01-01"
    ],
    "note": [
      "December 31, 2020 liabilities (“MREL”). As of December 31, 2020, J.P. Morgan (in millions) Actual(a) Minimum Securities plc was compliant with the requirements of the MREL Net Capital $ 27,651 $ 5,024 rule. (a) Net capital reflects the exclusion of assets purchased from money market The following table presents J.P. Morgan Securities plc’s capital mutual fund clients pursuant to nonrecourse advances provided under the metrics:"
    ],
    "title": [
      "under the Securities Exchange Act of 1934 (the “Net Capital banking, investment banking and broker-dealer activities. Rule”). J.P. Morgan Securities is also registered as a futures J.P. Morgan Securities plc is jointly regulated by the U.K. commission merchant and is subject to regulatory capital Prudential Regulation Authority (“PRA”) and the Financial Conduct requirements, including those imposed by the SEC, Commodity Authority (“FCA”). J.P. Morgan Securities plc is subject to the Futures Trading Commission (“CFTC”), Financial Industry European Union Capital Requirements Regulation and the PRA capital rules, each of which implement Basel III and thereby Regulatory Authority (“FINRA”) and the National Futures subject J.P. Morgan Securities plc to its requirements",
      "J.P. Morgan Securities plc is subject to the J.P. Morgan Securities has elected to compute its minimum net amended EU Capital Requirement Regulation, as adopted in the capital requirements in accordance with the “Alternative Net U.K"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Justice",
        "given": "Department",
        "particle": "of"
      },
      {
        "family": "U.S. Commodity Futures Wendel",
        "particle": "the"
      }
    ],
    "container-title": [
      "Wendel"
    ],
    "note": [
      "JPMorgan Chase Bank, N.A., Paris branch provided treasuries markets and related conduct from 2008 to 2016. financing for the transactions to a number of managers of Wendel in 2007. JPMorgan Chase has cooperated with the investigation."
    ],
    "title": [
      "Since 2012, the French criminal authorities have been Trading Commission (“CFTC”) and the U.S. Securities and investigating a series of transactions entered into by senior Exchange Commission (“SEC”), which, collectively, resolved those managers of Wendel Investissement (“Wendel”) during the period agencies’ respective investigations relating to historical trading from 2004 through 2007 to restructure their shareholdings in practices by former employees in the precious metals and U.S"
    ],
    "type": "article-journal"
  },
  {
    "container-title": [
      "January 2018, the Paris Court of Appeal issued a decision and J.P. Morgan Securities LLC, to certain terms and obligations cancelling the mise en examen of JPMorgan Chase Bank, N.A"
    ],
    "note": [
      "as set forth therein. Under the terms The Court of Cassation, France’s highest court, ruled in September 2018 that a mise en examen is a prerequisite for an"
    ],
    "title": [
      "The Firm entered into a Deferred Prosecution Agreement (“DPA”) The investigating judges issued an ordonnance de renvoi in with the DOJ in which it agreed to the filing of a criminal November 2016, referring JPMorgan Chase Bank, N.A. to the information charging JPMorgan Chase & Co. with two counts of French tribunal correctionnel for alleged complicity in tax fraud. In wire fraud and agreed, along with JPMorgan Chase Bank, N.A"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "SLR",
        "given": "Supplementary leverage ratio U.S.G.S.E."
      }
    ],
    "note": [
      "government. Structured notes: Structured notes are financial instruments whose cash flows are linked to the movement in one or more U.S. LCR: Liquidity coverage ratio under the final U.S. rule. indexes, interest rates, foreign exchange rates, commodities"
    ],
    "title": [
      "U.S. government-sponsored enterprises” are quasigovernmental, privately-held entities established or chartered by SMBS: Stripped mortgage-backed securities the U.S. government to serve public purposes as specified by the SOFR: Secured Overnight Financing Rate U.S. Congress to improve the flow of credit to specific sectors of the economy and provide certain essential services to the public. SPEs: Special purpose entities U.S. GSEs include Fannie Mae and Freddie Mac, but do not Structural interest rate risk: Represents interest rate risk of the include Ginnie Mae or FHA. U.S. GSE obligations are not explicitly non-trading assets and liabilities of the Firm. guaranteed as to the timely payment of principal and interest by the full faith and credit of the U.S"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Bank",
        "given": "Name The Laws Of JPMorgan Chase"
      },
      {
        "family": "National Association United States Paymentech",
        "given": "L.L.C.United States J.P.Morgan International Finance Limited United States J.P.Morgan Bank Luxembourg S.A.Luxembourg JPMorgan Securities Japan Co"
      },
      {
        "family": "J.P",
        "given": "Ltd Japan J.P.Morgan Capital Holdings Limited United Kingdom J.P.Morgan Securities P.L.C.United Kingdom"
      }
    ],
    "container-title": [
      "Morgan Services India Private Limited India JPMorgan Asset Management Holdings Inc. United States JPMorgan Distribution Services, Inc. United States JPMorgan Asset Management International Limited United Kingdom JPMorgan Asset Management (UK) Limited United Kingdom JPMorgan Asset Management Holdings (Luxembourg) S.à r.l. Luxembourg JPMorgan Asset Management (Europe) S.à r.l. Luxembourg J.P. Morgan Investment Management Inc. United States J.P"
    ],
    "note": [
      "United States J.P. Morgan Securities LLC United States Exhibit 22.2 JPMorgan Chase & Co. JPMorgan Chase & Co. guarantee of subsidiary issuances Securities Guarantor JPMorgan Chase Financial Company LLC issues, from time to time, its JPMorgan Chase & Co."
    ],
    "publisher": [
      "Morgan Broker-Dealer Holdings Inc"
    ],
    "title": [
      "Morgan AG Germany JPMorgan Chase Holdings LLC United States J.P"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Notes",
        "given": "Global Medium-Term"
      }
    ],
    "note": [
      "Registration Statement Nos. 333-236659 and 333-236659-01), which was declared effective on April 8, 2020. Exhibit 23"
    ],
    "title": [
      "Series A, under the Indenture dated February 19, 2016 that are each fully and unconditionally guaranteed by JPMorgan Chase & Co. and are currently offered and sold pursuant to a Registration Statement on Form S-3"
    ],
    "type": null
  },
  {
    "date": [
      "1934"
    ],
    "note": [
      "The information contained in the Report fairly presents, in all material respects, the financial condition and results of operations of JPMorgan Chase & Co."
    ],
    "pages": [
      "2"
    ],
    "title": [
      "In connection with the Annual Report of JPMorgan Chase & Co. on Form 10-K for the period ended December 31, 2020 as filed with the Securities and Exchange Commission on the date hereof (the “Report”), each of the undersigned officers of JPMorgan Chase & Co., certify, pursuant to 18 U.S.C. Section 1350, as adopted pursuant to Section 906 of the Sarbanes-Oxley Act of 2002, that: 1. The Report fully complies with the requirements of Section 13(a) or 15(d) of the Securities Exchange Act of"
    ],
    "type": "report"
  }
]
