[
  {
    "title": [
      "Chris Wraight is the author of the Horus Heresy novel Scars, the novella Brotherhood of the Storm and the audio drama The Sigillite. For Warhammer 40,000 he has written the Space Wolves novels Blood of Asaheim andStormcaller, and the short story collection Wolves of Fenris, as well as the Space Marine Battles novels Wrath of Iron and Battle of the Fang. Additionally, he has many Warhammer novels to his name, including the Time of Legends novel Master of Dragons, which forms part of the War of Vengeance series"
    ],
    "type": null
  },
  {
    "date": [
      "2011",
      "2015"
    ],
    "title": [
      "Chris lives and works near Bristol, in south-west England. A BLACK LIBRARY PUBLICATION Battle of the Fang © Games Workshop Ltd",
      "The Hunt for Magnus © Games Workshop Ltd"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "John Blanche",
        "given": "U.K.Cover",
        "particle": "illustration by Leonid Kozienko. Internal artwork by"
      },
      {
        "family": "Greco",
        "given": "Dave"
      },
      {
        "family": "Hodgson",
        "given": "Neil"
      },
      {
        "family": "Molina",
        "given": "Nacho"
      },
      {
        "family": "Wood",
        "given": "Adrian"
      }
    ],
    "container-title": [
      "published in Great Britain in 2015 by Black Library, Games Workshop Ltd"
    ],
    "date": [
      "NG7 2WS"
    ],
    "edition": [
      "This eBook"
    ],
    "location": [
      "Nottingham"
    ],
    "note": [
      "and/or © Games Workshop Limited, variably registered around the world. All Rights Reserved. A CIP record for this book is available from the British Library."
    ],
    "title": [
      "War of the Fang © Copyright Games Workshop Limited 2015. War of the Fang , Space Marine Battles, GW, Games Workshop, Black Library, The Horus Heresy, The Horus Heresy Eye logo, Space Marine, 40K, Warhammer, Warhammer 40,000, the ‘Aquila’ Double-headed Eagle logo, and all associated logos, illustrations, images, names, creatures, races, vehicles, locations, weapons, characters, and the distinctive likenesses thereof, are either ® or TM"
    ],
    "type": "chapter"
  }
]
