[
  {
    "author": [
      {
        "given": "J.P."
      }
    ],
    "citation-number": [
      "34"
    ],
    "note": [
      "as amended. Regulation S applies to"
    ],
    "title": [
      "MORGAN INTERNATIONAL EQUITY FUNDS A P RIL 30, 2021 PERCENT (a) Security exempt from registration pursuant to Regulation S under OF TOTAL the Securities Act of 1933"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "J.P."
      }
    ],
    "citation-number": [
      "38"
    ],
    "container-title": [
      "2021 JPMorgan International Focus Fund SCHEDULE OF PORTFOLIO INVESTMENTS AS OF APRIL"
    ],
    "date": [
      "2021"
    ],
    "note": [
      "Unaudited"
    ],
    "title": [
      "MORGAN INTERNATIONAL EQUITY FUNDS A P RIL 30"
    ],
    "type": "chapter",
    "volume": [
      "30"
    ]
  },
  {
    "author": [
      {
        "given": "J.P."
      }
    ],
    "citation-number": [
      "40"
    ],
    "container-title": [
      "2021 JPMorgan International Hedged Equity Fund SCHEDULE OF PORTFOLIO INVESTMENTS AS OF APRIL"
    ],
    "date": [
      "2021"
    ],
    "note": [
      "Unaudited"
    ],
    "title": [
      "MORGAN INTERNATIONAL EQUITY FUNDS A P RIL 30"
    ],
    "type": "chapter",
    "volume": [
      "30"
    ]
  },
  {
    "author": [
      {
        "given": "a"
      }
    ],
    "publisher": [
      "Morgan Investment Management Inc"
    ],
    "title": [
      "Investment in an affiliated fund, which is registered under the Investment Company Act of 1940, as amended, and is advised by J.P"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "given": "b"
      }
    ],
    "date": [
      "2021-04-30"
    ],
    "title": [
      "The rate shown is the current yield as of"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "c"
      }
    ],
    "title": [
      "Amount rounds to less than one thousand"
    ],
    "type": null
  },
  {
    "note": [
      "after payments of rebates and Citibank’s fee)."
    ],
    "title": [
      "* Amount is included on the Statements of Operations as Income from securities lending (net"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "a"
      }
    ],
    "publisher": [
      "Morgan Investment Management Inc"
    ],
    "title": [
      "Investment in an affiliated fund, which is registered under the Investment Company Act of 1940, as amended, and is advised by J.P"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "given": "b"
      }
    ],
    "date": [
      "2021-04-30"
    ],
    "title": [
      "The rate shown is the current yield as of"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "c"
      }
    ],
    "title": [
      "Amount rounds to less than one thousand"
    ],
    "type": null
  },
  {
    "note": [
      "after payments of rebates and Citibank’s fee)."
    ],
    "title": [
      "* Amount is included on the Statements of Operations as Income from securities lending (net"
    ],
    "type": null
  },
  {
    "container-title": [
      "Emerging Markets Research International Enhanced Europe International Research Equity Dynamic International International Hedged Enhanced International Fund Fund Equity Fund Focus Fund Equity Fund Equity Fund Value Fund"
    ],
    "title": [
      "The following tables present the effect of derivatives on the Statements of Operations for the six months ended April 30, 2021, by primary underlying risk exposure"
    ],
    "type": "chapter"
  },
  {
    "note": [
      "Unaudited"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "J.P",
        "particle": "mum established for a"
      }
    ],
    "container-title": [
      "The its adequacy and effectiveness of implementation"
    ],
    "date": [
      "2020-03"
    ],
    "note": [
      "including, Report noted that each Fund was able to meet redemption where applicable, the operation of a J.P. Morgan Fund’s HLIM. requests without significant dilution to remaining shareholders There were no material changes to the Program during the during the Program Reporting Period, including during Program Reporting Period."
    ],
    "title": [
      "Morgan Fund and any “Illiquid Investments” (as defined under the Liquidity Rule) and material changes to the Program. the procedures for monitoring for this limit; (5) the oversight of the liquidity vendor retained to perform liquidity classifications The Board has appointed J.P. Morgan Asset Management’s for the Program including during the COVID-19 pandemic; and Liquidity Risk Forum to be the program administrator for the (6) specific liquidity events arising during the Program Report-Program (the “Program Administrator”). In addition to regular ing Period, including the impact on Fund liquidity caused by the reporting at each of its quarterly meetings, on February 8, significant market volatility created in March 2020 by the 2021, the Board of Trustees reviewed the Program Admin-COVID-19 pandemic. The Report further summarized that the istrator’s annual report (the “Report”) concerning the operation Program Administrator instituted a stressed market protocol in of the Program for the period from January 1, 2020 through March 2020 to: (1) review the results of the liquidity risk December 31, 2020 (the “Program Reporting Period”). The framework and daily liquidity classifications of each Fund’s Report addressed the operation of the Program and assessed investments; and (2) perform additional stress testing"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "given": "J.P."
      }
    ],
    "container-title": [
      "Affiliates of JPMorgan Chase & Co. receive fees for providing various services to the funds"
    ],
    "title": [
      "Morgan Funds are distributed by JPMorgan Distribution Services, Inc., which is an affiliate of JPMorgan Chase & Co"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "Morgan Funds’ website at www.jpmorganfunds.com. A description of each Fund’s policies and procedures with respect to the disclosure of each Fund’s holdings is available in the prospectuses and Statement of Additional Information"
    ],
    "title": [
      "Each Fund files a complete schedule of its fund holdings for the first and third quarters of its fiscal year with the SEC as an exhibit to its report on Form N-PORT. The Funds’ Form N-PORT reports are available on the SEC’s website at http://www.sec.gov. Each Fund’s quarterly holdings can be found by visiting the J.P"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "J.P."
      }
    ],
    "title": [
      "Morgan Asset Management is the brand name for the asset management business of JPMorgan Chase & Co. and its affiliates worldwide"
    ],
    "type": null
  }
]
