[
  {
    "author": [
      {
        "family": "ANDRONOW",
        "given": "A.A."
      },
      {
        "family": "CHAIKIN",
        "given": "C.E."
      },
      {
        "family": "WITT",
        "given": "A.A."
      }
    ],
    "date": [
      "1949"
    ],
    "location": [
      "Princeton, N.J"
    ],
    "note": [
      "This includes a good discussion of the theory of the clock!"
    ],
    "publisher": [
      "Princeton University Press"
    ],
    "title": [
      "Theory of Oscillations"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "STOKER",
        "given": "J.J."
      }
    ],
    "date": [
      "1950"
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "Interscience"
    ],
    "title": [
      "Nonlinear Vibrations"
    ],
    "type": "book"
  },
  {
    "note": [
      "29 Further Readings in Mechanical Vibrations"
    ],
    "title": [
      "Other interesting problems involving the coupling of two or more springmass systems and/or pendulums as well as problems involving rigid bodies in 115 Sec"
    ],
    "type": null
  },
  {
    "container-title": [
      "Probabilistic models are primarily discussed in HAIGHT, F. A., Mathematical Theories of Traffic Flow"
    ],
    "date": [
      "1963"
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "Academic Press"
    ],
    "title": [
      "The mathematical models we have analyzed postulate the importance of the traffic variables, density and velocity. We have then pursued deterministic models"
    ],
    "type": "chapter"
  },
  {
    "date": [
      "1974"
    ],
    "editor": [
      {
        "family": "Gazis",
        "given": "D.C."
      },
      {
        "family": "GAZIS",
        "given": "D.C."
      }
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "John Wiley & Sons"
    ],
    "title": [
      "A collection of four thorough review articles has been",
      "Traffic Science"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "given": "C."
      }
    ],
    "container-title": [
      "A third book which I must recommend is WHITHAM, G. B., Linear and Nonlinear Waves"
    ],
    "date": [
      "1974"
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "John Wiley & Sons"
    ],
    "title": [
      "I highly recommend this book because of the excellent presentation by L",
      "Edie which includes some of the material we have discussed. In addition, other authors in Gazis' book discuss a wide variety of traffic problems including traffic delays, control, generation, distribution, and assignment. These two books are excellent sources of additional references mostly contained in the research literature, many of which are accessible to the reader of this text"
    ],
    "type": "chapter"
  },
  {
    "note": [
      "Furthermore, this book expertly presents various other applied mathematics problems involving wave motion (most from areas of physics).] Index"
    ],
    "title": [
      "This was written by one of the developers of deterministic traffic theory. Although this book only discusses traffic problems briefly, it does contain significant developments of the theory"
    ],
    "type": null
  }
]
