[
  {
    "author": [
      {
        "family": "Goldman Sachs. Professor James P",
        "particle": "of"
      },
      {
        "family": "L/R",
        "given": "Hillary R.Clinton"
      },
      {
        "family": "Corzine",
        "given": "Jon S."
      },
      {
        "family": "Martini",
        "given": "William J."
      }
    ],
    "note": [
      "Oct. 11, 1996) as for sample letter to Congress to repeal 18 USC § the passage of this False 1001(b)."
    ],
    "title": [
      "Chandler was advising Hillary and Bill Clinton in 1996 on the Economic Espionage Act authority Coincidentally (?), on the that the NSA used to spy on Americans",
      "Click here same day"
    ],
    "type": null
  },
  {
    "publisher": [
      "US Courts"
    ],
    "title": [
      "Statement Accountability Photos Zerohedge"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "A.S.A.P",
        "given": "S.E.C.T.I.O.N."
      }
    ],
    "container-title": [
      "Constitutional Crisis Exposed 26. Abuse of Judicial Immunity since Stump"
    ],
    "title": [
      "TO PREVENT FURTHER 25"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "on July"
    ],
    "date": [
      "1997"
    ],
    "note": [
      "Law professor James P. Chandler advised PATENT THEFT Breaking News, Sep. 3, 2014 Bill Clinton on her appointment. SUSAN P. GRABER—LIAR Photo US Courts"
    ],
    "title": [
      "the largest pre-IPO holders of Facebook insider stock. She was UNEARTHS SURPRISE nominated to the bench by Bill Clinton soon after the EEA and TRUSTEE COLLUSION IN FSAA"
    ],
    "type": "article-journal",
    "volume": [
      "30"
    ]
  },
  {
    "author": [
      {
        "family": "NSA/C.I.A",
        "given": "Pay Pal Mafia",
        "particle": "gave the"
      }
    ],
    "container-title": [
      "And misconduct in Leader v. Facebook -Elon Musk knew all about this and knew how facebook was stolen. Unwillingness of DC attorneys to self"
    ],
    "title": [
      "the keys to the backdoor to our privacy as the quid pro quo. The Pay Pal Mafia bankrolled Zuckerberg to implement the commercial versions of 1. DC Bar refuses to investigate attorney Leader Technologies’ invention while the NSA and C.I.A. built backdoors into the code"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "K."
      }
    ],
    "title": [
      "Craine June 18, 2015 at 2:04 PM Email comment by TEX"
    ],
    "type": null
  },
  {
    "type": null,
    "url": [
      "http://americans4innovation.blogspot.com/2015/06/congress-sanctioned-lying-to-courtsand.html"
    ]
  },
  {
    "author": [
      {
        "family": "Reply K",
        "given": "Good",
        "particle": "bye American ingenuity."
      }
    ],
    "note": [
      "Circuit, clerk who signed all the opinions in Leader Techs v."
    ],
    "title": [
      "Craine June 23, 2015 at 8:25 AM Senators who are concerned about the negative impact this ill-conceived TPP trade Clerk of Court Jan Horbaly , U.S. agreement will have on our Republic are asking usto call our Senators and ask them to vote Court of Appeals for the Federal NO on the TPP authority coming up for a Senate vote"
    ],
    "type": null
  },
  {
    "container-title": [
      "Cir"
    ],
    "date": [
      "2012"
    ],
    "note": [
      "before it is pushed on the floor for a vote. ruling was challenged by an amicus curiae brief revealing clear"
    ],
    "title": [
      "Call the Senate switchboard at 202-224-3121. Ask for your Senator's office and then tell his Facebook, Inc., 678 F.3d 1300 (Fed. staffer you want him or her to vote NO. It's that simply",
      "Clerk Horbaly and his staff obfuscated when the court's You must do it in the next day"
    ],
    "type": "article-journal"
  }
]
