[
  {
    "location": [
      "Washington, D.C"
    ],
    "note": [
      "area: St. Louis Post-Dispatch South America weather Tennessee, banking Traveler, airport guide Middlesex Daily Washington Post Space (SIG) Terminal parameters TravelVision St. Louis Post-Dispatch U.S. News:"
    ],
    "title": [
      "Software Exchange Technical books Travel, advisories Decwars Washington Post Software reviews: Technical research Travel, airline guide Megawars Sports: Popular Science TeieComm (SIG) Travel Fax Space War Middlesex Daily News The Micro Advisor Telephone access Travel (SIG"
    ],
    "type": null
  },
  {
    "container-title": [
      "THE SOURCE"
    ],
    "pages": [
      "336–3366"
    ],
    "type": "article-journal",
    "volume": [
      "800"
    ]
  },
  {
    "container-title": [
      "Inc"
    ],
    "note": [
      "outside the U.S.) 1616 Anderson Road McLean, Virginia 22102 Abbreviated listing"
    ],
    "pages": [
      "734–7500"
    ],
    "title": [
      "Source Telecomputing Corporation (800) 572-2070 (in Virginia) The Reader's Digest Association"
    ],
    "type": "article-journal",
    "volume": [
      "703"
    ]
  },
  {
    "author": [
      {
        "given": "CompuServe"
      }
    ],
    "note": [
      "95. midnight Friday; 8 a.m. to midnight Saturday; and 3 P.M. to midnight Sunday. Rates: $24 per hour, $35 Dialog Information Retrieval Service subscription fee."
    ],
    "title": [
      "Hours: 24 hours, 7 days. Rates: P.M. to 5 A.M. Monday through Thursday; 6 P.M. to $6 to $17 per hour, and a subscription fee of $49"
    ],
    "type": null
  },
  {
    "note": [
      "Dialog Information Services, Inc., 3460 Hillview Ave., Palo Alto, CA 94304; (800) 227-1927, or NewsNet"
    ],
    "type": null
  },
  {
    "publisher": [
      "Big Blue Book for the Apple Scribner Howard Sames & Co"
    ],
    "title": [
      "Addison-Wesley Byte/McGraw-Hill The Addison-Wesley Book of ATARI Software $19.95 1221 Avenue of the Americas Addison-Wesley New York, NY 10020"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "literal": "Big Blue Book for the ATARI 4300 W."
      }
    ],
    "container-title": [
      "WIDL Video Indianapolis, IN 46250 The Buyer's Guide to Software for the IBM PC Byte/McGraw-Hill Charles Scribner's Sons Commodore Software Encyclopedia 597 Fifth Ave. Howard Sams and Co",
      "10017 CP/M Software Finder $1 4.95 Que Corporation WIDL Video IBM PC Expansion and Software Guide 5245 W"
    ],
    "location": [
      "New York, NY"
    ],
    "note": [
      "Diversey Ave. Que Corporation Chicago, IL 60639"
    ],
    "title": [
      "63rd St. Scribner Indianapolis, IN 46268 Big Blue Book for the Commodore WIDL Video Que Corporation Big Blue Book for the IBM PC 7960 Castleway Dr"
    ],
    "type": "chapter"
  }
]
