[
  {
    "author": [
      {
        "family": "M. Foucault",
        "particle": "of"
      },
      {
        "family": "Barthes",
        "given": "R."
      }
    ],
    "container-title": [
      "The Semiotic Challenge"
    ],
    "date": [
      "1970",
      "1988"
    ],
    "edition": [
      "reprinted e.g"
    ],
    "genre": [
      "chapters 2–4 and 7–8"
    ],
    "location": [
      "New York",
      "New York"
    ],
    "note": [
      "Saussure’s classic work is his posthumous Course in General Linguistics (1915)."
    ],
    "pages": [
      "11–94"
    ],
    "title": [
      "of the difference between mimetic and cumulative ideals of historiography see again Joseph Levine, The Battle of the Books: History and Literature in the Augustan Age, Ithaca 1991, in particular chapter 9. For traditional and modern ideals of language, cf",
      "The Order of Things: an Archaeology of the Human Sciences",
      "The Old Rhetoric: an Aide-Mémoire"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Badian",
        "given": "E."
      }
    ],
    "collection-title": [
      "tradition of historiography"
    ],
    "container-title": [
      "The Latin Historians"
    ],
    "date": [
      "2000",
      "1987",
      "1966"
    ],
    "editor": [
      {
        "family": "Dorey",
        "given": "T.A."
      }
    ],
    "location": [
      "Imperial China, Berkeley",
      "Berkeley",
      "London"
    ],
    "note": [
      "and the introduction to S. P. Oakley, A Commentary on Livy, Books VI–X, Oxford"
    ],
    "title": [
      "Margaret Mehl, History and the State in 19th Century Japan, New York 1998, provides a wonderfully stimulating account of Japanese historiography; for the Mito School, Victor Koschmann, The Mito Ideology: Discourse, Reform, and Insurrection in Late Tokugawa Japan, 1790–1864",
      "Generally on the republican senatorial “annalistic",
      "The Early Historians"
    ],
    "type": "chapter"
  },
  {
    "date": [
      "1997",
      "1958"
    ],
    "location": [
      "Tacitus, Oxford"
    ],
    "publisher": [
      "Ronald Syme"
    ],
    "title": [
      "for Livy’s attitude about social status and history-writing, the book by my colleague Gary Miles, Livy: Reconstructing Early Rome, 47–54; for Tacitus"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Talbert",
        "given": "Richard J.A."
      },
      {
        "others": true
      }
    ],
    "container-title": [
      "Grosser historischer Weltatlas"
    ],
    "edition": [
      "6th edn"
    ],
    "editor": [
      {
        "family": "Bengtson",
        "given": "Hermann"
      },
      {
        "family": "Miojcic",
        "given": "Vladimir"
      }
    ],
    "note": [
      "Munich 1978, includes maps illustrating ancient history beyond the Greco-Roman. Other worthwhile atlases include Nicholas G. L."
    ],
    "publisher": [
      "Vorgeschichte und Altertum"
    ],
    "title": [
      "The gold standard among atlases of the classical world is now",
      "Barrington Atlas of the Greek and Roman World, Princeton 2000"
    ],
    "type": "chapter",
    "volume": [
      "1"
    ]
  },
  {
    "author": [
      {
        "family": "Hammond",
        "given": "Atlas of the Greek"
      },
      {
        "family": "Antiquity",
        "given": "Roman World",
        "particle": "in"
      },
      {
        "family": "Jersey",
        "given": "New"
      },
      {
        "family": "Talbert",
        "given": "Richard J.A."
      },
      {
        "family": "Classical History",
        "given": "Atlas",
        "particle": "of"
      },
      {
        "given": "London"
      },
      {
        "family": "Richard J. A. Talbert",
        "particle": "see"
      }
    ],
    "container-title": [
      "JRA"
    ],
    "date": [
      "1981",
      "1985",
      "1990",
      "1996",
      "1995"
    ],
    "note": [
      "Useful maps are also provided on the Interactive Ancient Mediterranean, a site hosted by the University of North Carolina, Chapel Hill (iam.classics.unc.edu/index.html). For the roles of climate and geography in ancient history see now Peregrine Horden and Nicholas Purcell, The Corrupting Sea: a Study of Mediterranean History, Blackwell 2000; M. Cary, The Geographic Background of Greek and Roman History, Oxford 1949, was long a standard."
    ],
    "pages": [
      "5–38"
    ],
    "title": [
      "For a review of modern atlases of the ancient world",
      "Mapping the Classical World: Major Atlases and Map Series 1872–1990",
      "The most affordable atlases now available have been provided by Penguin: these include Bill Manley, The Penguin Historical Atlas of Ancient Egypt",
      "Robert Morkot, The Penguin Historical Atlas of Ancient Greece (1996); Chris Scarre, The Penguin Historical Atlas of Ancient Rome",
      "On the web, William Thayer’s Lacus Curtius site (above, bibliographical essay to chapter 1) includes an impressive geographic gazetteer of the Roman world"
    ],
    "type": "article-journal",
    "volume": [
      "5"
    ]
  },
  {
    "author": [
      {
        "family": "William A. Johnson",
        "particle": "more recently cf."
      },
      {
        "family": "Roberts",
        "given": "Colin H."
      },
      {
        "family": "Skeat",
        "given": "Theodore C."
      },
      {
        "family": "Easterling",
        "given": "Patricia"
      },
      {
        "family": "Knox",
        "given": "Bernard M.W."
      },
      {
        "family": "Kenney",
        "given": "E.J."
      },
      {
        "family": "Literature",
        "given": "Latin"
      },
      {
        "given": "Cambridge"
      },
      {
        "family": "Braswell",
        "given": "Laurel N."
      },
      {
        "family": "Potter",
        "given": "David"
      },
      {
        "family": "Texts",
        "given": "Literary"
      },
      {
        "family": "Roman Historian",
        "particle": "the"
      },
      {
        "given": "London"
      }
    ],
    "container-title": [
      "Clanchy, From Memory to Written Record, Harvard 1993; Rosamund McKitterick, The Carolingians and the Written Word, Cambridge 1989; various works by Paul Saenger, e.g. The Space between Words: the Origins of Silent Reading, Palo Alto 1997. For the printing revolution see Lucien Febvre and Henri-Jean Martin, The Coming of the Book",
      "Greek Literature",
      "Elizabeth Eisenstein, The Printing Revolution in Early Modern Europe"
    ],
    "date": [
      "1987",
      "1983",
      "1985",
      "1982",
      "1981",
      "1967",
      "1993",
      "2000",
      "1999",
      "1976"
    ],
    "edition": [
      "4th edn"
    ],
    "editor": [
      {
        "family": "Leighton D. Reynolds",
        "particle": "see"
      }
    ],
    "location": [
      "London",
      "Oxford",
      "Cambridge",
      "London",
      "Leiden",
      "Cambridge",
      "London",
      "London"
    ],
    "note": [
      "Cambridge 1983; on the form and production of the modern book Philip Gaskell, A New Introduction to Bibliography, Oxford 1972; for a survey of problems associated with the modern book, Robert Darnton, “What is the History of Books,” in The Kiss of Lamourette: Reflections in Cultural History, New York 1990,"
    ],
    "title": [
      "Manuscripts of the Ancient World",
      "Bookrolls and Scribes in Oxyrhynchus, Studies in Book and Print Culture Series, Toronto 2004; for scroll and codex",
      "The Birth of the Codex",
      "Brief accounts of ancient books are to be found at the beginnings of the two volumes of the Cambridge History of Classical Literature",
      "For various technical aspects of production see e.g",
      "Western Manuscripts from Classical Antiquity to the Renaissance: a Handbook (Garland Reference Library of the Humanities, 139",
      "Bernhard A. van Groningen, Short Manual of Greek Palaeography",
      "Bernhard Bischoff, Latin Palaeography: Antiquity and the Middle Ages",
      "For the histories of the transmission of particular authors",
      "Texts and Transmission: a Survey of the Latin Classics, Oxford 1983. The series Approaching the Ancient World includes two books devoted to the historical interpretation of various literary texts: Christopher Pelling, Literary Texts and the Greek Historian",
      "On medieval manuscript culture see Michael T"
    ],
    "type": "article-journal",
    "volume": [
      "1",
      "2"
    ]
  },
  {
    "author": [
      {
        "family": "See Arnaldo D. Momigliano",
        "particle": "see"
      },
      {
        "family": "Finley",
        "given": "Moses I."
      }
    ],
    "container-title": [
      "Ancient History: Evidence and Models",
      "Rome"
    ],
    "date": [
      "1985"
    ],
    "location": [
      "New York"
    ],
    "pages": [
      "67–106",
      "7–26"
    ],
    "title": [
      "Penguin history For “primary evidence",
      "Ancient History and the Antiquarian,” in his Contributo alla storia degli studi classici",
      "The Ancient Historian and His Sources"
    ],
    "type": "article-journal",
    "volume": [
      "1955"
    ]
  },
  {
    "author": [
      {
        "family": "B",
        "given": "On Linear"
      },
      {
        "family": "Oliver T. P. K. Dickinson",
        "particle": "see the concise statement in"
      },
      {
        "family": "Age",
        "given": "The Aegean Bronze"
      },
      {
        "given": "Cambridge"
      }
    ],
    "container-title": [
      "For essays on the context of various palatial writing systems see Maria Brosius",
      "Ancient Archives and Archival Traditions"
    ],
    "date": [
      "1997",
      "1994",
      "1994"
    ],
    "editor": [
      {
        "literal": "ed."
      }
    ],
    "location": [
      "Chicago"
    ],
    "note": [
      "Oxford 2003; for Homer and early writing: cf. Barry Powell, Homer and the Origin of the Greek Alphabet, Cambridge"
    ],
    "pages": [
      "1",
      "193–7"
    ],
    "publisher": [
      "Oxford University Press",
      "H.-J. Martin, The History and Power of Writing"
    ],
    "title": [
      "For a recent survey of the massive bibliography on the origins of classical Greek writing see e.g. Roger Woodard, Greek Writing from Knossos to Homer",
      "For a survey of world writing systems see e.g"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Derveni Papyrus",
        "particle": "for the"
      },
      {
        "family": "Laks",
        "given": "André"
      },
      {
        "family": "Most",
        "given": "Glenn W."
      }
    ],
    "date": [
      "1991",
      "1997"
    ],
    "location": [
      "Oxford"
    ],
    "title": [
      "Studies on the Derveni Papyrus"
    ],
    "type": null
  },
  {
    "title": [
      "On ancient libraries see Lionel Casson, Libraries in the Ancient World, Yale 2001; for the library at Alexandria there is the entertaining book by Luciano Canfora, The"
    ],
    "type": null
  },
  {
    "container-title": [
      "Princeton"
    ],
    "date": [
      "1995",
      "1934"
    ],
    "location": [
      "Page, Actors",
      "Oxford"
    ],
    "publisher": [
      "Interpolations in Greek Tragedy"
    ],
    "title": [
      "Vanished Library: a Wonder of the Ancient World, Berkeley 1989; on the culture of Alexandrian scholarship, Rudolph Pfeiffer, History of Classical Scholarship from the Beginnings to the End of the Hellenistic Age, Oxford 1968, and Alan Cameron, Callimachus and his Critics",
      "For the early history of the texts of the tragic poets, Denys L"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Zetzel",
        "given": "See James E.G."
      }
    ],
    "container-title": [
      "History and Silence: Purge and Rehabilitation of Memory in Late Antiquity, Austin 2000"
    ],
    "editor": [
      {
        "family": "Hedrick",
        "given": "Charles W.",
        "suffix": "Jr"
      }
    ],
    "note": [
      "chapter 6; for activities in Renaissance publishing"
    ],
    "title": [
      "Latin Textual Criticism in Antiquity, New York 1981"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "houses",
        "given": "see Martin Lowry"
      },
      {
        "family": "Aldus Manutius",
        "given": "The World",
        "particle": "of"
      },
      {
        "given": "Oxford"
      },
      {
        "family": "West",
        "given": "Martin L."
      }
    ],
    "container-title": [
      "repr. 2002; La genesi del methodo di Lachmann, Padua 1981. For more general criticism of textual criticism, see G. Thomas Tanselle, A Rationale of Textual Criticism, Philadelphia 1989"
    ],
    "date": [
      "1979",
      "1958",
      "1973",
      "1976"
    ],
    "location": [
      "Oxford",
      "Stuttgart",
      "London"
    ],
    "note": [
      "Jerome McGann, A Critique of Modern Textual Criticism, Chicago 1983, and The Textual Condition, Princeton 1991."
    ],
    "publisher": [
      "Paul Maas, Textual Criticism"
    ],
    "title": [
      "For modern textual criticism, its methods and history, see e.g",
      "Textual Criticism and Editorial Technique Applicable to Greek and Latin Texts",
      "For a critique and attempt to view nineteenth-century textual criticism contextually, Sebastiano Timpanaro, The Freudian Slip: Psychoanalysis and Textual Criticism"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Ancient World",
        "given": "B.I.C.S.",
        "particle": "Manuscripts of the"
      },
      {
        "family": "or",
        "given": "for Latin"
      },
      {
        "family": "K",
        "given": "Alan"
      },
      {
        "given": "Finley"
      }
    ],
    "container-title": [
      "Ancient History, Evidence and Models, Penguin 1985, 7–26; for a review of the famous controversy surrounding Tacitus’ use of “documentary sources,” see Timothy D",
      "Phoenix"
    ],
    "date": [
      "1987",
      "1998"
    ],
    "location": [
      "London"
    ],
    "pages": [
      "125–48"
    ],
    "publisher": [
      "Barnes"
    ],
    "title": [
      "Bowman’s various publications of The Vindolanda Writing Tablets (available on the web, Vindolanda Tablets Online, vindolanda.csad.ox.ac.uk). For the difference between the editing of a “document” and that of a literary text see G. Thomas Tansell, A Rationale of Textual Criticism, Philadelphia 1989. For Greek and Roman historians and their disregard of documents and archives see Moses I",
      "The Ancient Historian and His Sources",
      "Tacitus and the Senatus Consultum de Cn. Pisone Patre"
    ],
    "type": "article-journal",
    "volume": [
      "Suppl. 46",
      "52"
    ]
  },
  {
    "author": [
      {
        "family": "Woodhead",
        "given": "Geoffrey"
      }
    ],
    "container-title": [
      "Ann Arbor"
    ],
    "date": [
      "1992",
      "2002"
    ],
    "edition": [
      "2nd edn",
      "2nd edn., rev"
    ],
    "note": [
      "For Roman epigraphy, Arthur E. Gordon, Illustrated Introduction to Latin Epigraphy, Berkeley 1983; the old essay by John E. Sandys, Latin Epigraphy: an Introduction to the Study of Latin Inscriptions, Cambridge 1927",
      "Groningen 1969), remains serviceable. John P. Bodel, Epigraphic Evidence: Ancient History from Inscriptions, (Approaching the Ancient World), London 2001, deals with both. For the history of epigraphy, see the soon-to-be-translated entries in the Neue"
    ],
    "title": [
      "There are a number of introductions to epigraphy in English. For Greek epigraphy see A",
      "The Study of Greek Inscriptions",
      "Bradley McLean, An Introduction to the Greek Epigraphy of the Hellenistic and Roman Periods from Alexander the Great Down to the Reign of Constantine (323 BC–AD 337"
    ],
    "type": "article-journal"
  },
  {
    "container-title": [
      "The fine series, Translated Documents of Greece and Rome, series editor Robert K. Sherk, Cambridge includes the following five",
      "and trans., From the End of the Peloponnesian War to the Battle of Ipsus",
      "and trans., The Hellenistic Age from the Battle of Ipsos to the Death of Kleopatra VII",
      "and trans., Archaic Times to the End of the Peloponnesian War"
    ],
    "date": [
      "1983",
      "1985",
      "1985"
    ],
    "edition": [
      "3rd edn",
      "2nd edn",
      "2nd edn"
    ],
    "editor": [
      {
        "family": "Meiggs",
        "given": "Russell"
      },
      {
        "family": "Lewis",
        "given": "David"
      },
      {
        "family": "Rhodes",
        "given": "P.J."
      },
      {
        "family": "Osborne",
        "given": "Robin"
      },
      {
        "family": "Fornara",
        "given": "Charles"
      },
      {
        "family": "Harding",
        "given": "Philip"
      },
      {
        "family": "Burstein",
        "given": "Stanley M."
      },
      {
        "family": "Sherk",
        "given": "Robert K."
      }
    ],
    "title": [
      "Some collections cherry-pick the most famous inscriptions. The most frequently cited of these include Wilhelm Dittenberger, Sylloge Inscriptionum Graecarum",
      "Leipzig 1915–24 (Selection of Greek Inscriptions, abbreviated Syll.3 or SIG3",
      "A Selection of Greek Historical Inscriptions to the End of the Fifth Century =>",
      "Oxford 1988 (abbreviated ML or Meiggs-Lewis), and now its companion volume",
      "Greek Historical Inscriptions 404–323, Oxford 2003 (including English translations); Hermann Dessau, Inscriptiones Latinae Selectae, Berlin 1892–1916 (Selected Latin Inscriptions, abbreviated Dessau or ILS); and there are many others as well, which again can be found discussed in the general bibliography cited above. As with papyri, modern editions of inscriptions are presentations of ancient stones, often substantially edited. The most frequently encountered editorial signs are the same as those found in the papyri (above, bibliographical essay to chapter 5). Translations of inscriptions are available from many “source-books"
    ],
    "type": "article-journal",
    "volume": [
      "4",
      "volumes: vol. 1",
      "2",
      "3",
      "4"
    ]
  },
  {
    "author": [
      {
        "literal": "and trans., Rome and the Greek East to the Death of Augustus"
      }
    ],
    "container-title": [
      "Roman Civilization",
      "The Roman Republic and the Principate of Augustus"
    ],
    "date": [
      "1984",
      "1988"
    ],
    "editor": [
      {
        "family": "Sherk",
        "given": "Robert K."
      },
      {
        "family": "and",
        "particle": "ed."
      }
    ],
    "issue": [
      "vol. 5 appeared); vol. 6"
    ],
    "location": [
      "The Roman Empire",
      "The Roman"
    ],
    "publisher": [
      "Augustus to Hadrian"
    ],
    "title": [
      "The famous and expansive collection of inscriptions and other evidence by Naphtali Lewis and Meyer Reinhold remains evergreen"
    ],
    "type": "article-journal",
    "volume": [
      "1",
      "2"
    ]
  },
  {
    "author": [
      {
        "given": "Susini"
      },
      {
        "literal": "Harris, Ancient Literacy, Harvard 1989; Charles W. Hedrick, Jr."
      }
    ],
    "container-title": [
      "Rosalind Thomas, Oral Tradition and Written Record in Classical Athens, Cambridge 1989; Jesper Svenbro, Phrasikleia: an Anthropology of Reading in Ancient Greece, Ithaca 1993. The problem has long occupied Roman historians: see e.g. Zvi Yavetz, “The Res Gestae and Augustus’ Public Image,” in Fergus Millar and Erich Segal"
    ],
    "date": [
      "1994",
      "1984"
    ],
    "editor": [
      {
        "family": "Hornblower",
        "given": "Simon"
      },
      {
        "family": "Osborne",
        "given": "Robin"
      },
      {
        "literal": "eds."
      }
    ],
    "location": [
      "Oxford",
      "Caesar Augustus",
      "Oxford"
    ],
    "pages": [
      "157–74",
      "8–14"
    ],
    "publisher": [
      "Seven Aspects"
    ],
    "title": [
      "For a taste of the problems involved in the reading of inscriptions: William V",
      "Reading, Writing and Democracy",
      "Ritual, Finance, Politics: Athenian Democratic Accounts Presented to David Lewis"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Norman Davies",
        "particle": "surveys of the period include"
      },
      {
        "family": "Kraay",
        "given": "Colin M."
      },
      {
        "family": "elementary)",
        "given": "Harold Mattingly"
      },
      {
        "others": true
      },
      {
        "family": "RIC)",
        "particle": "abbr."
      },
      {
        "family": "Carson",
        "given": "Robert A.G."
      },
      {
        "family": "Elvira E. Clain-Stefanelli",
        "particle": "see"
      }
    ],
    "container-title": [
      "Crawford’s exemplary Roman Republican Coinage",
      "The Roman Imperial Coinage"
    ],
    "date": [
      "1973",
      "1991",
      "abbr",
      "1985",
      "1990",
      "1991"
    ],
    "location": [
      "London",
      "Cambridge",
      "Berkeley",
      "London",
      "Brussels"
    ],
    "note": [
      "The American Numismatic Society publishes an annual review of bibliography, Numismatic Literature, New York 1947–; for Roman numismatics, John Melville-Jones, A Dictionary of Ancient Roman Coins, London 1990, offers useful assistance; for some research ideas see Cornelius C."
    ],
    "title": [
      "The Hellenistic Kingdoms: Portrait Coins and History",
      "Otto Morkholm, Early Hellenistic Coinage: from the Accession of Alexander to the Peace of Apamea (336–186",
      "For Roman coins there is Michael H",
      "RRC), and also his Coinage and Money Under the Roman Republic",
      "Coins of the Roman Empire (The Library of Numismatics",
      "For help with bibliography",
      "Numismatic Bibliography, Munich 1985; ongoing surveys of publications are provided by the series A Survey of Numismatic Research, which is published at five-year intervals, most recently covering the years 1985–90"
    ],
    "type": "article-journal",
    "volume": [
      "2",
      "10"
    ]
  },
  {
    "author": [
      {
        "literal": "John H. D’Arms, Commerce and Social Standing in Ancient Rome, Harvard 1981; Kenneth Harl, Coinage and the Roman Economy"
      },
      {
        "family": "Crawford",
        "given": "Michael H."
      },
      {
        "family": "H. Mattingly",
        "given": "On Trajan’s",
        "particle": "coinage see"
      },
      {
        "family": "past",
        "given": "On Petrarch’s",
        "particle": "attitude toward the"
      },
      {
        "family": "Roberto Weiss",
        "particle": "see e.g."
      }
    ],
    "container-title": [
      "Studies in Numismatic Method Presented to Philip Grierson",
      "Classical, Medieval and Renaissance Studies in Honor of Berthold Louis Ullman",
      "Numismatic Chronicle ser",
      "Numismatic Chronicle"
    ],
    "date": [
      "1996",
      "1983",
      "1928",
      "1964",
      "1968",
      "1991"
    ],
    "editor": [
      {
        "family": "Brooke",
        "given": "Christopher N.L."
      },
      {
        "others": true
      },
      {
        "family": "Henderson",
        "given": "Charles",
        "suffix": "Jr"
      }
    ],
    "location": [
      "Baltimore",
      "Cambridge",
      "Rome"
    ],
    "note": [
      "For the role of numismatics in the quarrels of the “Battle of the Books,” see Joseph Levine, The Battle of the Books: History and Literature in the Augustan Age,",
      "The quotes regarding Ekhel in this section derive from the biographical notice published at the end of his Doctrina."
    ],
    "pages": [
      "47–64",
      "62–87",
      "232",
      "199–209",
      "177–87",
      "337–46"
    ],
    "title": [
      "between class and money in the Greek context see now Lesley Kurke, Coins, Bodies, Games, and Gold: the Politics of Meaning in Archaic Greece, Princeton 1999; for money and the Roman aristocracy see e.g",
      "300 => to <? 700",
      "35, discusses the execution of the “damnatio memoriae” on coins. For ancient perceptions of coins see",
      "Roman Imperial Coin Types and the Formation of Public Opinion",
      "see further the summary of the political impact of coinage by Howgego (above",
      "The ‘restored’ coins of Trajan",
      "Petrarch the Antiquarian",
      "the same, “The Study of Ancient Numismatics During the Renaissance (1313–1517"
    ],
    "type": "article-journal",
    "volume": [
      "5, 8",
      "2",
      "8",
      "283–85"
    ]
  },
  {
    "container-title": [
      "Companion Encyclopedia of Archaeology",
      "Encyclopedia of Archaeology",
      "The Oxford Companion to Archaeology",
      "The Encyclopedia of Aesthetics"
    ],
    "date": [
      "1999",
      "1999",
      "1996",
      "2002",
      "2000"
    ],
    "edition": [
      "4th edn",
      "3rd edn"
    ],
    "editor": [
      {
        "literal": "ed."
      },
      {
        "family": "Murray",
        "given": "Tim"
      },
      {
        "family": "Fagan",
        "given": "Brian"
      },
      {
        "family": "Renfrew",
        "given": "Colin"
      },
      {
        "family": "Bahn",
        "given": "Paul"
      },
      {
        "literal": "ed."
      }
    ],
    "location": [
      "London",
      "Santa Barbara",
      "Oxford",
      "London",
      "Archaeology",
      "London",
      "Oxford"
    ],
    "note": [
      "For art history there is now Michael Kelly,"
    ],
    "publisher": [
      "Theories Methods and Practice"
    ],
    "title": [
      "On archaeology generally, including techniques, useful resources include Graeme Barker",
      "Kevin Greene, Archaeology, an Introduction: the History, Principles and Methods of Modern Archaeology (Batsford Studies in Archaeology"
    ],
    "type": "chapter",
    "volume": [
      "2",
      "3",
      "4"
    ]
  },
  {
    "author": [
      {
        "family": "Laurie Adams",
        "particle": "see briefly"
      }
    ],
    "date": [
      "1998",
      "1996"
    ],
    "location": [
      "New York"
    ],
    "note": [
      "On the history of archaeology, see Glyn Daniel, A Hundred and Fifty Years of"
    ],
    "title": [
      "The Methodologies of Art: an Introduction"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Archaeology"
      },
      {
        "family": "Fagan",
        "given": "Brian M."
      }
    ],
    "container-title": [
      "in his edited volume, Classical Greece: Ancient Histories and Modern Archaeologies (New Directions in Archaeology), Cambridge 1994; Nancy Thomson de Grummond, An Encyclopedia of the History of Classical Archaeology"
    ],
    "date": [
      "1975",
      "1989",
      "2005"
    ],
    "edition": [
      "2nd edn"
    ],
    "location": [
      "London",
      "Cambridge",
      "New Jersey",
      "Westport"
    ],
    "title": [
      "Bruce Trigger, A History of Archaeological Thought",
      "A Brief History of Archaeology: Classical Times to the Twenty-First Century",
      "For the history of classical archaeology see as usual the hopefully soon-to-be-translated Neue Pauly 13 s.v. “Archaeologische Methode;” Alain Schnapp’s wide-ranging and lavishly illustrated book, The Discovery of the Past, New York 1997; Ian Morris, “Archaeologies of Greece"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Rome",
        "particle": "for"
      },
      {
        "family": "Ramage",
        "given": "Nancy H."
      },
      {
        "family": "Ramage",
        "given": "Andrew"
      },
      {
        "family": "Art",
        "given": "Roman"
      }
    ],
    "container-title": [
      "New York 2004; for orientation on the various classical sites",
      "The Princeton Encyclopedia of Classical Sites, Princeton 1976 (now available on-line via the Perseus Project). Michael Grant, The Visible Past: Greek and Roman History from Archaeology, New York 1990, provides a review of some of the most famous archaeological discoveries of the past halfcentury, intended for undergraduates. For a sampling of work based on “survey archaeology” see Mark Bowden",
      "Unravelling the Landscape: an Inquisitive Approach to Archaeology, Charleston 1999; A. M. Snodgrass, An Archaeology of Greece: the Present State and Future Scope of a Discipline"
    ],
    "date": [
      "1995",
      "1983",
      "2002",
      "1996",
      "1987"
    ],
    "edition": [
      "2nd edn",
      "4th edn"
    ],
    "editor": [
      {
        "literal": "ed."
      },
      {
        "family": "R. Stillwell",
        "particle": "see"
      },
      {
        "literal": "ed."
      }
    ],
    "location": [
      "New York",
      "New York",
      "Berkeley"
    ],
    "pages": [
      "93–131"
    ],
    "title": [
      "for more popular histories of classical archaeology see Paul McKendrick, The Greek Stones Speak: the Story of Archaeology in Greek Lands, New York 1981; and the same, The Mute Stones Speak: the Story of Archaeology in Italy",
      "On the history of art history, the standard work is Udo Kultermann, History of Art History, New York 1993; for more specialized discussion and bibliography see Elizabeth Mansfield",
      "Art History and Its Institutions: Foundations of a Discipline",
      "For the traditional archaeology of buildings and monuments there are many introductory textbooks. Reliable starting points include: for Greece, William R. Biers, The Archaeology of Greece"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Michael H. Jameson",
        "particle": "see"
      },
      {
        "others": true
      },
      {
        "family": "Alcock",
        "given": "Susan"
      },
      {
        "family": "Cherry",
        "given": "John"
      },
      {
        "family": "Davis",
        "given": "Jack"
      },
      {
        "literal": "Robin Osborne, Archaic and Classical Greek Art, Oxford 1998; Mary Beard and John Henderson"
      }
    ],
    "container-title": [
      "the still useful Enciclopedia dell’ Arte Antica Classica e Orientale"
    ],
    "date": [
      "1998"
    ],
    "editor": [
      {
        "family": "Morris",
        "given": "Ian"
      },
      {
        "given": "ed"
      },
      {
        "family": "Henig",
        "given": "Martin"
      }
    ],
    "location": [
      "Oxford",
      "Rome 1958–66; C",
      "John"
    ],
    "note": [
      "M. Robertson, A History of Greek Art, 2 vols., Cambridge 1975;"
    ],
    "title": [
      "An exemplary application of survey techniques in Greece is owed to the “Argolid Exploration Project",
      "A Greek Countryside: the Southern Argolid from Prehistory to the Present Day, Stanford 1995; for other applications in Greece, see the overview by",
      "Intensive Survey, Agricultural Practice and the Classical Landscape of Greece",
      "137–70; for the Hellenistic world, Alcock in the same volume, 171–90; for Roman history, Kevin Greene, The Archaeology of the Roman Economy, London 1986, especially chapter 5. Many up-to-date handbooks of the history of classical art and archaeology are available. The three volumes published in the Oxford History of Art series are uniformly good, recent, and historically oriented, though topical and selective",
      "Classical Art from Greece to Rome, Oxford 2001; and Jas Elsner, Imperial Rome and Christian Triumph",
      "For more encyclopedic coverage it is necessary to turn to the older textbooks and handbooks: see e.g",
      "A Handbook of Roman Art: a Survey of the Visual Arts of the Roman World, Oxford 1983"
    ],
    "type": "chapter"
  },
  {
    "editor": [
      {
        "given": "Boardman"
      },
      {
        "others": true
      }
    ],
    "note": [
      "Sources and Documents, Cambridge 1990; and The Art of Rome, c."
    ],
    "title": [
      "Lexicon Iconographicum Mythologiae Classicae, Zurich 1981–, a collection of representations of myths, deserves a special mention. Jerome Pollitt has provided collections of ancient sources pertaining to ancient art: The Art of Ancient Greece"
    ],
    "type": null
  },
  {
    "note": [
      "Cambridge 1985; John Brinckerhoff Jackson, The Necessity for Ruins, and other"
    ],
    "title": [
      "Graveyard junkies On the social place of ruins, cf. David Loewenthal, The Past is a Foreign Country"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Topics",
        "given": "Amherst"
      },
      {
        "given": "Mass"
      },
      {
        "family": "Bell",
        "given": "Edward L."
      },
      {
        "family": "Toynbee",
        "given": "Jocelyn M.C."
      },
      {
        "family": "David C. Sloane",
        "particle": "on American cemeteries see"
      },
      {
        "others": true
      }
    ],
    "date": [
      "1980",
      "2001",
      "1996"
    ],
    "editor": [
      {
        "family": "Glennys Howarth",
        "particle": "see generally"
      },
      {
        "family": "Leaman",
        "given": "Oliver"
      }
    ],
    "location": [
      "New York",
      "Baltimore"
    ],
    "note": [
      "see e.g. Tony Bennett, The Birth of the Museum: History, Theory, Politics, New York 1995, and more recently his Pasts Beyond Memory: Evolution, Museums, Colonialism, New York 2004."
    ],
    "title": [
      "For graveyards",
      "Encyclopedia of Death and Dying",
      "Vestiges of Mortality and Remembrance: a Bibliography on the Historical Archaeology of Cemeteries, Metuchen 1994; for Roman burial see",
      "Death and Burial in the Roman World",
      "The Last Great Necessity: Cemeteries in American History, Baltimore 1991, and various writings by John Brinckerhoff Jackson. So much has now been written on the history of the museum that its study is frequently now characterized as if it were a discipline, museology"
    ],
    "type": null
  },
  {
    "container-title": [
      "The Encyclopedia of Aesthetics",
      "On Winckelmann see e.g. Alex Potts, Flesh and the Ideal: Winckelmann and the Origins of Art History, New Haven 1994"
    ],
    "date": [
      "1947",
      "1998"
    ],
    "editor": [
      {
        "family": "Marianne Cowan",
        "particle": "see"
      },
      {
        "family": "and",
        "particle": "ed."
      },
      {
        "family": "Kelly",
        "given": "Michael"
      }
    ],
    "location": [
      "London",
      "Oxford"
    ],
    "note": [
      "An accessible statement of Jung’s notions about universal symbolism can be found in his Man and His Symbols (1964, and often reprinted)."
    ],
    "pages": [
      "407–12"
    ],
    "title": [
      "For the central role of tools in archaeological research and utility in archaeological interpretation see Gordon Childe, History (Past and Present 6",
      "I owe the quote from Humboldt to Ian Morris",
      "Humanist Without Portfolio: an Anthology of the Writings of Wilhelm von Humboldt, Detroit 1963, 79. For the influence of historicism on art historians see Catherine Soussloff, “Historicism in Art History"
    ],
    "type": "chapter",
    "volume": [
      "2"
    ]
  },
  {
    "author": [
      {
        "literal": "Of the vast bibliography on Pompeii, start with Christopher Parslow, Rediscovering Antiquity: Karl Weber and the Excavation of Herculaneum, Pompeii, and Stabiae, Cambridge 1995; Alison E. Cooley, Pompeii"
      },
      {
        "family": "Hedrick",
        "suffix": "Jr"
      }
    ],
    "container-title": [
      "Oikistes: Studies in Constitutions, Colonies and Military Power in the Ancient World",
      "Sources for Ancient History"
    ],
    "date": [
      "1907",
      "1996",
      "1983"
    ],
    "editor": [
      {
        "family": "Gorman",
        "given": "V."
      },
      {
        "family": "Robinson",
        "given": "E."
      },
      {
        "family": "Crawford",
        "given": "Michael H."
      }
    ],
    "location": [
      "New York",
      "Cambridge"
    ],
    "note": [
      "Offered in Honor of A. J. Graham (Mnemosyne supp. 233), Brill,",
      "The key figure in “processual archaeology” is Lewis Binford; some archaeologists particularly associated with “post-processualism” include Ian Hodder, Michael Shanks, and Christopher Tilley."
    ],
    "pages": [
      "137–84"
    ],
    "title": [
      "London 2003; for a splendid example of the Romantic fantasies the excavations prompted, see Wilhelm Jensen’s 1903 novel, Gradiva, with Freud’s discussion of it (“Delusion and Dream in Gradiva",
      "On Schliemann there is the controversial recent biography by David A. Traill, Schliemann of Troy: Treasure and Deceit",
      "For Herodotus’ use of dedications as sources for his historical tales, see Charles W",
      "The Prehistory of Greek Chronography",
      "13–32, especially 22–3. For the growing concern of archaeologists with symbolic and cultural aspects of the past see Anthony Snodgrass, “Archaeology"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Hedrick",
        "given": "Charles W.",
        "particle": "On Thucydides’ use of material evidence see",
        "suffix": "Jr"
      }
    ],
    "container-title": [
      "Methods in the Mediterranean: Historical and Archaeological Views on Texts and Archaeology (Mnemosyne sup. 135"
    ],
    "date": [
      "1995"
    ],
    "editor": [
      {
        "family": "Rosen",
        "given": "R."
      },
      {
        "family": "Farrell",
        "given": "J."
      },
      {
        "family": "Small",
        "given": "D."
      }
    ],
    "location": [
      "Leiden"
    ],
    "note": [
      "Chronology of material culture For the dating of pottery, William Biers, Art, Artefacts and Chronology in Classical"
    ],
    "pages": [
      "45–88"
    ],
    "title": [
      "The Meaning of Material Culture: Herodotus, Thucydides and their Sources",
      "Nomodeiktes: Greek Studies in Honor of Martin Ostwald, Ann Arbor 1993, 17–38, and “Thucydides and the Beginnings of Greek Archaeology"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Archaeology",
        "given": "London"
      },
      {
        "family": "techniques",
        "given": "M.J.Aitken",
        "particle": "for scientific"
      }
    ],
    "container-title": [
      "Princeton"
    ],
    "date": [
      "1992",
      "1990",
      "1961"
    ],
    "location": [
      "London"
    ],
    "note": [
      "James G. Frazer, The Golden Bough: a Study in Myth"
    ],
    "pages": [
      "9–12"
    ],
    "title": [
      "Science-Based Dating in Archaeology (Longman Archaeology Series",
      "MATERIAL CULTURE 165 Conclusion For Eleusis see the sources collected in George Mylonas, Eleusis and the Eleusinian Mysteries"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "given": "Religion"
      }
    ],
    "date": [
      "1911"
    ],
    "edition": [
      "3rd edn",
      "and often reprint"
    ],
    "location": [
      "Index"
    ],
    "pages": [
      "64–5"
    ],
    "type": null,
    "volume": [
      "3"
    ]
  },
  {
    "author": [
      {
        "family": "Berkeley",
        "particle": "academic"
      },
      {
        "given": "exemplarity"
      },
      {
        "family": "Bernal",
        "given": "Martin"
      }
    ],
    "container-title": [
      "archaeology",
      "University of",
      "Bibliothèque Nationale",
      "social Boeckh"
    ],
    "date": [
      "chronology"
    ],
    "location": [
      "Berlin Museum"
    ],
    "note": [
      "memory, 153; survey, 153; tools, controversy with Hermann, 149 148, 153; see also art history, material books, 66–86; appearance, 71–4; culture booksellers, 69, 74; copyright, 73; archetypes, of manuscripts, 82; Jungian, costs, 73–4, 77; manuscripts, 75–7; 150 printed, 77–80; production, 69–74, archives, 89, 99–103, 152; defined, 77; reading, 74–5; see also literature 99–101; history-writing, 99, 102; Borges, Jorge, 37 modern, 102–3; papyrology, 100–1; Borghesi, Bartolomeo, 118"
    ],
    "pages": [
      "144–61",
      "98 147–53",
      "156–9",
      "148 150–1, 159–60",
      ", 148–50",
      "118–19"
    ],
    "publisher": [
      "papyrus collection"
    ],
    "title": [
      "University of California, discipline, 151–3; art history, papyrus collection",
      "97; commerce, 152; excavation, 97–8",
      "44 historicism, 152, 157; literary Bible: exegesis of, 6–7; papyri, 96 tradition, 153, 156–7; nationalism"
    ],
    "type": "article-journal",
    "volume": [
      "66",
      "154",
      "12",
      "102 152",
      "August, 98, 100"
    ]
  },
  {
    "author": [
      {
        "family": "Caesar",
        "given": "see Julius circulation"
      }
    ],
    "container-title": [
      "University of"
    ],
    "note": [
      "formal qualities, 126–38; Caligula, Roman emperor, 138 Greek, 133–5, 139; Hellenistic, Cambridge Ancient History, 9 138, 139; hoards, 135–6; modern carbon-14 dating, 158 study, 131–6; origins, 136–8;"
    ],
    "pages": [
      "98"
    ],
    "title": [
      "136; dating, 135–6; calendar, 51–3; see also chronography, defined, 134; denominations, 134; chronology, periodization, time devaluation and inflation, 134, 139; California"
    ],
    "type": "article-journal",
    "volume": [
      "13"
    ]
  },
  {
    "note": [
      "Herculaneum, papyri from, 94, 96 Industrial Revolution, 36"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Herder",
        "given": "Johann Gottfried von"
      },
      {
        "family": "Jeffery",
        "given": "Lillian"
      }
    ],
    "container-title": [
      "Hermeneutics",
      "Greek",
      "Archaic Greece"
    ],
    "date": [
      "categories, 113"
    ],
    "issue": [
      "erodotus, 1, 8, 15, 95, 129, 152",
      "istoriography, 15 149–50, 152"
    ],
    "note": [
      "history Jesus, on money, 128 of, 3–7; method, viii–ix, 3; other Jewish era, 53 media, 8; social context, 11–17; Johns Hopkins, 12 social memory, 110; as writing, 5, Judas Iscariot, and coinage, 130 8–11, 24–5 Julius Caesar, Caius, 57, 62, 66, 75, history-writing, ancient: evidence, 116, 138; calendar, 53 18–19, 22, 102; social context, Jung, Carl, 150 15–17 Jupiter Optimus Maximus, 56, 112 history-writing, premodern: 2, 14–17; archives, 102; inscriptions, 118, Karanis, papyri from, 98, 103 121–2 Kenyon, Frederic G., 97 history-writing, modern: academic, Kleon, the engineer, papyri attesting,"
    ],
    "pages": [
      "10–11 115–16",
      "118",
      "29–30,",
      "156–7",
      "17–22, 99–100"
    ],
    "title": [
      "34 inflation, and ancient coinage, 134, 139 Hermann, Gottfried, controversy with inscriptions, 108–22; in ancient Boeckh, 149 authors, 22, 118; appearance",
      "modern collections, 22, 158; chronology, 56; on geography, 119–21; monumental qualities, 31–2, 39–40 and Hecataeus, 22 114–17, 121–2; numbers, 112; Hesiod, 53, 60–1 premodern collections, 118; hieroglyphics, 68, 92, 112 production, 115–16; reading, 75, Hippias of Elis, 54 117; Roman, 112–13; social [Hippocrates], Airs, Waters and Places, context, 108–10, 120–1; see also 31 epigraphy historicism, 2–7",
      "LSAG Local Scripts of history-writing: commemoration, 1, 8"
    ],
    "type": "article-journal",
    "volume": [
      "6–7",
      "112",
      "9",
      "68 evidence, 3"
    ]
  },
  {
    "author": [
      {
        "family": "Nietzsche",
        "given": "Friedrich"
      }
    ],
    "note": [
      "in antiquity, Novick, Peter, 2 60–1; and Christianity, 60; Greece, numismatics, 126–41; see also coins, 59, 61–2; historicism, 59–60; money personal, 59; premodern, 60, 63–4;"
    ],
    "title": [
      "7 periodization, 21, 30, 59–64; ancient, Nile, inundations, 93–4 medieval and modern, 60"
    ],
    "type": null
  },
  {
    "location": [
      "Ranke, Leopold"
    ],
    "note": [
      "punctuation, ancient, 72–3; in Schow, Nicolaus, 97 inscriptions, 115; and print, 73, 79 scribes, 67–80; Christian culture, 76; production of texts,",
      "scrolls, 71–2 74–5, 78–9, 117; and pornography, Seasonal Affective Disorder (SAD), 28 79; and printing, 77–9; silent, 78–9; Seignobos, Charles, viii–ix and society, 78–9 Septuagint, 70 recension of manuscripts, 82 seriation, 157–8 records: ancient, 89–104; used by Serviceman’s Readjustment Act of 1944 ancient historians, 91; discarded, (G.I. Bill), 13 103; and Egyptian exceptionalism, Severans, 63, 139 94; function, 102; impermanence, Sicilian colonization, 158–9"
    ],
    "pages": [
      "71–4,",
      "100 79–80"
    ],
    "title": [
      "record keeping, 95–6; status, reading: and cinema, 78–9; and God, 73–4 78; instruction in, 74; oral, 15, 69"
    ],
    "type": "manuscript",
    "volume": [
      "67",
      "10"
    ]
  }
]
