[
  {
    "citation-number": [
      "24/7"
    ],
    "note": [
      "3NF See Third normal form."
    ],
    "title": [
      "Operational availability 24 hours a day, 7 days a week"
    ],
    "type": null
  },
  {
    "date": [
      "1998"
    ],
    "publisher": [
      "Wiley"
    ],
    "title": [
      "Business dimensional lifecycle A methodology for planning, designing, implementing, and maintaining data warehouses, as described in The Data Warehouse Lifecycle Toolkit"
    ],
    "type": "book"
  },
  {
    "title": [
      "Business intelligence (BI) A generic term to describe leveraging the organization’s internal and external information assets for making better business decisions"
    ],
    "type": null
  },
  {
    "title": [
      "Business measure Business performance metric captured by an operational system and represented as a fact in a dimensional model"
    ],
    "type": null
  },
  {
    "note": [
      "See Profit and loss."
    ],
    "title": [
      "Contribution Profit in a business measured by subtracting the allowances, discounts, costs of manufacturing, and costs of sales from the gross revenue"
    ],
    "type": null
  },
  {
    "note": [
      "CRC See Cyclic redundancy checksum."
    ],
    "type": null
  },
  {
    "title": [
      "Customer matching The effort to identify an individual human customer across multiple systems by Social Security Number, address, or other indicators"
    ],
    "type": null
  },
  {
    "title": [
      "Data quality assurance The step during the production data staging process where the data is tested for consistency, completeness, and fitness to publish to the user community"
    ],
    "type": null
  },
  {
    "title": [
      "Data staging tool A software application typically resident on both the client and the server that assists in the production data extract-transformload processes. Contrast with Data access tools"
    ],
    "type": null
  },
  {
    "title": [
      "Dimensional data warehouse Set of tables for decision support designed as star-joined schemas"
    ],
    "type": null
  },
  {
    "title": [
      "DSS See Decision support system"
    ],
    "type": null
  },
  {
    "publisher": [
      "ETL See Extract-transform-load"
    ],
    "title": [
      "Equal access The original promise of relational databases: the ability to retrieve data based on any criteria present in the data"
    ],
    "type": "book"
  },
  {
    "title": [
      "Extended cost The unit cost multiplied by a quantity to give an additive value"
    ],
    "type": null
  },
  {
    "publisher": [
      "See Grain"
    ],
    "title": [
      "Granularity The level of detail captured in the data warehouse"
    ],
    "type": "book"
  },
  {
    "title": [
      "Internet The worldwide collection of communication links and services that are tied together using the Internet Protocol (IP"
    ],
    "type": null
  },
  {
    "note": [
      "including injured parties, witnesses, lawyers, and other service providers."
    ],
    "title": [
      "Loss party (insurance) Any individual or entity associated with a claim (a loss"
    ],
    "type": null
  },
  {
    "title": [
      "Many-to-many relationship A logical data relationship in which the value of one data element can exist in combination with many values of another data element, and vice versa"
    ],
    "type": null
  },
  {
    "title": [
      "Many-to-one relationship See One-to-many relationship"
    ],
    "type": null
  },
  {
    "genre": [
      "Contrast with Online analytic processing."
    ],
    "title": [
      "Online transaction processing (OLTP) The original description for all the activities and systems associated with entering data reliably into a database. Most frequently used with reference to relational databases, although OLTP can be used generically to describe any transaction-processing environment"
    ],
    "type": null
  },
  {
    "note": [
      "P&L See Profit-and-loss schema."
    ],
    "type": null
  },
  {
    "title": [
      "Physical design The phase of a database design following the logical design that identifies the actual database tables and index structures used to implement the logical design"
    ],
    "type": null
  },
  {
    "title": [
      "Pull-down list A user-interface effect in a data access tool that displays a list of options for the user. The most interesting pull-down lists in a data warehouse come from browse queries on a dimension attribute"
    ],
    "type": null
  },
  {
    "note": [
      "typically on the end user’s client machine)."
    ],
    "title": [
      "Query User request for information stored in a data warehouse. With a relational DBMS, the query is an SQL SELECT statement passed from the data access application"
    ],
    "type": null
  },
  {
    "title": [
      "SCD See Slowly changing dimensions"
    ],
    "type": null
  },
  {
    "title": [
      "Sort To sequence data according to designated criteria"
    ],
    "type": null
  },
  {
    "container-title": [
      "and IMS Health and Source Informatics"
    ],
    "note": [
      "Walsh America) are the principal syndicated data suppliers for pharmaceutical data."
    ],
    "title": [
      "Syndicated data suppliers Companies that collect data, clean it, package it, and resell it. A.C. Nielsen and IRI are the principal syndicated data suppliers for grocery and drug store scanner data"
    ],
    "type": "chapter"
  },
  {
    "title": [
      "Table Collection of rows (records) that have associated columns (fields). Takeaway Consumer purchases"
    ],
    "type": null
  },
  {
    "note": [
      "Terabyte (TB) One trillion (1012"
    ],
    "title": [
      "Temporary price reduction (TPR) Promotional technique in retail environments"
    ],
    "type": null,
    "url": [
      "bytes."
    ]
  },
  {
    "note": [
      "TPR See Temporary price reduction."
    ],
    "type": null
  },
  {
    "title": [
      "characters can be supported, unlike ASCII, which can support only 127, or extended ASCII, which supports 255. Release 2.1, the current release of UNICODE, defines 38,887 of the possible characters"
    ],
    "type": null
  },
  {
    "title": [
      "Value chain Sequence of processes that describe the movement of products or services through a pipeline from original creation to final sales"
    ],
    "type": null
  },
  {
    "title": [
      "Web Short for the World Wide Web, the collection of servers and browsers that talk to each other using the HTTP protocol"
    ],
    "type": null
  },
  {
    "container-title": [
      "INDEX"
    ],
    "title": [
      "XML See Extensible Markup Language"
    ],
    "type": "article-journal"
  }
]
