[
  {
    "author": [
      {
        "family": "Hatfield?",
        "given": "Ms Amber Hatfield Wrong Amber"
      }
    ],
    "note": [
      "Phone: (817) ***-**** HQ Phone it's free and takes 30 seconds Share This Profile"
    ],
    "title": [
      "Partner Get Contact Info"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "Rovner, Amber H. - People - Weil, Gotshal & Manges Jeff Hatfield Weil"
      }
    ],
    "note": [
      "Gotshal & Manges LLP www.weil.com, 6 Feb 2009 [cached] Kantola Motors Ltd Senior Counsel Amber H. Rovner McKool Smith , P.C. Ronnie Hatfield ..."
    ],
    "title": [
      "Employment History Austin Intellectual Property Law Association Other People with the name \"Hatfield\": President www.austin-ipla.org, 25 Sept 2012 [cached] Luke Hatfield Austin Intellectual Property Law Association 2003 Amber Hatfield Rovner First Baptist Church Counsel"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Attorney",
        "given": "Registered Patent"
      },
      {
        "family": "Fifth Circuit AltRider Counsel Board Memberships",
        "given": "A.Clerk Amber H.Rovner Nick Hatfield United States Court",
        "particle": "of Appeals for the"
      },
      {
        "given": "Affiliations"
      }
    ],
    "note": [
      "with high honors University of School of Law hardware, microprocessors, PC chipsets, semiconductor processing technology, televisions, analog-to-digital converters and video software."
    ],
    "title": [
      "Duncan Hatfield Amber Hatfield Rovner is in the Litigation Department Oxfordshire Conservatives Member Austin Intellectual Property Law Association where she concentrates her practice in intellectual property Other ZoomInfo Searches litigation and related appellate matters. She litigates patent Education disputes concerning a wide variety of technologies, including Other People with this Title (587,578) B.S.E.E. electronics, semiconductors, digital telephony, and computer University of Texas at Austin software. She has been involved in cases concerning Other Employees at this Company (731) operating system software, telecommunications software and J.D"
    ],
    "type": null
  },
  {
    "title": [
      "Amber Hatfield Rovner is in the Litigation department where she concentrates her practice in intellectual property"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Ms"
      },
      {
        "family": "Supreme Court",
        "given": "U.S."
      }
    ],
    "container-title": [
      "Court of Federal Claims, the Eastern, Western, and Northern District Courts in Texas, the Northern District of California and the Eastern District of Wisconsin. Ms. Rovner is also licensed to practice before the U.S. Patent and Trademark Office"
    ],
    "title": [
      "Rovner is a member and former president of the Austin Intellectual Property Law Association, and is also a member and former Council Member of the State Bar of Texas Computer & Technology Law Section. Ms. Rovner is a member of the Texas Bar. She is admitted to practice before the U.S",
      "Court of Appeals for the Federal Circuit, U.S. Court of Appeals for the Fifth Circuit, U.S. Court of Appeals for the Eighth Circuit, U.S. Court of Appeals for the District of Columbia Circuit, the U.S"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "Ms"
      }
    ],
    "container-title": [
      "1990"
    ],
    "editor": [
      {
        "family": "J D",
        "particle": "she received her"
      }
    ],
    "note": [
      "Following graduation from law school, Ms. Rovner served as a law clerk to the Honorable William Garwood of the United States Court of Appeals for the Fifth Circuit from 1990-1991."
    ],
    "title": [
      "Rovner graduated high honors with a B.S.E.E. from the University of Texas at Austin in 1987",
      "with high honors from the University of School of Law, where she was the administrative editor of the Texas Law Review, grand chancellor and a member of the Order of the Coif"
    ],
    "type": "chapter"
  },
  {
    "date": [
      "2001-07-05"
    ],
    "note": [
      "cached] Vice-President is Jeff McDaniel of Conley, Rose & Tayon P.C. Treasurer is Amber Hatfield of Thompson & Knight LLP."
    ],
    "title": [
      "Haynes Boone | About the Firm | Press Releases www.haynesboone.com"
    ],
    "type": null
  },
  {
    "note": [
      "Our professional profiles include verified contact information, biography, work history, affiliations and more."
    ],
    "title": [
      "Find business contacts by city, industry and title. Our B2B directory has just-verified and in-depth profiles, plus the market's top tools for searching, targeting and tracking. Atlanta | Boston | Chicago | Houston | Los Angeles | New York Browse ZoomInfo's business people directory"
    ],
    "type": null
  },
  {
    "container-title": [
      "US |"
    ],
    "location": [
      "Canada"
    ],
    "title": [
      "Browse ZoomInfo's company directory. Our company profiles include corporate background information, detailed descriptions, and links to comprehensive employee profiles with verified contact information"
    ],
    "type": "chapter"
  },
  {
    "title": [
      "Practice Areas | Industries | People | Locations | Legal Trends | Life@Weil | Home Recruiting | Diversity | Pro Bono | News/Publications | Events | Awards/Rankings Contact | Disclaimer | Privacy Policy | Regulatory Information | Teleservices Act | Green Policy"
    ],
    "type": null
  }
]
