[
  {
    "collection-title": [
      "The Greek text is in West"
    ],
    "container-title": [
      "Iambi et Elegi Graeci"
    ],
    "date": [
      "1994",
      "1989"
    ],
    "edition": [
      "2nd edn"
    ],
    "issue": [
      "L",
      "L"
    ],
    "location": [
      "Oxford",
      "Oxford"
    ],
    "publisher": [
      "Oxford University Press",
      "Oxford University Press"
    ],
    "title": [
      "In chronological order the main literary sources are the following: SOLON: the fragments of Solon’s poetry are most readily available in West",
      "Greek Lyric Poetry (World’s Classics Series"
    ],
    "type": "article-journal",
    "volume": [
      "M",
      "M"
    ]
  },
  {
    "date": [
      "1954",
      "1927"
    ],
    "note": [
      "However, he gives us surprisingly little information on the working of the democracy."
    ],
    "title": [
      "HERODOTUS: most easily available in Aubrey de Selincourt",
      "Herodotus: The Histories, Harmondsworth: Penguin Classics. The Greek text is in two volumes in the Oxford Classical Texts (OCT) series",
      "Herodotus deals with the Persian Wars and the background to them. He lived about 490–425. He came from Halikarnassos in Ionia, but he seems to have lived in Athens in the 440s and to have known Pericles. He is an important source for the events of the sixth century, and he strongly supports the Alkmeonid family, perhaps because his sources in Athens were connected with the family"
    ],
    "translator": [
      {
        "literal": "trans."
      }
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Hughes",
        "given": "K.R."
      },
      {
        "family": "Thorpe",
        "given": "M."
      },
      {
        "family": "Thorpe",
        "given": "M.A."
      }
    ],
    "container-title": [
      "1986) The Old Oligarch (LACTOR 2), London: London Association of Classical Teachers. The Greek text is in Xenophontis V: Opuscula (1920) in the OCT series. The work is a pamphlet written probably in the 420s as a critique of Athenian democracy. The author is unknown, but he is clearly not much in sympathy with the system. ARISTOTLE: the work entitled Athenaion Politeia (‘The Athenian Constitution’) is not actually by Aristotle, but probably by one of his pupils. There is a translation with introduction and notes in the Penguin Classics series by Rhodes, P.J"
    ],
    "date": [
      "1954",
      "1942",
      "1964",
      "1973",
      "1978",
      "1906",
      "1984"
    ],
    "edition": [
      "revised edn"
    ],
    "note": [
      "THUCYDIDES: available in Rex Warner (trans."
    ],
    "title": [
      "The Peloponnesian War, Harmondsworth: Penguin Classics. The Greek text is in two volumes in the OCT series",
      "Thucydides was an Athenian, born around 460. He was a general in 424, but exiled after his failure to defend Amphipolis against the Spartans that year. He was, of course, fully aware of how the democracy worked, though he rarely gives any details of procedures. ARISTOPHANES: in three volumes in the Penguin Classics series",
      "The Frogs and Other Plays; Sommerstein, A.H",
      "Lysistrata/The Acharnians/ The Clouds; David Barrett and Sommerstein, A.H",
      "The Knights/Peace/The Assemblywomen/Wealth. The Greek text is in two volumes in the OCT series",
      "Aristophanes’ extant plays cover the period 425 to 382. Most of the plays contain material which gives us insights into the way the democracy worked. ‘THE OLD OLIGARCH’: the most accessible translation is",
      "The Greek text is in the OCT series under the title Aristotelis Atheniensium Respublica"
    ],
    "translator": [
      {
        "family": "Barrett",
        "given": "David"
      },
      {
        "literal": "trans."
      },
      {
        "literal": "trans."
      }
    ],
    "type": "chapter"
  },
  {
    "date": [
      "1920"
    ],
    "title": [
      "The work was written between 332 and 322 and consists of"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "MEIGGS",
        "given": "R."
      },
      {
        "family": "LEWIS",
        "given": "D."
      },
      {
        "family": "HORNBLOWER",
        "particle": "is also to be found in"
      },
      {
        "given": "S."
      },
      {
        "family": "GREENSTOCK",
        "given": "M.C."
      }
    ],
    "container-title": [
      "English translation this time"
    ],
    "date": [
      "1969",
      "1984"
    ],
    "edition": [
      "3rd edn"
    ],
    "location": [
      "Oxford",
      "London"
    ],
    "note": [
      "and several are in fact translations of inscriptions which are in Meiggs and Lewis, though the range is, as the title indicates, restricted to those relevant to the Athenian Empire."
    ],
    "publisher": [
      "Oxford University Press",
      "London Association of Classical Teachers"
    ],
    "title": [
      "lists of buildings accounts, temple dedications, and numerous decrees of the deme councils. Examples can be found in",
      "Greek Historical Inscriptions to the End of the Fifth Century",
      "though one needs a good grasp of Greek since the inscriptions are not translated. A selection of inscriptions",
      "The Athenian Empire (LACTOR 1"
    ],
    "type": "chapter"
  },
  {
    "date": [
      "1990"
    ],
    "location": [
      "London"
    ],
    "note": [
      "There are also very full commentaries on each source. Modern sources"
    ],
    "publisher": [
      "Routledge"
    ],
    "title": [
      "A most useful book containing virtually all relevant primary sources, in English translation, for the period down to 500 BC is STANTON, G.R",
      "Athenian Politics c. 800–500: A Sourcebook"
    ],
    "type": null
  },
  {
    "date": [
      "1973"
    ],
    "editor": [
      {
        "family": "CLAYTON",
        "given": "R.W."
      }
    ],
    "title": [
      "Athenian Politics: Democracy in Athens from Pericles to Cleophon (LACTOR 5), London: London Association of Classical Teachers, is a useful collection of translated primary source materials with a brief introduction to each section and notes on each translated source"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "FORREST",
        "given": "W.G."
      }
    ],
    "date": [
      "1966"
    ],
    "title": [
      "The Emergence of Greek Democracy, London: Weidenfeld and Nicolson, has a very readable narrative account of how the concept and practice of democracy developed in Athens from 800 to 400 BC"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "HANSEN",
        "given": "M.H."
      }
    ],
    "container-title": [
      "Its bibliography is massive"
    ],
    "date": [
      "1991"
    ],
    "location": [
      "Oxford"
    ],
    "note": [
      "with over 700 works listed (68 by Hansen himself)."
    ],
    "publisher": [
      "Blackwell"
    ],
    "title": [
      "The Athenian Democracy in the Age of Demosthenes",
      "must be mentioned, despite its concentration on the later stages of the democracy. This is a very detailed account of the Athenian democracy, with much information from the fifth century"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "HIGNET",
        "given": "C."
      }
    ],
    "date": [
      "1951"
    ],
    "location": [
      "Oxford"
    ],
    "publisher": [
      "Oxford University Press"
    ],
    "title": [
      "A History of the Athenian Constitution to the End of the Fifth Century BC",
      "has in many details been superseded by more recent work, but it remains a classic of its time and presents a very clear chronological account of how the Athenian democracy developed"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "JONES",
        "given": "A.H.M."
      }
    ],
    "date": [
      "1978"
    ],
    "location": [
      "Oxford"
    ],
    "publisher": [
      "Blackwell"
    ],
    "title": [
      "Athenian Democracy",
      "is a collection of five separate papers on aspects of Athenian democracy in the fifth and fourth centuries. Chapters II and IV are specifically on the fourth century, but the other three chapters have much useful detail on the working of the democracy in the fifth century as well as the fourth"
    ],
    "type": "book"
  },
  {
    "date": [
      "1984"
    ],
    "editor": [
      {
        "family": "JONES",
        "given": "P.V."
      }
    ],
    "location": [
      "Cambridge"
    ],
    "publisher": [
      "Cambridge University Press"
    ],
    "title": [
      "The World of Athens",
      "is a useful general work, with a very good summary of Athenian democracy in Section 5"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "STOCKTON",
        "given": "D."
      }
    ],
    "date": [
      "1990"
    ],
    "location": [
      "Oxford"
    ],
    "note": [
      "This book concentrates on the fifth century."
    ],
    "publisher": [
      "Oxford University Press"
    ],
    "title": [
      "The Classical Athenian Democracy",
      "is the most accessible survey of Athenian democracy currently available"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "TRAILL",
        "given": "J.S."
      }
    ],
    "date": [
      "1975"
    ],
    "title": [
      "The Political Organisation of Attica (Hesperia Supplement XIV), Princeton, for the American School of Classical Studies at Athens, is a meticulous study of the organisation of the Kleisthenic tribes into demes and trittyes, together with the allocation of Council members from each deme and trittys. For anyone who really wants to know the geographical detail of how the tribal system operated this work is essential"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "WHITEHEAD",
        "given": "D."
      }
    ],
    "date": [
      "1986"
    ],
    "title": [
      "The Demes of Attica 508/7—c. 250 BC, Princeton: Princeton University Press, is a very detailed study of the local government system in Attica, and is the only book currently available which deals comprehensively with the way demes operated"
    ],
    "type": null
  }
]
