[
  {
    "container-title": [],
    "note": [
      "m . Registration - Lounge, Officers Club"
    ],
    "pages": [],
    "title": [
      "Conference Schedule June 18 9:00 a. m"
    ],
    "type": "article-journal",
    "volume": [
      "1 :00"
    ]
  },
  {
    "author": [
      {
        "family": "m",
        "particle": "a."
      }
    ],
    "container-title": [
      "m. First General Session - Mahan Hall Call to Order The Honorable Richard Nixon, Vice President of the United States , Con ference Chairman Welcome to U. S. Naval Academy Rear Admiral W. R. Smedberg III, U.S. Navy Background and Purposes of the Conference"
    ],
    "pages": [
      "30"
    ],
    "title": [
      "Meeting of Program Personnel (Group Chair men , Vice Chairmen , Summarizers, Staff ) Conference Room, Isherwood Hall 12:00 Lunch - Bancroft Hall"
    ],
    "type": "paper-conference",
    "volume": [
      "10 :30-11",
      "1 :15–3 :15"
    ]
  },
  {
    "author": [
      {
        "family": "P",
        "given": "The Honorable Richard M.Nixon Mr Theodore"
      },
      {
        "literal": "III. Dr. Ruth Abernathy Professor of Physical Education The Honorable Kendig C. Bare University of California Executive Board Member Los Angeles, Calif. American Municipal Association Mayor of Lancaster Mr. Joseph A. Abey Cobserver) Lancaster, Pa. Director, Rotary International Eagle Times Miss Betty Barton Reading, Pa. Children's Bureau Department of Health , Education , and Dr. E. W. Aiton Welfare Director, 4 - H Clubs Agricultural Extension Service Washington 25, D. C. U.S. Department of Agriculture Dr. W. W. Bauer Washington 25 , D. C. Director, Bureau of Health Education , American Medical Association Mr. T. R. Alexander 535 North Dearborn Street American Camping Association c / o YMCA , 304 Wood Street Chicago , Ill. Pittsburgh , Pa. The Honorable Frank B. Berry Miss Martha F."
      },
      {
        "literal": "D. C. Mr. Fred L. Biester New York 17, N. Y. President, National Federation of State Mrs. Florence W."
      },
      {
        "family": "Washington",
        "given": "Georgia Avenue N.W.Rev Eugene Carson Blake"
      },
      {
        "family": "President",
        "given": "D.C."
      },
      {
        "family": "U. S. A",
        "given": "National Council",
        "particle": "of Churches of Dr. Lyle Ashby Christ in the"
      },
      {
        "literal": "D. C. and Professional Women Dr. Katherine Bain Millington , Md . Children's Bureau Rear Adm. Bruce E. Bradley, MC, USN Department of Health , Education , and Deputy Surgeon General of the Navy Welfare Department of Defense Washington 25 , D. C. Washington 25, D. C. Mr."
      },
      {
        "literal": ", III. Dr. Clifford L. Brownell The Honorable Lowell T. Coggeshall Chairman"
      },
      {
        "family": "Secretary",
        "given": "C.Executive"
      },
      {
        "family": "E",
        "given": "National Association Dr L."
      }
    ],
    "container-title": [
      "The Athletic Institute Conference Chairman 209 South State Street Chicago 4",
      "Rollin Brown Executive Secretary President, National Congress of Parents and Governors Conference Teachers 1313 East 60th Street 700 North Rush Street Chicago , III. Chicago 11",
      "Office of Education Kiwanis International Department of Health , Education, and 2635 North Tenth Street Welfare Terre Haute, Ind",
      "President, Maryland Federation of Business Washington"
    ],
    "editor": [
      {
        "literal": "and New York, N. Y. Welfare Washington 25, D. C. Dr. Samuel M. Brownell Commissioner of Education Mr. James Conover U. S."
      }
    ],
    "genre": [
      "4531"
    ],
    "location": [
      "Washington 25, D"
    ],
    "note": [
      "C. Dr. Mayhew C. Derryberry The Honorable Thomas P. Bryan Chief, Public Health Education Services U. S. Conference of Mayors U. S. Public Health Service Mayor of Richmond Department of Health , Education , and Richmond, Va. Welfare Dr. Charles Bucher Washington 25, D. C. Department of Health , Physical Education, Mr. George E. Dickie and Recreation Executive Secretary, Federal Inter-Agency New York University Committee on Recreation New York , N. Y. U. S. Department of Interior Mr. Lawrence Burdick Washington 25, D. C. Assistant to Major General Melvin J. Maas Mr. A. O. Duer Washington, D.",
      "Public Health Service Los Angeles 44, Calif."
    ],
    "publisher": [
      "Columbia University Department of Health , Education"
    ],
    "title": [
      "Bank Vice President of the United States President",
      "Allen Assistant Secretary of Defense (Health and Executive Vice President Medical) Department of Defense Camp Fire Girls, Inc. 16 East 48th Street Washington 25",
      "Armstrong High School Athletic Associations National Council Member, Veterans of 7 South Dearborn Street Foreign Wars Auxiliary Chicago 3, III",
      "Assistant Executive Secretary for Educa Witherspoon Building tional Services Philadelphia, Pa . National Education Association Miss Margaret A. Bowers 1201 16th Street NW",
      "Frank Bane Mrs",
      "Department of Health , Physical Special Assistant Secretary for Health and Education , and Recreation Medical Affairs Teachers College",
      "Burney of Intercollegiate Athletics Assistant Surgeon General 1121 West 79th Street U.S"
    ],
    "type": "article-journal",
    "volume": [
      "6"
    ]
  },
  {
    "author": [
      {
        "literal": "New York 17, N. Y. 750 Bloomfield Avenue Clifton , N.J. Miss Lois Clark Assistant Secretary, Department of Rural Dr. Ray O. Duncan Education President"
      },
      {
        "literal": "D. C. Washington 6, D. C. Mr. George L. Cleland Mr."
      }
    ],
    "container-title": [
      "Washington"
    ],
    "note": [
      "1201 16th Street NW. 31 North State Street Washington 6, D. C. Chicago 2, III."
    ],
    "publisher": [
      "Dunten President, National Association of Secondary President, Izaak Walton League of America, School Principals Inc"
    ],
    "title": [
      "American Association for Health , National Education Association Physical Education and Recreation 1201 16th Street NW. 1201 16th Street NW",
      "Louis H"
    ],
    "type": "article-journal",
    "volume": [
      "6"
    ]
  },
  {
    "author": [
      {
        "literal": "Dr. Martha M. Eliot Mr. John Jewett Garland Chief, Children's Bureau 1200 W. M. Garland Building 117 West Ninth Street Department of Health, Education , and Welfare Los Angeles, Calif. Washington 25, D. C. Mr. Harold F. Gates National Association of Lions Clubs Mr. E. J."
      },
      {
        "family": "Assistant Secretary Mr. Harold E. Fellows U. S",
        "given": "Md Miss Mollie Gaumer Staff Assistant",
        "particle": "to"
      }
    ],
    "container-title": [
      "National Association of Radio",
      ", USN casters Executive Officer 1771 N Street NW"
    ],
    "editor": [
      {
        "family": "C",
        "given": "D."
      },
      {
        "family": "Giffen",
        "given": "T.V.Broad Commander Robert C.",
        "suffix": "Jr"
      }
    ],
    "location": [
      "Washington , D"
    ],
    "note": [
      "C. Department of Physical Education United States Naval Academy Mr. E, D, Fish Annapolis, Md."
    ],
    "title": [
      "Erdelatz 209 North Michigan Avenue Head Football Coach Chicago 1 , Ill. United States Naval Academy Annapolis",
      "Department of Interior President and Chairman of Board Washington 25"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "President"
      },
      {
        "literal": "Court Street Salem , Oreg . The Honorable Marion B. Folsom Secretary, Health, Education, and Welfare Dr. Edward D. Greenwood Washington 25, D. C. Chairman"
      },
      {
        "literal": "D. C. The American Legion Mr. Ford C. Frick Suite 1209, Shoreham Building Baseball Commissioner Washington, D. C. RCA Building Miss Julia Grout"
      }
    ],
    "genre": [
      "695"
    ],
    "note": [
      "30 Rockefeller Plaza American Association of University Women New York 20 , N. Y. 804 4th Street Durham , N. C. Dr. Harold T. Friermood Secretary, Health and Physical Education Dr. Creighton J. Hale National Council of YMCA's Director of Research Rear Admiral Thomas J. Hamilton, USN Dr. Taylor T. Hicks (Ret ) President, National School Boards Associa Athletic Director tion, Inc."
    ],
    "publisher": [
      "School of Education Mr. Paul Griffith George Washington University Past National Commander Washington"
    ],
    "title": [
      "National Association of Inter Miss Mathilda Gilles collegiate Athletics President, Department of Elementary School Emporia State Teachers College Principals Emporia, Kans",
      "National Advisory Council for State and Local Action for Children and Dr. James Harold Fox Youth Chairman , National YMCA Committee on Menninger Foundation Health and Physical Education Topeka, Kans"
    ],
    "type": null,
    "volume": [
      "6"
    ]
  },
  {
    "author": [
      {
        "family": "Pittsburgh",
        "given": "S.Washington Street"
      },
      {
        "family": "Prescott",
        "given": "Pa"
      },
      {
        "family": "President",
        "given": "Ariz Mr Carl H.Hansen Dr Ira Hiscock"
      }
    ],
    "container-title": [
      "New York"
    ],
    "note": [
      "305 City Hall"
    ],
    "pages": [
      "303"
    ],
    "publisher": [
      "University of Pittsburgh",
      "George Hjelte Vice President General Manager, Parks and Recreation Columbia Broadcasting System , Inc"
    ],
    "title": [
      "Amateur Athletic Union of President, American Public Health Associa United States tion 327 Clay Street 1790 Broadway Oakland, Calif"
    ],
    "translator": [
      {
        "family": "Mr",
        "given": "Mr Ralph W.Hardy"
      }
    ],
    "type": "article-journal",
    "volume": [
      "19, N. Y"
    ]
  },
  {
    "author": [
      {
        "family": "NW",
        "given": "DeSales Street"
      },
      {
        "literal": "D. C. Dr. Howard Hobson Maj. Gen. Silas B. Hays, MC , USA Basketball Coach Surgeon General of the Army Yale University Department of Defense New Haven , Conn . Washington 25, D. C. The Honorable J. Edgar Hoover Mr."
      },
      {
        "family": "York",
        "given": "D.C.New"
      },
      {
        "family": "Mr",
        "given": "N.Y."
      },
      {
        "family": "Pittsburg",
        "given": "D.C."
      },
      {
        "given": "Kans"
      }
    ],
    "citation-number": [
      "1735"
    ],
    "container-title": [
      "Heistand United States Senator from Nebraska National Council Senate Office Building Boy Scouts of America Washington 25",
      "Washington",
      "Education Editor, New York Herald Tribune Washington",
      "George J. Hecht Director of Youth Activities Treasurer, Magazine Publishers Association"
    ],
    "editor": [
      {
        "family": "M",
        "given": "N.Y.The Honorable Roman L.Hruska Mr Charles"
      },
      {
        "family": "Brunswick",
        "given": "D.C.New"
      },
      {
        "family": "Dr",
        "given": "N.J."
      }
    ],
    "note": [
      "130 N. Wells Street 52 Vanderbilt Avenue Chicago, Hl. New York 17,"
    ],
    "publisher": [
      "Chicago Park District Inc",
      "Rees H. Hughes Mr. Bill Henry President, American Association of Colleges Dorchester House for Teacher Education",
      "Kansas State Teachers College Washington"
    ],
    "title": [
      "Los Angeles 12, Calif",
      "Fred Hechinger Director, Federal Bureau of Investigation President, Education Writers Association Pennsylvania Avenue at 9th Street NW",
      "Rogers Horosby Mr",
      "2480 16th Street NW"
    ],
    "type": "article-journal",
    "volume": [
      "6",
      "25"
    ]
  },
  {
    "author": [
      {
        "family": "Hershey",
        "given": "Major General Lewis B."
      },
      {
        "family": "Director",
        "given": "U.S.A.The Honorable Herold C.Hunt"
      },
      {
        "literal": "and Welfare Washington, D. C. Washington 25, D. C. Dr."
      }
    ],
    "container-title": [
      "Education"
    ],
    "location": [
      "Detroit"
    ],
    "publisher": [
      "Delia Hussey President, American Medical Association Supervisor of Physical Education Chicago",
      "Mich"
    ],
    "title": [
      "Selective Service System Under Secretary, Department of Health , 451 Indiana Avenue NW",
      "Elmer Hess Dr"
    ],
    "type": "article-journal",
    "volume": [
      "10 , III"
    ]
  },
  {
    "author": [
      {
        "family": "Dr",
        "given": "Mrs Marion H.Jackson"
      },
      {
        "family": "Ana",
        "given": "R.Street N.E.Santa"
      },
      {
        "family": "Calif. Washington",
        "given": "D.C.Mr"
      }
    ],
    "location": [
      "William D"
    ],
    "publisher": [
      "Jackson Director, American Society Newspaper National Newspaper Publishers Association Editors"
    ],
    "title": [
      "Sammy Lee President, Iota Phi Lambda 1431 South Broadway 2204",
      "Walter Lister Mr"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "literal": "National Board of YWCA's of U. S, A. Capt. Elliott Loughlin , USN 209 West Glenn Avenue Head , Department of Physical Education Ridgewood, N.J. United States Naval Academy Annapolis, Md. Capt. R. T. S. Keith, USN Commandant of Midshipmen Maj. Gen. Melvin J. Maas, USMCR (Ret.) U. S. Naval Academy Chairman , President's Committee on Em Annapolis, Md. ployment of Physically Handicapped Washington 25 , D. C. Mr. John B."
      },
      {
        "family": "Mr",
        "given": "D.C."
      },
      {
        "literal": "D. C. Columbia Broadcasting System , Inc. Dr. Hans Kraus 485 Madison Avenue 30 Central Park South New York , N. Y. New York , N. Y. Dr. George Maksim Mr."
      }
    ],
    "container-title": [
      "Washington",
      "William C. MacPhail Senate Office Building Director of Sports Washington"
    ],
    "location": [
      "Washington, D. C"
    ],
    "note": [
      "Washington 20, D. C. Mr. Roy E. Larsen Dr. Katherine E. McBride Time and Life Building Chairman , American Council on Education 9 Rockefeller Plaza President, Bryn Mawr College New York 20 , N. Y. Bryn Mawr, Pa. Dr. Ruth Mitchel Laws Mr. Hugh McKenna National Congress of Colored Parents and President, National Junior Chamber of Com Teachers merce"
    ],
    "title": [
      "Kelly 1720 Cherry Street Dr. Shane MacCarthy Philadelphia 3, Pa. 3420 Legation Street NW",
      "Robert King Assistant to the Vice President Mr",
      "James Lambic American Academy of Pediatrics The White House 1418 Good Hope Road SE"
    ],
    "type": "article-journal",
    "volume": [
      "15",
      "25"
    ]
  },
  {
    "author": [
      {
        "given": "Dover"
      }
    ],
    "location": [
      "Tulsa"
    ],
    "publisher": [
      "Okla"
    ],
    "title": [
      "Del"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "President",
        "given": "Mr Renville H.McMann Mr Joseph D.Owens"
      },
      {
        "family": "City",
        "given": "N.Y.Kansas"
      },
      {
        "family": "W",
        "given": "Mo Mr Simon A.McNeely Mr Edward"
      },
      {
        "literal": "N. Y. Washington 25, D. C. Mr. William C. Payette Mr. George L. Mikan Assistant General News Manager McKnight Building United Press Association Minneapolis, Minn ."
      },
      {
        "family": "Athletics Mr",
        "given": "N.Y.Mr E.E.Miller Assistant Director",
        "particle": "of"
      },
      {
        "family": "Annapolis",
        "given": "Md Washington"
      },
      {
        "family": "H",
        "given": "D.C.Mr J.H.Miller Mr Leo"
      },
      {
        "family": "President",
        "given": "Dr Paul J.Misner Dr Marjorie Phillips"
      },
      {
        "family": "State",
        "given": "Dr Perry F.Prather Mr Harry L.Moffitt Association",
        "particle": "of"
      },
      {
        "family": "President",
        "given": "Territorial Health"
      }
    ],
    "container-title": [
      "Joseph Prendergast Mr. Clarence Munn Executive Director Athletic Director National Recreation Association Michigan State University 8 West 8th Street East Lansing, Mich",
      "National Broadcasting Com President, General Federation of Women's pany , Inc",
      "New York"
    ],
    "editor": [
      {
        "family": "Sports",
        "given": "N.Y.Mr Lindsey Nelson Mrs R.I.C.Prout"
      }
    ],
    "location": [
      "Glencoe, III",
      "New York"
    ],
    "note": [
      "Clubs RCA Building, 30 Rockefeller Plaza 5105 Columbus Avenue New York 20, N. Y. Minneapolis 7, Minn. Maj . Gen. Dan C. Ogle, MC, USAF Miss Bonnie Prudden Surgeon General of the Air Force Institute of Physical Fitness Department of Defense 5 Hillside Avenue Washington 25, D. C. White Plains, N. Y."
    ],
    "title": [
      "United States Lawn Tennis Asso Director, National Youth Activities ciation Veterans of Foreign Wars 6th Floor, 405 Lexington Avenue National Headquarters New York 17",
      "Pastore Specialist for Health, Physical Education Director of Program and Personnel Service and Athletics, Office of Education Boys' Clubs of America Department of Health , Education, and 381 Fourth Avenue Welfare New York 16",
      "220 East 42d Street New York 17",
      "Rudolph Pesata United States Naval Academy Commander, AMVETS 1710 Rhode Island Avenue NW",
      "Peterson Future Olympic Champions of the United Sports Editor, United Press Association States 220 East 42d Street Quincy, Ill",
      "American Association of School Administrators Associate Professor of Physical Education University of Indiana Superintendent of Schools Bloomington , Ind",
      "Professional Golfers' Association Officers Heather Downs Country Club State Health Officer Heather Downs Boulevard Baltimore, Md. Toledo 14, Ohio Mr"
    ],
    "type": "article-journal",
    "volume": [
      "17, N. Y"
    ]
  },
  {
    "author": [
      {
        "family": "J",
        "given": "Dr Leonard Scheele Mr"
      },
      {
        "literal": "Education , and Welfare New York 17, N. Y. Washington 25 , D. C. Dr."
      },
      {
        "literal": "NW, Mrs. Lawrence H. Smith Washington, D. C. Past National President American Legion Auxiliary Mr. Philip Schiff 2480 16th Street NW. National Jewish Welfare Board Washington, D. C."
      }
    ],
    "container-title": [
      "Catholic Welfare Conference 1312 Massachusetts Avenue",
      "International Association of Game and Fish Commissioners Miss Elsa Schneider Iowa State Conservation Commission Specialist for Health , Physical Education, Recreation , and Safety Des Moines, Iowa Office of Education Mrs. Florence Stripe Department of Health , Education, and President AMVETS National Auxiliary"
    ],
    "date": [
      "1637"
    ],
    "editor": [
      {
        "family": "Washington",
        "given": "Mr Bruce F.Stiles"
      },
      {
        "family": "President",
        "given": "D.C."
      }
    ],
    "title": [
      "Kingsbury Smith General Manager Surgeon General of the United States International News Service Public Health Service 235 East 45th Street Department of Health",
      "Julian Smith Professor of Outdoor Education Msgr. Joseph Schieder Michigan State University Director, Youth Department, National East Lansing, Mich",
      "Massachusetts Avenue NW"
    ],
    "type": "paper-conference"
  },
  {
    "author": [
      {
        "literal": "Mr. Clyde Tolson New York 23 , N. Y. Associate Director Federal Bureau of Investigation Mr. Kenneth L. Wilson Pennsylvania Avenue at 9th Street NW . President"
      },
      {
        "family": "Mr",
        "given": "D.C.Hotel LaSalle"
      }
    ],
    "container-title": [
      "Western Conference Washington 25"
    ],
    "location": [
      "Chicago, III"
    ],
    "note": [
      "President, National Citizens Council for Better Schools Mr. Harry Wismer 9 East 40th Street Sportscaster, Mutual Broadcasting System New York , N. Y. 1440 Broadway New York , N. Y. Dr. Carl A. Troester, Jr."
    ],
    "title": [
      "United States Olympic Committee Commissioner",
      "Henry Toy, Jr"
    ],
    "type": "paper-conference"
  },
  {
    "author": [
      {
        "family": "Health",
        "given": "Executive Secretary Dr Joseph B.Wolffe American Association",
        "particle": "for"
      },
      {
        "family": "President",
        "given": "Physical"
      },
      {
        "family": "Village",
        "given": "D.C.Fairview"
      },
      {
        "family": "Wood",
        "given": "Pa Mr Gene Tunney Commander E.W."
      }
    ],
    "container-title": [
      "Valley Forge Heart Institute Washington"
    ],
    "note": [
      "Physical Education Officer 19 River Street United States Naval Academy Stamford, Conn . Annapolis, Md."
    ],
    "title": [
      "American College of Sports Medicine Education, and Recreation 1201 16th Street NW",
      "USN Stamford Building Company, Inc"
    ],
    "type": "article-journal",
    "volume": [
      "6"
    ]
  },
  {
    "author": [
      {
        "literal": "Mr. H. Daniel Carpenter Mr. Allen B. Dumont Mr. George L. Cleland Mrs. Irene McCoy Gaines Mr. E. D. Fish Mr. John Jewett Garland Miss Julia Grout Dr. Edward D. Greenwood Mr. William C. Payette Mr. Fred Hechinger Msgr. Joseph Schieder Maj . Gen. Lewis B. Hershey, USA Mrs. Florence Stripe Dr. Taylor T. Hicks Commander E. W. Wood, USN Dr. Hans Kraus Mr. Walter Lister GROUP C Miss Mabel Locke CHAIRMAN : Dr. Thomas G. Pullen , Jr. Mr. Renville H. McMann VICE CHAIRMAN : Dr. L. E. Burney Mr. A. J. Rubino Mrs. Florence W. Armstrong Mr. Bruce F. Stiles Mr. Frank Bane Senator James Duff GROUP F Mr. Harold F. Gates CHAIRMAN : Mr. Roy E. Larsen Maj. Gen. Silas B. Hays, MC , USA . VICE CHAIRMAN : Mr. Charles M. Heis Mrs. Marion H. Jackson tand Capt. Elliott Loughlin, USN Rev. Eugene Carson Blake Mr. Simon A. McNeely Rear Adm. Thomas J. Hamilton , USN (Ret.) Mr. J. H. Miller Dr. Ira Hiscock Mr. Clarence Munn Dr. Howard Hobson Mr. Leo H, Peterson Mr. J. Edgar Hoover Mr. George Sargisson Dr. Rees H. Hughes Mr. George Sirnio Capt. R. T. S. Keith , USN Mr. J. Kingsbury Smith Mr. James Lambie Mr. Harry L. Moffitt GROUP D Brig."
      }
    ],
    "container-title": [
      "AUS ( Ret.) Miss Elsa Schneider CHAIRMAN : Mr. Paul Griffith VICE CHAIRMAN : Dr"
    ],
    "location": [
      "David Sarnoff"
    ],
    "note": [
      "Abey (Observer) Mr. T. R. Alexander Mr. Arthur K. Jacobs Mr. Theodore P. Bank Dr. Ruth Mitchel Laws Miss Margaret A. Bowers Maj. Gen. Melvin J. Maas, USMCR (Ret .) Dr. Charles Bucher Mr. E. E. Miller Miss Lois Clark Maj. Gen. Milton A. Reckord Mr. Harold E. Fellows Mr. Henry Toy, Jr. Miss Mathilda Gilles"
    ],
    "title": [
      "Gen"
    ],
    "translator": [
      {
        "family": "CHAIRMAN",
        "given": "Ruth Abernathy Mrs Lawrence H.Smith Dr E.W.Aiton Mr Harry Wismer Mr Lawrence Burdick G.R.O.U.P.G.Dr Mayhew C.Derryberry"
      },
      {
        "family": "CHAIRMAN",
        "given": "Mr Hugh McKenna Mr George E.Dickic V.I.C.E."
      },
      {
        "family": "A",
        "given": "Mr Edward W.Pastore Mr A.O.Duer Dr Martha M.Eliot Mr Joseph"
      }
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "CHAIRMAN",
        "given": "V.I.C.E."
      },
      {
        "family": "CHAIRMAN",
        "given": "Mr Fred L.Biester G.R.O.U.P.I.Miss Betty Barton"
      },
      {
        "family": "CHAIRMAN",
        "given": "Dr Paul J.Misner Dr Lowell T.Coggeshall V.I.C.E."
      },
      {
        "family": "Miss Martha F. Allen Mr. Louis H. Dunten Mr. Ford C. Frick Mr. A. L. Ebersole Miss Mollie Gaumer Mr. E. J. Erdelarz Comdr. Robert C. Giffen",
        "given": "U.S.N.Dr James Harold Fox Dr Creighton J.Hale Mr Carl H.Hansen Mr George J.Hecht Mr Ralph W.Hardy Dr Sammy Lee Mr Bill Henry Mr William C.MacPhail Mr",
        "suffix": "Jr."
      }
    ],
    "note": [
      "Troester, Jr. Miss Bonnie Prudden Dr. Joseph B. Wolffe Dr. Julian Smith Part 4 EXECUTIVE ORDER , No. 10673"
    ],
    "title": [
      "William D"
    ],
    "translator": [
      {
        "family": "A",
        "given": "Jackson Dr Perry F.Prather Mr George L.Mikan Mr Joseph Prendergast Mr Rudolph Pesata Mrs R.I.C.Prout Dr Carl"
      }
    ],
    "type": null
  }
]
