[
  {
    "date": [
      "1999"
    ],
    "editor": [
      {
        "family": "Krause",
        "given": "Micki"
      },
      {
        "family": "Tipton",
        "given": "Harold F."
      }
    ],
    "publisher": [
      "CRC Press / Auerbach Publications"
    ],
    "title": [
      "Handbook of Information Security Management"
    ],
    "type": "book"
  },
  {
    "date": [
      "2001"
    ],
    "publisher": [
      "John Wiley & Sons"
    ],
    "title": [
      "The CISSP Prep Guide—Mastering the Ten Domains of Computer Security, Ronald Krutz and Russell Vines"
    ],
    "type": "book"
  },
  {
    "date": [
      "2000"
    ],
    "publisher": [
      "John Wiley & Sons"
    ],
    "title": [
      "Secrets and Lies: Digital Security in a Networked World, Bruce Schneier"
    ],
    "type": "book"
  },
  {
    "date": [
      "2002"
    ],
    "producer": [
      {
        "given": "Wood"
      }
    ],
    "title": [
      "Information Security Policies Made Easy Version 9, Charles C"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Exposed",
        "given": "Hacking"
      },
      {
        "family": "McClure",
        "given": "Stuart"
      },
      {
        "family": "Scambray",
        "given": "Joel"
      },
      {
        "family": "Kurtz",
        "given": "George"
      }
    ],
    "date": [
      "1999"
    ],
    "publisher": [
      "Osborne/McGraw Hill"
    ],
    "type": "book"
  },
  {
    "date": [
      "2002"
    ],
    "publisher": [
      "Sams Publishing"
    ],
    "title": [
      "Surviving Security—How to Integrate People, Process, and Technology, Mandy Andress"
    ],
    "type": "book"
  },
  {
    "date": [
      "2001"
    ],
    "publisher": [
      "CRC Press / Auerbach Publications"
    ],
    "title": [
      "Information Security Architecture—An Integrated Approach to Security in the Organization, Jan Killmeyer Tudor"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Architecture—Design",
        "given": "Information Security"
      },
      {
        "given": "Deployment"
      },
      {
        "family": "King",
        "given": "Operations Christopher M."
      },
      {
        "family": "Dalton",
        "given": "Curtis E."
      },
      {
        "family": "Osmanoglu",
        "given": "T.Ertem"
      }
    ],
    "date": [
      "2001"
    ],
    "publisher": [
      "Osborne/McGraw Hill"
    ],
    "type": "book"
  },
  {
    "container-title": [
      "Marianne Swanson"
    ],
    "date": [
      "1998-12"
    ],
    "pages": [
      "289"
    ],
    "publisher": [
      "Protection of Information Assets"
    ],
    "title": [
      "NIST Special Publication 800-18—Guide for Developing Security Plans for Information Technology Systems"
    ],
    "type": "article-journal"
  },
  {
    "citation-number": [
      "5."
    ],
    "note": [
      "The laws and regulations relevant to the industry for privacy controls on customer data"
    ],
    "title": [
      "When reviewing an information system to assess its privacy risks, an IS auditor would consider all of the following except A. Ensuring that the appropriate consent has been obtained from the customer before the release of sensitive data B. The business needs for the client data within the processes C. Proper disclosures to the customer of what the data is used for and how it will be protected D"
    ],
    "type": null
  },
  {
    "citation-number": [
      "33."
    ],
    "title": [
      "When evaluating personnel safety controls in an IS operation, what is the best method to use for evaluating its sufficiency? A. Obtaining copies of the safety and emergency evacuation manual to evidence compliance with the requirement for procedures and documentation"
    ],
    "type": null
  },
  {
    "citation-number": [
      "13."
    ],
    "note": [
      "Ensuring that the code is reviewed independently from the thirdparty staff and ensuring that the ownership rights are maintained within the organization"
    ],
    "title": [
      "When reviewing a development effort where third-party programming staff are used, the IS auditor would be most concerned with? A. Ensuring that they are qualified and knowledgeable about the tools and techniques being used B"
    ],
    "type": null
  },
  {
    "citation-number": [
      "16."
    ],
    "note": [
      "User effectiveness and production processing depends on the user’s ability to read and understand the manuals and procedures associated with the application development process"
    ],
    "title": [
      "Review of documentation in a systems development review is very important for all of the following reasons except A. Training and maintenance efforts require that good documentation be made available for their processes to work effectively B. Allowing the IS auditor to review the process without actually having to perform code-level reviews of programming efforts C. Disaster recovery and support processes depend on the quality of the systems and user documentation D"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "B."
      }
    ],
    "citation-number": [
      "13."
    ],
    "container-title": [
      "D"
    ],
    "note": [
      "Training and documentation are required for manual controls while automated controls do not require such documentation."
    ],
    "title": [
      "What is the primary difference to keep in mind when evaluating automated and manual controls? A. Automated controls can operate in an unattended fashion, which requires less testing and monitoring",
      "Manual controls require human interaction to be successfully deployed and must consider human fallibility as part of the accuracy assessment. C. Potential losses are more difficult to measure with manual controls because the error rates are more difficult to measure"
    ],
    "type": "article-journal"
  },
  {
    "title": [
      "typically update files and programs; if you keep other programs running, installation may not work properly"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "Reference the ReadMe file."
      }
    ],
    "title": [
      "Please refer to the ReadMe file located at the root of the CD-ROM for the latest product information at the time of publication"
    ],
    "type": null
  },
  {
    "note": [
      "Outside the United States, call"
    ],
    "pages": [
      "762–2974"
    ],
    "title": [
      "If you have additional trouble with the CD, please call the Wiley Customer Care phone"
    ],
    "type": null,
    "volume": [
      "number: (800"
    ]
  },
  {
    "issue": [
      "317"
    ],
    "note": [
      "tion systems, 388–395 access controls AIC (Auditor in Charge), 19–20 authentication, 218–219 American Institute of Certified Public biometric, 222–223 Accountants (AICPA), 12 data access, applications and, Annual Loss Expectancy (ALE), 23"
    ],
    "pages": [
      "572–3994",
      "239"
    ],
    "title": [
      "You can also contact Wiley Customer Service by email at techsupdum@wiley.com. Wiley will provide technical support only for installation and other general quality control items; for technical support on the applications themselves, consult the program’s vendor or author. Index A acquisition phase, business applica-Access Control Lists"
    ],
    "type": null,
    "volume": [
      "1",
      "ACLs), 142"
    ]
  },
  {
    "citation-number": [
      "210–212"
    ],
    "note": [
      "See also business non-repudiation, 221–222 application systems passwords, good, 215–218 Application Service Provider personnel safety, 286–287 (ASP), 431"
    ],
    "pages": [
      "118 287–288",
      "223–224 , 210–212"
    ],
    "publisher": [
      "API"
    ],
    "title": [
      "answers. See sample questions digital signatures, 219–222 Application Programming Interface hard copy information protection",
      "applications, data access and design network user access"
    ],
    "type": null
  },
  {
    "note": [
      "284–285 Auditor in Charge (AIC), 19–20 Web, 251–254 auditors account administration, security. See competence of, 30 protection, information assets independent conflicts, 30–31 accountants, 12–13 reviews of, 51–52 ACLs (Access Control Lists), 142, 239"
    ],
    "producer": [
      {
        "given": "P.K.I."
      }
    ],
    "title": [
      "Key Infrastructure), assessments, security risks and review 219–222 objectives, 195–197 profiles, information systems, 72 asset management, operational reviewing, 212–213 practice evaluation, 159–160 role-based, 202–203 attribute sampling process, 45 security measures, 285–286 Audit Leverage Web site, 32 vendor and visitor access"
    ],
    "type": null
  },
  {
    "note": [
      "audits BIA (Business Impact Analysis), CAATs (computer-assisted audit 310–312 techniques), 33,",
      "review, 363–364 AutoAudit Web site, 32 SDLC (System Development Life automated controls, business process Cycle), 89–92, 350 evaluation, 436 system specifications, 356–359 test plans, 379–385 B third-party participation, 367–368 back up procedures, documentation training documentation, 385–386 and media, 313–317 implementation phase, 395–402 BCP (Business Continuity Planning), resources for, 402 78, 104. See also Disaster Recovery See also applications, data access and Planning design security Index 561"
    ],
    "pages": [
      "198–203"
    ],
    "title": [
      "43–44 Bindview security tool, 233 controls, types of, 9–11 biometric access controls, 222–223 cyclical, 29 blind spots, 8 engagement, types of, 11–13 boundary controls, business application engagement letter, 31 systems development, 370–372 external, 13–14 B2B (business to business) relationfollow-ups, 56 ship, 430 general control, 21–22 B2C (business to consumer) relationhigh-level, 21–22 ship, 429 internal, 14 business application systems organizational reporting relation- acquisition phase, 388–395 ship, 13–14 development phase outsourcing, impact of, 30 boundary controls, 370–372 resources for, 56 change control methodologies, results of, communicating and facili- 366–367 tating change, 52–56 communication controls, 377–378 right to audit clauses, 11, 81 conclusion phase, 386–388 risk-based approach, 6–8 database controls, 374–375 SAS 70 (Statement on Auditing Stan- design phase, 359–363 dards), 12–13 development approaches and manscope and objectives, defining, 28–31 agement, 349–350 self-assessment, 19 documentation and standards, weaknesses, 49–51 368–369 work papers, creating and feasibility analysis, 353–355 maintaining, 32–36 functional requirements definition, See also fieldwork, audits; planning 351–353 process, audits input controls, 372–374 authentication output controls, 378–379 access controls and, 218–219 overview, 347–349 biometric, 222–223 processing controls, 376 information assets, protection, 198–203 project management, 350–351 security management, 101 quality assurance planning and authorization"
    ],
    "type": null,
    "volume": [
      "101"
    ]
  },
  {
    "container-title": [
      "C",
      "Planning"
    ],
    "issue": [
      "CAATs",
      "CMM"
    ],
    "note": [
      "See also Disaster Recovery CAATs (computer-assisted audit tech-Planning niques), 33, 43–44 Business Impact Analysis (BIA), capacity management, performance 310–312 management and,",
      "audit work papers, 34 DBA (Database Administrator), 71 business process evaluation, 449–450 DDOS (Distributed Denial of management, information systems, Service), 237 81–82 DeMilitarized Zones (DMZ) Control Objectives for Information network security and, 244–246 and Technology (CobiT), 24–28 overview, 142–143 control risks, 7 design phase, business application controls, audit controls, 9–11 systems development, 359–363 control weaknesses, 49–51 desktop controls, host-based security COOP (Commissions, Continuity of and, 237–238 Operations Planning), 305 detailed controls, 11 corporate governance, business detection risks, 7 process evaluation, 413–417 detective controls corrective controls business process evaluation, risk business process evaluation, risk management and, 435 management and, 435–436 defined, 9 overview, 9–11 digital signatures, 219–222 cost-benefit analysis, control Disaster Recovery Planning (DRP) effects, 438 alternative business processing cover sheets, audit work papers, 33–34 plans, 327–329 CPAs (Certified Public Accountants), back up procedures, documentation 13 and media, 313–317 Crisis Management Planning business case for, 303–305 (CMP), 303 business impact analysis, 310–312 customer satisfaction communication, departmental, business process evaluation, 426–428 322–324 performance management, 96 damage assessment and control cyclical audits, 29 teams, 318–319 documentation, creating good, 321 D emergency gathering locations, 318 damage assessment and control teams, EOC (Emergency Operations recovery planning, 318–319 Center), 315"
    ],
    "pages": [
      "104",
      "43–44",
      "141–146"
    ],
    "title": [
      "Business Continuity Planning (BCP",
      "95–97 business knowledge, thorough under- capacity planning, system perforstanding of, 7 mance evaluation, 166–168 business objectives, IS strategy, evalu- Certificate Authority (CA), 219–222 ations and alignment with, 69 Certified Public Accountants (CPAs), business process evaluation, risk 13 management and automated/ change management programmed controls, 436 business application systems develcontrol efforts, cost-benefit analysis opment, 366–367 of, 438 information systems, 85–86 control identification, 442–443 operational practices, evaluating, corporate governance, 413–417 158–164 corrective controls, 435–436 checklists, post-audit, 37 detective controls, 435 CIA (Confidentiality, Integrity, and e-business applications, support of, Availability), 181 428–431 client/server, multi-tier configuration gap analysis and reporting, 443–445 implications, 123–125 independent assurance, 445–450 CMM (Computer Maturity independent audits, provisions for, Model), 395 450–456 CMP (Crisis Management KPIs (Key Performance Indicators",
      "421–422 CobiT (Control Objectives for Informanagement controls, 420–421 mation and Technology), 24–27 manual controls, 436–437 Code of Professional Ethics (ISACA), overview, 411–413 3–5 performance and customer satisfac- Commissions, Continuity of Operation, 426–428 tions Planning (COOP), 305 preventive controls, 433–435 communication controls, business process design, best practices, application systems development, 418–420 377–378 re-engineering projects, evaluating, communications tool, CobiT, 26 423–425 compensating controls, 10–11 resources for, 456 compliance risk analysis, 440–442 security planning and, 225–228 See also risks, audit approach on testing, audit fieldwork, 42 business to business (B2B) relation- computer-assisted audit techniques ship",
      "business to consumer (B2C) relation- Computer Maturity Model ship",
      "computer operations, operational databases practice evaluation, 148–150 controls, business application sys-Confidentiality, Integrity, and tems development, 374–375 Availability (CIA), 181 management systems, technical configuration management, opera- infrastructure, 120–123 tional practice evaluation, 158 data classification confirmations, audit fieldwork, 41 defined, 68 consensus building tool, CobiT, 26 information ownership, 213–214 content management, Web access con- data conversions, business application trols and, 252–254 systems implementation, 396–397 continuity management, information data dictionaries, 68 systems, 103–106 data networks, infrastructure evaluacontracts tion"
    ],
    "type": "article-journal",
    "volume": [
      "78",
      "303",
      "430",
      "429"
    ]
  },
  {
    "author": [
      {
        "given": "E.I.S."
      }
    ],
    "note": [
      "ness application systems imple- See also audits; planning process, mentation, 398–399 audits Emergency Operations Center (EOC), findings, audit, communicating and"
    ],
    "title": [
      "95 observation techniques, 40–41 electrical power, environmental secu- reperformance, 41–42 rity controls and, 275–278 sampling process, 44–47 e-mail, network security and, 255–256 test work, substantive and compliemergency change management, busi- ance testing, 42"
    ],
    "type": null
  },
  {
    "date": [
      "1999"
    ],
    "note": [
      "organizational structures, evaluating, 69–73 H performance management, 94–100 haphazard nonstatistical sampling process, 46 policies, evaluating, 75–77 hard copy information protection, problem management, 87–88 287–288 procedures, evaluating, 78–79 hardware, technical infrastructure project management, 83–84 installation, evaluation of, 134–135 quality management, 88–89 maintenance, evaluation of, 135–136 resources for, 107 overview, 128–133 security management, 100–103 Health Information Portability and staffing practices, 73–74 Accountability Act (HIPAA) of standards, evaluating, 78 1996, 101 systems architecture, 68–69 help desk and support functions, oper- third-party services, selection and ational practice evaluation, 155–156 management, 79–82 HID (host-based intrusion detection), Information Systems Audit and Con-234–237 trol Association (ISACA), 2–5, 451 high-level audits, 21–22 inherent risks, 7"
    ],
    "pages": [
      "240–244 234–237",
      "106–107",
      "101"
    ],
    "title": [
      "fire suppression, environmental secu- host-based security rity controls and, 279–280 desktop controls, evaluating, 237–238 firewalls, network security and, HID (host-based intrusion detection",
      "flowcharts, business processes and, 39 MSB (minimum security baseline), follow-ups 231–234 audits, communicating and facilitat- overview, 230–231 ing change, 56 human resource practices. See opera-DRP (Disaster Recovery Planning), tional practices, evaluating 335–336 humidity, environmental security fraud, irregularities, audit planning, controls and, 281–282 16–17 Frequently Asked Questions (FAQs), I 156 identification functional requirements definition, information assets, protection, 198–203 business application systems devel- security management, 101 opment, 351–353 implementation phase, business application systems, 395–402 G incident response, network security, gap analysis, business process evalua- 263–265 information systems tion, 443–445 access control profiles, 72 general controls change management, 85–86 audits, 21–22 continuity management, 103–106 IS environment, 11 management practices and policy Gramm-Leach-Bliley (GLB) Act of compliance"
    ],
    "type": null
  },
  {
    "note": [
      "Initial Program Load (IPL) mean time between failures (MTBF), 94 processes,",
      "minimum security baseline (MSB), internal audits, 14 231–234 International Standards Organization monitoring (ISO), 395, 402 network security, 259–261 interviews, audit fieldwork, 40 processes, audit fieldwork, 42 irregularities, audit planning, 16–18 system performance, tools for, ISACA (Information Systems Audit 164–166 and Control Association), 2–5, 451 MTBF (mean time between failures), 94"
    ],
    "pages": [
      "34 134–135"
    ],
    "title": [
      "148 media input controls, business application back up procedures, 313–317 systems development, 372–374 management functions, operational inspections, audit fieldwork, 41 practice evaluation, 151–153 installation, hardware, evaluation of, meeting minutes, audit work papers"
    ],
    "type": "interview"
  },
  {
    "note": [
      "NICs (Network Interface Cards), 245 expense monitoring, 100 NIDS (Network Intrusion Detection KPIs (key performance indicators), System), 261–263 94–95 non-repudiation, defined, 221–222 MTBF (mean time between failures), O techniques for,",
      "information rency (OCC), 11 systems, 11 operating systems (O/S), technical PKI (Public Key Infrastructure), 219–222 infrastructure,",
      "376 DMZ (DeMilitarized Zone), programmed controls, business 244–246 process evaluation, 436 e-mail security, 255–256 project design, security encryption techniques, evaluating, management, 101 247–249 project management firewalls, evaluating, 240–244 business application system incident response, 263–265 development, 350–351 logging and monitoring, 259–261 information systems, 83–84 NIDS (Network Intrusion Detection protection, information assets System), 261–263 access controls, logical overview, 238–240 authentication, 218–219 proxies, 246–247 biometric access control, 222–223 testing tools, 265–267 digital signatures, 219–222 third-party connections, evaluating, hard copy information protection, 267–270 287–288 virus protection, 256–259 network user access, 223–224 VPNs (Virtual Private Networks), non-repudiation, 221–222 249–251 overview, 282–284 Web access controls, 251–254 passwords, good, 215–218 overview, 179–181 personnel safety, 286–287 resources for, 288"
    ],
    "title": [
      "95–97 observation techniques, audit field- See also system performance, work, 40–41 evaluating Office of the Controller of the Cur- pervasive IS controls",
      "116–120 planning process, audits operational practices, evaluating guidelines for, 20–21 asset management, 159–160 irregularities, 16–18 change management, 160–164 materiality, 16 computer operations, 148–150 quantitative risk assessment guideconfiguration management, 158 lines, 15–16 help desk and support functions, risk assessment, 22–24 155–156 scheduling considerations, 18–19 job scheduling, 156–158 self-assessment audits, 19 media library management, 151–153 staff members, knowledge levels of, operations area, physical access to, 19–20 154–155 See also audits; fieldwork, audits overview, 147 policies printer operations, 150–151 compliance, 106–107 resources for, 171 information systems, 75–77 operations management consoles, security risks and review objectives, technical infrastructure, 128–130 190–195 organizational charts, audit work precision, sampling process, 45 papers, 34 preventive controls organizational structures, evaluating, business process evaluation, risk 69–73 management and, 433–435 organizational tools, CobiT, 26 defined, 9 O/S (operating systems), technical printer operations, operational infrastructure, 116–120 practice evaluation, 150–151 output controls, business application privacy risks, information asset systems development, 378–379 protection, 186–187 ownership, access controls and data probability, sampling process, 45 classifications, 212–214 problem management business application systems P implementation, 397–398 passwords, access control, 215–218 information systems, 87–88 performance management, informa- system performance evaluation, tion systems 168–169 capacity management and, 97 procedures, information systems, 78–79 economic practices, 97–100 Index 567 processing controls, business applica- network security tion systems development"
    ],
    "type": null
  },
  {
    "note": [
      "PKI (Pubic Key Infrastructure), role-based access controls, 202–203",
      "publications. See resources humidity, 281–282 Public Key Infrastructure (PKI), maintenance, 282 219–222 overview, 274 temperature controls, 278 Q EPA (Environmental Protection qualitative risk assessment, 23 Agency), 305 quality assurance (QA), 363–364 identification, 198–203 Quality Control (QC), 163"
    ],
    "pages": [
      "279–280"
    ],
    "title": [
      "219–222 security architecture, 224–230 security measures, 285–286 security awareness, evaluating, account administration 270–273 application design security, 209–210 security risks and review objectives information ownership, 212–214 assessments and planning, 195–197 overview, 204–205 overview, 181–183 single sign-on solutions, 208–209 policies and standards, 189–195 user account management, 205–208 privacy risks, 186–187 authentication, 198–203 security officer roles, 183–185 authorization, 198–203 security programs, 187–189 environmental controls See also security electrical power, 275–278 proxies, network security and, 246–247 fire suppression"
    ],
    "type": null
  },
  {
    "note": [
      "residual risks, 6 business process evaluation, resources 542–554 audit processes, 56 DRP (Disaster Recovery Planning), business application systems, 402 519–530 business process evaluation and risk information systems, 477–488 management, 456 operational practices, 488–499 DRP (Disaster Recovery Planning), 336 security, 499–518 information systems, 107 exam preparation operational practices, 171 audit processes, 57–64 security, 288 business application systems, results, audits, communicating and 403–409 facilitating change, 52–56 business process evaluation, 457–463 return on investments (ROI), 197 DRP (Disaster Recovery Planning), reviews, audit work, 51–52 337–343 RFPs (Requests for Proposals), 90, 133 information systems, 108–114 right to audit clauses, 11, 81 operational practices, 172–178 Index 569 sampling process, audit fieldwork, standard deviation, sampling"
    ],
    "pages": [
      "133 530–542"
    ],
    "title": [
      "re-engineering projects, business risk assessment, 22–24 process evaluation, 423–425 See also business process evaluation regulatory requirements, business ROI (return on investments), 197 process evaluation, 449–450 role-based access controls, 202–203 reperformance, audit fieldwork, 41–42 root cause analysis, weakness reports findings, 50 audits, communicating and facilitating change, 53–54 S business process evaluation, 443–445 sample questions management control, audit field- answers work, 44 audit processes, 465–476 work papers, 34 business application systems, Requests for Proposals"
    ],
    "type": null,
    "volume": [
      "RFPs), 90"
    ]
  },
  {
    "citation-number": [
      "44–47"
    ],
    "pages": [
      "156–158 190–195"
    ],
    "title": [
      "process, 45 SAS 70 (Statement on Auditing standards Standards), 12–13 business application systems develscheduling opment, 368–369 audit planning, 18–19 information systems, 78 jobs, operational practice evaluation, security risks and review objectives"
    ],
    "type": null
  },
  {
    "note": [
      "SDLC (System Development Life Statement on Auditing Standards Cycle), 89–92, 350 (SAS 70), 12–13 Secure Shell (SSH), 239 stratification, sampling process, 46 Securities and Exchange Commission substantive testing, audit fieldwork, (SEC), 11",
      "operating systems), 116–120 SSH (Secure Shell), 239 security packages, 125–128 SSP (Security Service Provider), 260 staff members T information systems, qualifications TeamMate Web site, 32 and training, 73–74 temperature, environmental security knowledge levels of, audit planning, controls and,",
      "DRP (Disaster Recovery Planning), selection and procedure assessment,",
      "security testing tools, 265–267 Virtual Private Networks (VPNs), 241, third-party services 249–251 business application systems devel- virus protection, 256–259 opment, 367–368 voice networks, infrastructure business process evaluation, evaluation, 137–141 447–449 information systems, 79–82 W network security, 270 weaknesses, audit process, 49–51 training Web sites. See resources business application systems devel- work papers, creating and maintaining opment, 385–386 administrative content, background DRP (Disaster Recovery Planning), section for, 34–35"
    ],
    "pages": [
      "278 19–20",
      "379–385 284–285",
      "331–334 389–390"
    ],
    "title": [
      "42 security Symantec Enterprise Security Manawareness, evaluating, 270–273 ager tool, 233 resources for, 288 systematic statistical sampling social engineering, 271–273 process, 46 systems software, technical infra- System Development Life Cycle structure evaluation considera- (SDLC), 89–92, 350 tions, 125–128 system performance, evaluating See also protection, information capacity planning, 166–168 assets monitoring techniques, processes, security management, information and tools, 164–166 systems, 100–103 problem management, 168–169 Security Service Provider (SSP), 260 See also performance management, segregation of duties, 70 information systems self-assessment audits, 19 systems architecture, information Service Level Agreements (SLAs), 82, systems, 68–69 169–171 systems software, technical Simple Network Management infrastructure Protocol (SNMP), 128 database management systems, social engineering, security and, 120–123 271–273 multi-tier client/server configuration software. See systems software, techni- implications, 123–125 cal infrastructure operations management consoles, specifications, business application 128–130 systems development, 356–359 O/S",
      "terrorist activities, continuity V management, 103 vendors testing hybrid development solutions, audit fieldwork, compliance and 390–392 substantive testing, 42 management and escrow, 392–395 business application systems devel- physical security control process, opment"
    ],
    "type": null,
    "volume": [
      "308"
    ]
  }
]
