[
  {
    "collection-title": [
      "Fourier Series and Boundary Value Problems"
    ],
    "date": [
      "1978"
    ],
    "editor": [
      {
        "family": "CHURCHILL",
        "given": "R.V."
      },
      {
        "given": "J."
      }
    ],
    "location": [
      "W",
      "New York"
    ],
    "publisher": [
      "BROWN",
      "McGraw-Hill"
    ],
    "title": [
      "This list does not attempt to be complete in any way whatsoever. First we mention a few books that cover approximately the same topics as the present volume, and on a similar level"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "HANNA",
        "given": "J.R.A.Y."
      },
      {
        "family": "ROWLAND",
        "given": "J.O.H.N.H."
      }
    ],
    "date": [
      "1990"
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "Wiley"
    ],
    "title": [
      "Fourier Series, Transforms, and Boundary Value Problems"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "WALKER",
        "given": "P.L."
      }
    ],
    "date": [
      "1986"
    ],
    "location": [
      "Chichester"
    ],
    "publisher": [
      "Wiley"
    ],
    "title": [
      "The Theory of Fourier Series and Integrals"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "CARLESON",
        "given": "L.E.N.N.A.R.T."
      }
    ],
    "container-title": [
      "Acta Mathematica"
    ],
    "date": [
      "1966"
    ],
    "pages": [
      "135–157"
    ],
    "title": [
      "On convergence and growth of partial sums of Fourier series"
    ],
    "type": "article-journal",
    "volume": [
      "116"
    ]
  },
  {
    "author": [
      {
        "family": "HANS",
        "given": "L.E.W.Y."
      }
    ],
    "container-title": [
      "Annals of Mathematics"
    ],
    "date": [
      "1957"
    ],
    "location": [
      "Index"
    ],
    "pages": [
      "91–107"
    ],
    "title": [
      "An example of a smooth linear partial differential equation without solution"
    ],
    "type": "article-journal",
    "volume": [
      "2) 66"
    ]
  },
  {
    "author": [
      {
        "given": "MAssEY"
      },
      {
        "given": "R.A.U.C.H."
      },
      {
        "given": "L.A.M."
      },
      {
        "family": "Rational Functions",
        "given": "B.E.A.R.D.O.N.",
        "particle": "lteration of"
      },
      {
        "family": "Real",
        "given": "LANa"
      },
      {
        "family": "Analysis",
        "given": "Functionat"
      },
      {
        "given": "N.E.W.M.A.N."
      },
      {
        "given": "R.O.T.M.A.N."
      }
    ],
    "citation-number": [
      "124"
    ],
    "container-title": [
      "DuBR.OVINIFOMENX.OINOVIKOV. Modem 1,2 ZIBGLBR.. Lectures on Polytopes. Gcometry-Methods and Applications. Part 1,3 FULTON. Algebraic Topology: A First m Course. 12, BERENSTEJN/GAY. Complex Variables: 1,4 BR.OWN/PEARCY. An lntroduction to An lntroduction. Analysis. 126 BoREL. Linear Algebraic Groups",
      "Course. 162 ALPBIUN/BBU.. Groups and 134 RoMAN. Coding and lnformation Theory. Representations. 13, RoMAN. Advanced Linear Algebra. 163 DIXONIMORTIMER. Pennutation Groups. 136 ADKINsiWEINTRAUB. Algebra: An Approach 164 NATHANSON. Additive Number Theory: via Module Theory. The Classical Bases. 137 AxLER.!BoUR.DONIRAMEY. Hannonic 16S NATHANSON. Additive Number Theory: Function Theory",
      "Algebraic Number Theory. 166 SHARPB. Dift'erential Geometry: Cartan's 139 BREDON. Topology and Geometry. Generalization ofKtein's Erlangen 140 AUBJN. Optima and EquilibriL An Program. lntroduction to Nonlinear Analysis. 167 MORANDI. Field and Galois Theory. 141 BECKERIWEISPFENNINGIKREDEL. Gralner 168 EWALD. Combinatorial Convexity and Bases. A Computational Approach to Algebraic Geometry. Commutative Algebra. 169 BHATIA. Matrix Analysis",
      "171 PBTBRSBN. Riemannian Geometry. 143 DooB. Measure Theory. 172 REMMERT. Classical Topics in Complex 144 DENNisiFARB. Nonconunutative Furu:tion Theory. Algebra. 173 DIBSTEL. Graph Theory",
      "14S VIcx. Homology Theory. An 174 BRIDGBS. Foundations of Real and lntroduction to Algebraic Topology. Abstract Analysis. 2nded. 17S LICKORISR An lntroduction to Knot 146 BRiooEs. Computability: A Theory. Mathematical Sketchbook. 176 LEE. Riemannian Manifolds. 147 ROSENBBRG. AlgebraicK-Theory and 177",
      "Theory. 149 RATCLIFFB. Foundations of 179 DoUGLAS. Banach Algebra Techniques in Hyperbolic Manifolds. Operator Theory",
      "uo EISBNBUD. Commutative Algebra 180 SRIVASTAVA. ACourse on Borel Sets. with a View Toward Algebraic 181 KRBss. Numerical Analysis. Geometry. 182 WALTBR. Ordinary Dift'erential m SILVERMAN. Advanced Topics in Equations. the Arithmetic ofEIIiptic Curves. 183 MEGOJNSON. An lntroduction to Banach 204 ESCOF'IBR. Galois Theory. Space Theory. 20S FBuxiHAI.PmuNJTMAS. Rational 184 BoU.OBAS. Modem Graph Theoty. Homotopy Theory",
      "18S COXIlnn.B/O'SHBA. Using Algebraic 206 MURTY. Problems in Analytic Number Oeomctry. Theoty. 186 RAMAIClusHNANNALENZA. Fourier Readings in Mathemattcs Analysis on Number Fields. 207 GoDSILIR.oYLE. Algebraic Oraph Theory. 187 IIARRisiMORRISON. Moduli ofCurves. 208 CHI!NEY. Analysis for Applied 188 GoLDBLATT. Lectures 011 the Hyperreals: Mathematics. An lntroduction to Nonstandard Analysis. 209 ARVESON. A Short Course on Spectral 189 LAM. Lectures 011 Modules and Rinp. Theory. 190 ESMONDBIMURTY. Problems in Algebraic 210 ROSBN. Number Theory in Function Fields. Number Theoty. 211 LANG. Algebra. Revised",
      "191 LANG. Fundamentals ofDitrerential 212 MA!OtlăEK. Lectures on Discrete Geometry. Oeonietry. 192 HIRscHILACOMBE. Elements of Functional 213 f'RITZScHBIGRAUBRT. From Holomorphic Analysis. Functions to Complex Manifolds. 193 COHEN. Advanced Topics in Computational 214 JoST. Partial Differential Equations. Number Theory. 21S GoLDSCHMJDT. Algebraic Functions and 194 ENGBI/NAGBL. Ono-Parameter Semigroups Projective Curves. for Linear Evolution Equations. 216 D. SBRRB. Matricea: Theory anei 19S NA1HANSON. Elementary Methods in Applications. Number Theory. 217 MARKBR. Model Theory: An Introduction. 196 OSBORNB. Basic Homological Algebra. 218 LBE. ltitroduction to Smooth Manifolds. 197 ElSBNBUDIHARRJs. The Geometry of 219 MACLACHLANIREID. The Arithmetic of Schemes. Hyperbolic 3-Manifolds. 198 ROBERT. A Course in p-adic Analysis. 220 NESTRUEV. Smooth Manifolds and 199 HEDENMALMIKORENBLUMIZHU. Theoty of Observables. Bergman Spaces. 221 GRONBAUM. Convex Polytopes",
      "Theory",
      "Tensor Geometry. Variable",
      "Its Applications"
    ],
    "edition": [
      "2nd ed. 1\" KAssm",
      "2nd",
      "2nd",
      "2nd ed. 3rd",
      "2nd",
      "4th",
      "2nd",
      "2ncl",
      "3rd",
      "2ncl"
    ],
    "issue": [
      "STBRNIWOLBNSKI"
    ],
    "note": [
      "200 BAo/CHERN/SHEN. An lntroduction to 222 HAU.. Lie Groups, Lie Algebras, and Riemam-Finsler Oeometry. Representations: An Elementary 201 HlNDRY/Sn.VERMAN. Diophantine lntroduction. Geometry: An Introduction. 223 VRETBLAD. Fourier Analysis and Its 202 LEE. lntroduction to Topologica! Applications. Manifolds. 203 SAGAN. The Symmetric Group: Representations, Combinalorial Algorithms, and Symmetric Functions."
    ],
    "pages": [
      "127",
      "131",
      "132",
      "142",
      "148"
    ],
    "publisher": [
      "Quantum Groups",
      "Manifolds"
    ],
    "title": [
      "A Basic Course in Algebraic 1,6 I<BCHRIS. Classical Descriptive Set Topology",
      "Partial Differential Equations. 1\" MAWAVIN. lntegration and 129 Fu!.TONIHAR.Jus. Representation Theory: A Probability. First Course. 1,8 ROMAN. Field Theory. Readings in Mathematics 1'9 CONWAY. Functions ofOne Complex 130 DoosoN/PosTON",
      "A First Course in Noncommutative 160 LANo. Differential and Riemannian Rings",
      "161 BoRWBJNIERDBLYL Polynomials and 133 HAiuus. Algebraic Geometry: A First Polynomiallnequalities",
      "Inverse Problems and the Geometry of 138 CoHEN. A Course in Computational Sumsets",
      "170 BRBooN. SheafTheory",
      "Analytic Number Theory",
      "An lntroduction to the Nonsmooth Analysis and Control Theory ofGroups"
    ],
    "type": "article-journal",
    "volume": [
      "128",
      "II",
      "V"
    ]
  }
]
