[
  {
    "author": [
      {
        "family": "Bank",
        "given": "A.G."
      },
      {
        "family": "Sabadell",
        "given": "S.A.Banco Santander",
        "particle": "London Branch Banco de"
      },
      {
        "family": "Australia",
        "given": "S.A.I.N.G.Bank N.V.Belgian Branch Nordea Bank Abp Standard Chartered Bank U.B.S.A.G.London Branch"
      },
      {
        "family": "Limited",
        "given": "New Zealand Banking Group"
      },
      {
        "family": "Bank",
        "given": "A.G."
      },
      {
        "family": "Sabadell",
        "given": "S.A.Banco Santander",
        "particle": "London Branch Banco de"
      },
      {
        "given": "S.A."
      }
    ],
    "container-title": [
      "Belgian Branch Nordea Bank Abp Standard Chartered Bank UBS AG London Branch Australia and New Zealand Banking Group Limited",
      "Banca Akros SpA Gruppo Banco BPM Bankinter, S.A. Bank of Montreal, London Branch CIBC World Markets Plc Credit Suisse Securities (Europe) Limited Westpac Banking Coporation"
    ],
    "note": [
      "DekaBank Deutsche Girozentrale DZ BANK AG Deutsche Zentral-Genossenschaftsbank, Frankfurt am Main Firm commitment Verbindliche Zusage Stabilisation Manager Deutsche Bank AG, London Branch Kursstabilisierender Manager Deutsche Bank AG, London Branch"
    ],
    "pages": [
      "11 005 357",
      "11 005 357 522",
      "33 007 457 141"
    ],
    "title": [
      "Management details including form of commitment The Management Group consists of the following Managers (each a \"Manager\"): Deutsche",
      "522) Banca Akros SpA Gruppo Banco BPM Bankinter, S.A. Bank of Montreal, London Branch CIBC World Markets Plc Credit Suisse Securities (Europe) Limited Westpac Banking Coporation (ABN 33 007 457 141) DekaBank Deutsche Girozentrale DZ BANK AG Deutsche Zentral-Genossenschaftsbank, Frankfurt am Main Einzelheiten bezüglich des Bankenkonsortiums Das Bankenkonsortium besteht aus den folgenden einschließlich der Art der Übernahme Managern (jeder ein \"Manager\"): Deutsche",
      "ING Bank N.V"
    ],
    "type": "chapter"
  },
  {
    "title": [
      "Settlement Instructions Delivery against payment Abwicklungsanweisungen Zug-um-Zug Lieferung"
    ],
    "type": null
  }
]
