[
  {
    "author": [
      {
        "given": "Hieroglyphs"
      },
      {
        "family": "General",
        "given": "Egypt",
        "particle": "in"
      }
    ],
    "title": [
      "Packed with numerous entries, illustrations, plans, maps and reading references, the British Museum Dictionary of Ancient Egypt by Ian Shaw and Paul Nicholson (1995, British Museum Press) covers a whole range of topics. Another useful reference book is the Atlas of Ancient Egypt by John Baines and Jaromir Malek (1984, Phaidon), which is well illustrated and covers many elements of ancient Egypt, not just geography. An introduction to aspects of the Egyptian language, including its various scripts, grammar and decipherment, is given in W.V"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Davies",
        "given": "Egyptian Hieroglyphs"
      }
    ],
    "date": [
      "1987"
    ],
    "note": [
      "introduced by J.T. Hooker (1990, British Museum Press). To accompany an exhibition on the Rosetta Stone, the British"
    ],
    "title": [
      "British Museum Press), which is also reprinted in Reading the Past. Ancient Writing from Cuneiform to the Alphabet"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Gods"
      },
      {
        "given": "Goddesses"
      }
    ],
    "container-title": [
      "translated from his 1974 German book Gotter und Symbole derAlten Agypter. The only comprehensive, readable book to deal with temples throughout Egypt is the highly illustrated The Complete Temples of Ancient Egypt by Richard H. Wilkinson (2000"
    ],
    "location": [
      "Thames & Hudson"
    ],
    "title": [
      "A small but useful reference book is George Hart's A Dictionary of Egyptian Gods and Goddesses (1986, Routledge). Another small, illustrated dictionary is Manfred Lurker's The Gods and Symbols of Ancient Egypt (1980, Thames & Hudson"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Dead",
        "given": "Burial",
        "particle": "of the"
      },
      {
        "family": "Wilkinson",
        "given": "Richard H."
      }
    ],
    "location": [
      "Thames & Hudson"
    ],
    "note": [
      "An up-to-date account of the tombs and temples of Thebes (including Valley of the Kings and Karnak) is Thebes in Egypt. A Guide to the Tombs and Temples of Ancient Luxor by Nigel and Helen Strudwick (1999, British Museum Press)."
    ],
    "title": [
      "Essential reading is Death and the Afterlife in Ancient Egypt by John Taylor (2001, British Museum Press), fully illustrated in colour, and another useful book is The Mummy in Ancient Egypt. Equipping the Dead for Eternity by Salima Ikram and Aidan Dodson (1998, Thames & Hudson). Pyramids were burial places of the pharaohs and their family, and another essential and well-illustrated book is The Complete Pyramids by Mark Lehner (1997, Thames & Hudson). A pharaoh-by-pharaoh guide to the tombs in the Valley of the Kings is the well-illustrated The Complete Valley of the Kings. Tombs and Treasures of Egypt's Greatest Pharaohs by Nicholas Reeves and",
      "Focusing on just one burial in the Valley of the Kings is the similarly well-illustrated The Complete Tutankhamun by Nicholas Reeves (1990"
    ],
    "type": null
  }
]
