[
  {
    "container-title": [
      "1400–1350 B.C"
    ],
    "date": [
      "1955"
    ],
    "issue": [
      "1.9 cm. w. 3.6 H. 24.5"
    ],
    "note": [
      "see fig. 8 below) B.C.–1st century A.D.; H. 5.2 cm., D. 10.3 cm., Moore Collection,",
      "cm.; Moore Collection, 1955.6.34 cm.; Moore Collection, 1955.6.295 Fig. 10, left: Bottle; blown from blue glass; Fig. 2: Egyptian princess amulet, cast and Roman, Eastern Mediterranean, 1st–2nd carved opaque blue glass; Egyptian, ca. century A.D., H. 9.5 cm.; Lehman Gift, 1400–1350 B.C., H. 3 cm; University Pur- 1953.28.9 chase Fund, 1936.50 Fig. 10, right: Oil flask (Aryballos) with bronze handle; blown from pale green Fig. 3: Diagram of the core-forming tech- glass; Roman, Eastern Mediterranean, 1st–nique; drawing after D. Grose, Early An- 2nd century A.D., H. 8.1 cm., Mansfield cient Glass, 31, fig. 4 Collection, 1930.418"
    ],
    "title": [
      "Cover: Detail of Jar with Sixteen Handles Fig. 8: Ribbed Mosaic Bowl; cast from dark (see fig. 20 below) blue glass, with yellow and white mosaic elements; Late Hellenistic or Roman, East-Frontispiece: Detail of Ribbed Mosaic Bowl ern Mediterranean or Italy, 1st century",
      "Map: Map drawn by William Nelson Fig. 9: Flask; blown from brown glass with Fig. 1: Vulture head inlay; cast and carved applied white decoration; Roman, Eastern opaque blue, yellow, and red glass; Egyp- Mediterranean or Italy, 1st century A.D.; tian, ca"
    ],
    "type": "article-journal",
    "volume": []
  },
  {
    "author": [
      {
        "given": "Fig"
      }
    ],
    "note": [
      "H. 11.5 cm.; 2nd–1st century B.C.; H. 7.8 cm., D. 14.1 Moore Collection, 1955.6.271 cm., Moore Collection, 1955.6.20"
    ],
    "title": [
      "7: Mosaic bowl; cast from colorless glass, with yellow, purple, green, white, Fig. 14: Lotus Beaker; mold-blown from and blue mosaic elements; Late Hellenistic pale green glass, Roman, Eastern Mediteror Roman, Eastern Mediterranean, late ranean, 1st century A.D"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Fig"
      },
      {
        "family": "A.D.",
        "given": "H."
      }
    ],
    "note": [
      "23, center: Hexagonal jar with Jewish tury A.D.; H. 9.3 cm., Moore Collection, symbols; mold-blown from dark brown"
    ],
    "title": [
      "15: Facet-cut beaker; cut from a blank",
      "14.0 cm., Moore Collection, blown from nearly colorless glass; 1955.6.152 Roman, Eastern Mediterranean, 1st cen- Fig"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "A.D.",
        "particle": "blown"
      },
      {
        "given": "H."
      },
      {
        "family": "A.D.",
        "given": "H."
      }
    ],
    "date": [
      "1955"
    ],
    "note": [
      "Syrian, found at Dura-Europos, Christian symbols 2nd–3rd century A.D., H. 3.3 cm., W. 4.4 Fig. 23b: Detail of hexagonal jar with cm.; Yale-French Excavations at Dura- Jewish symbols Europos, 1931.588a Fig. 24: Jar signed by Ennion; mold-blown Fig. 18: Gilded beaker with inscription; from pale bluish green glass; blown from purple glass with gilded deco- Roman, Eastern Mediterranean, 1st cenration; Late Roman, Syrian, or Egyptian, tury A.D.; H. 6.5 cm., D. 8.8 cm.; Moore"
    ],
    "title": [
      "glass; Early Byzantine, Palestinian, probably from Jerusalem, late 6th–7th century Fig. 16: Bottle with cut decoration",
      "7.9 cm.; Mansfield Collection, from colorless glass with cut decoration; 1930.439 Late Roman, Eastern Mediterranean, 4th– Fig. 23, right: Hexagonal jug; mold-blown 5th century",
      "8 cm.; Moore Collec- from dark brown glass; Early Byzantine, tion, 1955.6.278 Palestinian, probably from Jerusalem, late 6th–7th century A.D.; H. 16.5 cm.; Moore Fig. 17: Fragment of the Thetis vase; Collection, 1955.6.153 painted and gilded opaque white glass; Fig 23a: Detail of hexagonal jug with Roman"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "A.D.",
        "particle": "century"
      },
      {
        "given": "H."
      },
      {
        "family": "Roman",
        "given": "Eastern Medi- H."
      }
    ],
    "citation-number": [
      "3rd–4th"
    ],
    "date": [
      "1955"
    ],
    "note": [
      "15 cm., D. 4.8 Collection, 1955.6.66 cm.; Moore Collection,",
      "tion; Late Roman, Eastern Mediterranean, H. 6.0 cm., D. 9.1 cm.; Leonard C. Hanna, 5th–6th century A.D.; H. 16.8 cm., Mansfield Jr., B.A. 1913, Fund, 1992.15.1 Collection, 1930.429 Fig. 27: Jug with chain handle; blown Fig. 21: Four-compartment cosmetic tube; from pale green glass with applied decorablown from pale green glass with applied tion; Roman, Western Empire, 3rd century decoration; Late Roman, Eastern Mediter- A.D.; H. 10.1 cm., Moore Collection, ranean, 4th–5th century A.D.; H. 15.5 cm., 1955.6.130 Mansfield Collection, 1930.408"
    ],
    "title": [
      "Fig. 25: Jug with basket pattern; mold-Fig. 19: Bottle with snake thread decora- blown from pale green glass; Roman, Easttion; blown from pale green glass with ern Mediterranean, 1st century A.D.; applied decoration",
      "9.2 cm.; Moore Collection, 1955.6.55 terranean, late 2nd century A.D.; H. 15.5 cm., Moore Collection, 1955.6.132 Fig. 26: Cup with incised lines; blown from pale green glass with cut decoration; Fig. 20: Jar with sixteen handles; blown Roman, Western Empire, probably from from pale green glass with applied decora- Colonia Agrippinensis, 2nd century A.D"
    ],
    "type": null
  },
  {
    "note": [
      "Fig. 30: Double-headed (Janiform) flask; Fig. 36: Fish flask; blown from yellow glass mold-blown from pale brown glass; with applied purple decoration (tail miss-Roman, Eastern Mediterranean, 2nd cen- ing); attached to gold chain with wheeltury A.D., H. 8 cm.; Moore Collection, shaped ornament; Roman, Eastern Medi-1955.6.76 terranean, 3rd century A.D.; L. 13.5 cm; H. 5.2 cm, Moore Collection, 1955.6.178 Fig. 31: Head flask; mold-blown from brown glass; Roman, Eastern Mediterra- Fig. 37: Cup with cut decoration (Raising nean, 1st century A.D., H. 10.2 cm.; of Lazarus); blown from nearly colorless Lehman Gift, 1953.28.14 glass with cut decoration, Late Roman, Western Empire, probably from Colonia Fig. 32: Cup with inscription; mold-blown Agrippinensis, 4th century A.D., H. 11.2 from yellowish green glass; Roman, East- cm., D. 11.8 cm., Moore Collection, ern Mediterranean, 1st century A.D.; 1955.6.182 H. 7.7 cm.; D. 7.3 cm., Moore Collection, Fig. 37a: Drawn detail of the Raising of"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "scene",
        "given": "Lazarus"
      },
      {
        "family": "S. Matheson",
        "particle": "drawing by"
      }
    ],
    "citation-number": [
      "1955.6.67"
    ],
    "note": [
      "Fig. 38: Jug with stylite saint; mold-blown H. 15.8 cm.; Leonard C. Hanna, Jr., B.A. from light green glass with applied dark"
    ],
    "title": [
      "Ancient Glass in the Yale University Art Fig. 33, left: Miniature replica of the Tyche Gallery, 97 of Antioch; cast from bronze; Roman, Eastern Mediterranean, 1st–2nd century A.D"
    ],
    "type": null
  },
  {
    "date": [
      "1913",
      "1986",
      "1955"
    ],
    "note": [
      "green decoration; Early Byzantine, prob-Fig. 33, right: Tyche flask; mold-blown ably Syrian, 5th–7th century A.D.; H. 14.2 from light purple glass; Roman, Eastern cm., Moore Collection, 1955.6.149 Mediterranean, 2nd–3rd century A.D.; H. 15.6 cm.; Moore Collection,",
      "34, left: Date flask; mold-blown from decoration; Roman, Syrian, found at Durabrown glass; Roman, Eastern Mediterra- Europos, 2nd–3rd century A.D.; H.6.5 cm., nean, 1st century A.D., H. 7.2 cm., Moore W. 7 cm.; Yale-French Excavations at Dura-Collection, 1955.6.64 Europos, 1933.574d Fig. 34, center: Date flask, mold-blown from brown glass, Roman, Eastern Medi- Fig. 40: Fragment of a Window Pane; Probterranean, 1st century A.D.; H. 7.3. cm.; ably blown from pale green glass and flat-Mansfield Collection, 1930.394 tened; Roman, Syrian, found at Dura-Fig. 34, right: Date flask; mold-blown Europos, 2nd–3rd century A.D.; H. 14.9 cm., from dark blue glass; Roman, Eastern W. 7 cm.; Yale-French Excavations at Dura-Mediterranean, 1st century A.D.; H. 7.3 Europos, 1938.5999.2616 cm.; Moore Collection, 1955.6.65"
    ],
    "publisher": [
      "Fund"
    ],
    "title": [
      "39: Fragment of a vessel with cut decoration; blown from colorless glass with cut Fig"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Baur",
        "given": "P.V.C."
      }
    ],
    "date": [
      "1938"
    ],
    "editor": [
      {
        "family": "Kraeling",
        "given": "Carl H."
      }
    ],
    "location": [
      "Gerasa"
    ],
    "pages": [
      "505–46"
    ],
    "publisher": [
      "City of the Decapolis (New Haven"
    ],
    "title": [
      "Glassware"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Clairmont",
        "given": "Christoph W."
      }
    ],
    "date": [
      "1963"
    ],
    "publisher": [
      "New Haven"
    ],
    "title": [
      "The Glass Vessels, The Excavations at Dura-Europos, Final Report IV, Part II"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Fleming",
        "given": "Stuart J."
      }
    ],
    "date": [
      "1999"
    ],
    "location": [
      "Philadelphia"
    ],
    "title": [
      "Roman Glass: Reflections on Cultural Change"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Grose",
        "given": "David F."
      }
    ],
    "date": [
      "1989"
    ],
    "location": [
      "New York"
    ],
    "title": [
      "Early Ancient Glass, The Toledo Museum of Art"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Harden",
        "given": "Donald B."
      }
    ],
    "date": [
      "1987"
    ],
    "location": [
      "Milan"
    ],
    "title": [
      "Glass of the Caesars"
    ],
    "type": null
  },
  {
    "container-title": [
      "The History of Glass"
    ],
    "date": [
      "1984"
    ],
    "editor": [
      {
        "family": "Klein",
        "given": "Dan"
      },
      {
        "family": "Lloyd",
        "given": "Ward"
      }
    ],
    "location": [
      "London"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Matheson",
        "given": "Susan B."
      }
    ],
    "date": [
      "1980"
    ],
    "publisher": [
      "New Haven"
    ],
    "title": [
      "Ancient Glass in the Yale University Art Gallery"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Stern",
        "given": "E.Marianne"
      }
    ],
    "date": [
      "1995"
    ],
    "location": [
      "Rome"
    ],
    "title": [
      "Roman Mold-Blown Glass, The Toledo Museum of Art"
    ],
    "type": null
  },
  {
    "location": [
      "Paris",
      "Naples, Italy The Newark Museum, Newark, New Jersey Römisch-Germanisches Museum, Cologne, Germany The Royal Ontario Museum, Ontario",
      "Toledo, Ohio"
    ],
    "publisher": [
      "France Museo Archeologico Nazionale di Napoli",
      "Canada The Toledo Museum of Art"
    ],
    "title": [
      "The British Museum, London, England The Corning Museum of Glass, Corning, New York The Eretz Israel Museum, Tel Aviv, Israel The Israel Museum, Jerusalem, Israel The Los Angeles County Museum, Los Angeles, California The Metropolitan Museum of Art, New York, New York Musée du Louvre"
    ],
    "type": "book"
  }
]
