[
  {
    "author": [
      {
        "family": "Establishment PT Bank Rakyat Indonesia",
        "particle": "a."
      },
      {
        "family": "Notary Muhani Salim",
        "particle": "of"
      }
    ],
    "container-title": [
      "Regulation No"
    ],
    "date": [
      "1968",
      "1992",
      "1992-07-31"
    ],
    "note": [
      "Persero) Tbk (hereinafter referred to as “BRI”) was established on and started its commercial operations on December 18, 1968 based on Law No.",
      "Letter No. C2-6584.HT.01.01.TH.92 dated August 12, 1992 and published in Supplement No. 3A of the Republic of Indonesia State Gazette No. 73 dated September 11, 1992. BRI’s Articles of Association was then amended by Notarial Deed No. 7 dated September 4, 1998 of Notary Imas Fatimah, S.H., pertaining to Article 2 on “Term of Corporate Establishment” and Article 3 on “Purpose, Objectives and Business Activities” to comply with the provisions of Law No. 1 Year 1995 on “Limited Liability Company”, approved by the Ministry of Justice of the Republic of Indonesia in its Decision Letter No. C2-24930.HT.01.04.TH.98 dated November 13, 1998 and published in Supplement No. 7216 of the Republic of Indonesia State Gazette No. 86 dated October 26, 1999 and notarial deed No. 7 dated October 3, 2003 of Notary Imas Fatimah, S.H., among others, regarding BRI’s status and compliance with the Capital Market Laws approved by the Minister of Justice and Human Rights of the Republic of Indonesia in its Decision Letter No. C-23726 HT.01.04.TH.2003 dated October 6, 2003 and published in Supplement No. 11053 of the Republic of Indonesia State Gazette No. 88 dated November 4, 2003."
    ],
    "title": [
      "On April 29, 1992, based on Government of the Republic of Indonesia (the “Government”",
      "the legal status of BRI was changed to a limited liability company (Persero). The change into a limited liability corporation was documented by Notarial Deed No",
      "S.H., approved by the Minister of Justice of the Republic of Indonesia in its Decision"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Notary Fathiah Helmi",
        "given": "S.H.",
        "particle": "of"
      }
    ],
    "container-title": [
      "on “The Main Principles of the Articles of Association of a Company that Conduct Public Offering of Shares and Public Company”, which was approved by the Minister of Law and Human Rights of the Republic of Indonesia in its Decision Letter No"
    ],
    "date": [
      "2013"
    ],
    "issue": [
      "IX.J.I"
    ],
    "note": [
      "Based on Notarial Deed No. 51 dated May 26, 2008",
      "AHU-48353.AH.01.02.Year 2008, dated August 6, 2008 and was published in Supplement No. 23079 of the Republic of Indonesia State Gazette No. 68 dated August 25, 2009."
    ],
    "title": [
      "BRI amended its Articles of Association, among others, to comply with the provisions of Law No. 40 Year 2007 on “Limited Liability Company” and Capital Market and Financial Institution Supervisory Agency’s (“Bapepam-LK”) Regulation, whose function has been transferred to the Financial Services Authority (“OJK”) since January 1"
    ],
    "type": "article-journal",
    "volume": []
  },
  {
    "container-title": [
      "Notary Fathiah Helmi, SH in Jakarta regarding Amendment to the Articles of Association from the Minister of Human Rights Law of the Republic of Indonesia Number AHU-AH.01.03-0457763 dated October 7, 2021. The changes were made in the context of compliance to the OJK Regulation"
    ],
    "date": [
      "2021"
    ],
    "note": [
      "Furthermore, BRI's Articles of Association are documented in Notarial Deed Number 3 dated March 9,",
      "Number AHU-AH.01.03-0159493 dated March 12, 2021 which last amended in Notarial Deed Number 4 dated October 06,",
      "\"POJK\") No. 15/POJK.04/2020 regarding the Plan and Organizing of Public Companies' General Meeting of Shareholders (\"GMS\") and POJK No."
    ],
    "title": [
      "2021, of Notary Fathiah Helmi, S.H., in Jakarta regarding amendments to the Articles of Association from the Minister of Law and Human Rights of the Republic of Indonesia"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "16/POJK.04/2020"
    ],
    "title": [
      "regarding the Electronic Holding of Public Company GMS, as well as paid-in capital"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "BSB Shareholders Decision No",
        "given": "Based",
        "particle": "on the Deed of Declaration on"
      }
    ],
    "container-title": [
      "the name of PT Bank Syariah BRI was changed to PT Bank BRISyariah (“BRIS”",
      "S.H"
    ],
    "date": [
      "2009-04-14"
    ],
    "note": [
      "and approved by Bank Indonesia based on Governor of Bank Indonesia’s Decision Letter No. 11/63/KEP.GBI/DpG/2009 dated December 15, 2009."
    ],
    "title": [
      "18 of Notary Fathiah Helmi"
    ],
    "type": "article-journal"
  },
  {
    "citation-number": [
      "2."
    ],
    "note": [
      "Regulation No. IX.J.1, Regulation of the Financial Services Authority (POJK) No. 32/POJK.04/2014 with its amendments and POJK No. 33/POJK.04/2014."
    ],
    "title": [
      "Amendment to BRIS' Articles of Association, in order to become a Public Company, in accordance with laws and regulations in the Capital Market including"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Notary Fathiah Helmi",
        "given": "S.H.",
        "particle": "of"
      }
    ],
    "container-title": [
      "According to BRI’s Extraordinary General Meeting of Shareholders"
    ],
    "date": [
      "2010"
    ],
    "note": [
      "in accordance with the Notarial Deed No. 37 dated November 24,",
      "The acquisition was completed on March 3, 2011 based on the Notarial Deed No. 14 of Notary Fathiah Helmi, S.H., where BRI owned 88.65% of Bank Agro’s total issued and fully paid shares, as stated in the Notarial Deed No. 68 dated December 29, 2009, of Notary Rusnaldy, S.H. The above mentioned matter has also considered the effects of Warrants Series I which are exercisable up to May 25, 2011."
    ],
    "title": [
      "the shareholders have approved the acquisition of Bank Agro. Furthermore, Bank Indonesia, in its Letter No. 13/19/GBI/DPIP/Rahasia dated February 16, 2011, also granted its approval for the acquisition of Bank Agro"
    ],
    "type": "paper-conference"
  },
  {
    "author": [
      {
        "family": "Notary Dahlia",
        "given": "S.H.",
        "particle": "of"
      },
      {
        "family": "Fathiah Helmi",
        "particle": "surrogate of"
      }
    ],
    "note": [
      "Based on Notarial Deed No. 31 dated February 23, 2017,",
      "OJK No. KEP-140/NB.11/2017 dated March 20, 2017, BRI Life obtained the business license in life insurance in relation to the change of company name."
    ],
    "title": [
      "S.H., a notary in Jakarta, the name of PT Asuransi Jiwa Bringin Jiwa Sejahtera was changed into PT Asuransi BRI Life and according to the Decision of the Board of Commissioners of"
    ],
    "type": null
  },
  {
    "note": [
      "in the Notarial Deed No. 1, dated July 5, 2017 of Fifidiana, S.H., S.S., M.Kn. This amendment had been approved by the Minister of Law and Human Rights of the Republic of Indonesia in its Decision Letter No. AHU-0013998.AH.01.02.Year 2017 dated July 7, 2017."
    ],
    "title": [
      "In 2017, there were amendments to the purposes and objectives of BRIDS in accordance with Article 3 of the Articles of Association as stated"
    ],
    "type": null
  },
  {
    "note": [
      "report No. 00286/2.0160-00/PI/07/0218/1/VII/2019 dated on June 28, 2019 amounting to Rp8,285,841 signatured by Nanang Rahayu."
    ],
    "title": [
      "The valuation of landrights is performed by external independent appraiser, as follows: 1. KJPP Nanang Rahayu Sigit Paryanto and Partners with"
    ],
    "type": "report"
  },
  {
    "citation-number": [
      "2."
    ],
    "note": [
      "report No. 00021T-W/PA/IMM-VI/2019 000101-104/0064-00/PI/07/0184/1/VI/2019 dated on June 28, 2019 amounting to Rp4,588,664 signatured by Immanuel H. Sitompul."
    ],
    "title": [
      "KJPP Immanuel Johnny and Partners with"
    ],
    "type": "report"
  },
  {
    "author": [
      {
        "family": "Nelson",
        "given": "K.J.P.P.Aksa"
      },
      {
        "family": "with",
        "given": "Partners"
      }
    ],
    "citation-number": [
      "3."
    ],
    "note": [
      "report No. 00211/2.0026-00/PI/07/0179/1/VI/2019 dated on June 28, 2019 amounting to Rp1,630,648 signatured by Aksa Nurdin."
    ],
    "type": "report"
  },
  {
    "author": [
      {
        "family": "Fitriantoro",
        "given": "K.J.P.P.Abdullah"
      },
      {
        "family": "with",
        "given": "Partners"
      }
    ],
    "citation-number": [
      "4."
    ],
    "note": [
      "report No. 00233/2.0051-00/PI/07/0152/1/VI/2019 dated on June 28, 2019 amounting to Rp1,588,322 signatured by Abdullah Fitriantoro."
    ],
    "type": "report"
  },
  {
    "author": [
      {
        "family": "Heru",
        "given": "K.J.P.P.Toha Okky"
      },
      {
        "family": "with",
        "given": "Partners"
      }
    ],
    "citation-number": [
      "5."
    ],
    "note": [
      "report No. 00056/2.0014-00/PI/07/0080/1/VI/2019 dated on June 28, 2019 amounting to Rp417,084 signatured by Okky Danuza."
    ],
    "type": "report"
  },
  {
    "date": [
      "2020-07-30"
    ],
    "title": [
      "The interest of PNM Shelf Registration III is paid every 3 (three) months starting from"
    ],
    "type": null
  },
  {
    "title": [
      "On December 31, 2021 PNM Shelf Registraton III obtained idA+ (Single A Plus) rating from Pefindo"
    ],
    "type": null
  },
  {
    "date": [
      "2021-03-04"
    ],
    "title": [
      "The interest of PNM Shelf Registration III is paid every 3 (three) months starting from"
    ],
    "type": null
  },
  {
    "title": [
      "On December 31, 2021 PNM Shelf Registration Bonds III obtained idA+ (Single A Plus) rating from Pefindo"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Deed Sale",
        "given": "Based",
        "particle": "on the"
      },
      {
        "family": "Shares No",
        "given": "Purchase",
        "particle": "of"
      }
    ],
    "container-title": [
      "Ashoya Ratam, S.H., M.Kn, PT Bahana Artha Ventura transferred 15,874 shares of BRI Ventura to BRI"
    ],
    "date": [
      "2018-12-20"
    ],
    "type": "chapter"
  },
  {
    "note": [
      "Note 1f). Based on the Deed of Shares Takeover No. 53 dated December 21, 2018, of Notary M. Nova Faisal, S.H., M.Kn, PT Danareksa (Persero) sold 335,000,000 shares of Danareksa Sekuritas to BRI (Note 1f)."
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "a"
      }
    ],
    "title": [
      "Significant Agreements"
    ],
    "type": null
  },
  {
    "citation-number": [
      "4"
    ],
    "container-title": [
      "On May"
    ],
    "date": [
      "2021"
    ],
    "title": [
      "BRI entered into an agreement with PT SAP Indonesia in connection with the Procurement of BRIFIRST Software for a period of 36 (thirty-six) months with a contract value of Rp280,000"
    ],
    "type": "article-journal",
    "volume": [
      "3"
    ]
  },
  {
    "author": [
      {
        "given": "On"
      }
    ],
    "citation-number": [
      "5"
    ],
    "date": [
      "2021-03-02"
    ],
    "title": [
      "BRI signed a Distribution Agreement with BRI Life in connection with bri life product marketing cooperation through BRI distribution channels"
    ],
    "type": null
  },
  {
    "citation-number": [
      "10"
    ],
    "date": [
      "2020-07-08"
    ],
    "title": [
      "BRI entered into an agreement with PT Telekomunikasi Indonesia (Persero) in connection with the Procurement of VSAT Remote Terminal and VSAT Satlink Managed Services for Phase 3 BRISat Integration for a period of 5 (five) years with a contract value of Rp181,776"
    ],
    "type": null
  },
  {
    "container-title": [
      "Amendment to SFAS No. 22, “Business Combinations on Reference to Conceptual Frameworks”. This amendment clarifies the interaction between SFAS No. 22"
    ],
    "note": [
      "SFAS No. 57, IFAS No. 30 and the Conceptual Framework of Financial Reporting."
    ],
    "title": [
      "The following summarizes the SFAS and IFAS which were issued by the Financial Accounting Standards Board (FASB) and Sharia Accounting Standards Board (SASB) and are relevant to BRI and Subsidiaries, but not yet effective for the consolidated financial statements as of December 31, 2021: Effective on or after January 1, 2022: a"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "SFAS No",
        "particle": "b. Amendment to"
      }
    ],
    "container-title": [
      "c. Annual Adjustment 2020 - SFAS"
    ],
    "date": [
      "57"
    ],
    "issue": [
      "71"
    ],
    "title": [
      "Provisions, Contingent Liabilities, and Contingent Assets regarding Aggravating Contracts - Contract Fulfillment Costs\". This amendment clarifies the cost of fulfilling a contract in relation to determining whether a contract is an burdensome contract",
      "Financial Instruments - Fee under test “10 per cent” for derecognition of a financial liability”. The amendments clarify the costs included in the entity when assessing whether the terms of the new or modified financial liabilities are substantially different from the terms of the original financial liabilities"
    ],
    "type": "article-journal",
    "volume": []
  }
]
