[
  {
    "citation-number": [
      "70"
    ],
    "title": [
      "2006 Annual Report Notes to Consolidated Financial Statements international business machines corporation and subsidiary companies"
    ],
    "type": null
  },
  {
    "citation-number": [
      "72"
    ],
    "title": [
      "2006 Annual Report Notes to Consolidated Financial Statements international business machines corporation and subsidiary companies"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "In June 2005, the FASB issued FASB Staff Position (FSP) No. FAS C."
      }
    ],
    "title": [
      "Acquisitions/Divestitures 143-1, “Accounting for Electronic Equipment Waste Obligations"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "FSP",
        "given": "F.A.S."
      }
    ],
    "title": [
      "143-1) that provides guidance on how commercial users Acquisitions and producers of electronic equipment should recognize and measure 2006 asset retirement obligations associated with the European Directive In 2006, the company completed 13 acquisitions at an aggregate cost"
    ],
    "type": null
  },
  {
    "citation-number": [
      "2002/96/EC"
    ],
    "container-title": [
      "2005, the company adopted FSP FAS 143-1 in those tions is reported in the Consolidated Statement of Cash Flows net of"
    ],
    "title": [
      "on Waste Electrical and Electronic Equipment (the of $4,817 million, which was paid in cash. The cost of these acquisi-“Directive”"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "76"
    ],
    "title": [
      "2006 Annual Report Notes to Consolidated Financial Statements international business machines corporation and subsidiary companies"
    ],
    "type": null
  },
  {
    "citation-number": [
      "78"
    ],
    "title": [
      "2006 Annual Report Notes to Consolidated Financial Statements international business machines corporation and subsidiary companies"
    ],
    "type": null
  },
  {
    "citation-number": [
      "80"
    ],
    "title": [
      "2006 Annual Report Notes to Consolidated Financial Statements international business machines corporation and subsidiary companies"
    ],
    "type": null
  },
  {
    "citation-number": [
      "82"
    ],
    "title": [
      "2006 Annual Report Notes to Consolidated Financial Statements international business machines corporation and subsidiary companies"
    ],
    "type": null
  },
  {
    "citation-number": [
      "84"
    ],
    "title": [
      "2006 Annual Report Notes to Consolidated Financial Statements international business machines corporation and subsidiary companies"
    ],
    "type": null
  },
  {
    "citation-number": [
      "86"
    ],
    "title": [
      "2006 Annual Report Notes to Consolidated Financial Statements international business machines corporation and subsidiary companies"
    ],
    "type": null
  },
  {
    "citation-number": [
      "88"
    ],
    "title": [
      "2006 Annual Report Notes to Consolidated Financial Statements international business machines corporation and subsidiary companies"
    ],
    "type": null
  },
  {
    "citation-number": [
      "90"
    ],
    "title": [
      "2006 Annual Report Notes to Consolidated Financial Statements international business machines corporation and subsidiary companies"
    ],
    "type": null
  },
  {
    "citation-number": [
      "92"
    ],
    "title": [
      "2006 Annual Report Notes to Consolidated Financial Statements international business machines corporation and subsidiary companies"
    ],
    "type": null
  },
  {
    "title": [
      "Notes to Consolidated Financial Statements international business machines corporation and subsidiary companies"
    ],
    "type": null
  },
  {
    "citation-number": [
      "104"
    ],
    "title": [
      "2006 Annual Report Notes to Consolidated Financial Statements international business machines corporation and subsidiary companies"
    ],
    "type": null
  },
  {
    "citation-number": [
      "106"
    ],
    "title": [
      "2006 Annual Report Notes to Consolidated Financial Statements international business machines corporation and subsidiary companies"
    ],
    "type": null
  },
  {
    "citation-number": [
      "108"
    ],
    "title": [
      "2006 Annual Report Notes to Consolidated Financial Statements international business machines corporation and subsidiary companies"
    ],
    "type": null
  },
  {
    "note": [
      "the Act), enacted into law in"
    ],
    "title": [
      "Equity securities include IBM common stock in the amounts of The Pension Protection Act of 2006"
    ],
    "type": null
  },
  {
    "date": [
      "2007"
    ],
    "note": [
      "described. Generally, these non-U.S. funds do not invest in illiquid plans to be approximately $560 million, which will be mainly contribassets, such as private equities, and their use of derivatives is usually uted to defined benefit pension plans in Germany, the Netherlands,"
    ],
    "title": [
      "$159 million (0.3 percent of total PPP plan assets) at December 31, 2006, is a comprehensive reform package that, among other provisions, 2006 and $139 million (0.3 percent of total PPP plan assets) at increases pension funding requirements for certain U.S. defined benefit December 31, 2005. plans, provides guidelines for measuring pension plan assets and pension Outside the U.S., the investment objectives are similar, subject to obligations for funding purposes and raises tax deduction limits for conlocal regulations. In some countries, a higher percentage allocation to tributions to retirement-related benefit plans. The additional funding fixed income securities is required. In others, the responsibility for requirements by the Act apply to plan years beginning after December managing the investments typically lies with a board that may include 31",
      "The adoption of the Act is not expected to have a material up to 50 percent of members elected by employees and retirees. This effect on the company’s minimum mandatory contributions to its PPP. can result in slight differences compared with the strategies previously In 2007, the company estimates contributions to its non-U.S"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "Douglas T. Elix J. Randall MacDonald Linda S. Sanford Senior Vice President and Senior Vice President Senior Vice President Group Executive Human Resources Enterprise On Demand Transformation Sales and Distribution Steven A. Mills Timothy S. Shaughnessy Jesse J. Greene, Jr. Senior Vice President and Vice President and Controller Vice President and Treasurer Group Executive Software Group Robert C. Weber J. Bruce Harreld Senior Vice President Senior Vice President Robert W. Moffat, Jr."
      }
    ],
    "container-title": [
      "Group Executive Assistant General Counsel Systems and Technology Group Jon C. Iwata and Secretary Senior Vice President Communications 120 2006 Annual Report stockholder information international business machines corporation and subsidiary companies­­­ ibm stockholder services annual meeting"
    ],
    "editor": [
      {
        "family": "President",
        "given": "Horn William M.Zeitler Senior Vice President Daniel E.O.’Donnell Senior Vice"
      },
      {
        "family": "President",
        "given": "Research Vice"
      }
    ],
    "title": [
      "Legal and Regulatory Affairs, and Marketing and Strategy Senior Vice President General Counsel Integrated Operations Paul M"
    ],
    "type": "paper-conference"
  },
  {
    "location": [
      "Street, Knoxville, Tennessee"
    ],
    "note": [
      "P.O. Box 43072 Providence, Rhode Island 02940-3072 (888",
      "N.A., by calling The following literature on IBM is available without charge from: (800) 490-1493. Stockholders residing outside the United States, Canada and Puerto Rico should call (781) 575-2694. Computershare Trust Company, N.A. P.O. Box 43072 Providence, Rhode Island 02940-3072 ibm on the internet"
    ],
    "title": [
      "Stockholders with questions about their accounts should contact: The IBM Annual Meeting of Stockholders will be held on Tuesday, April 24, 2007, at 10 a.m. in the Grand Ballroom of the Knoxville Convention Center, 701 Henley Computershare Trust Company, N.A",
      "IBM-6700 stockholder communications Stockholders in the United States and Canada can get quarterly financial results, Investors residing outside the United States, Canada and Puerto Rico should listen to a summary of the Annual Meeting remarks and hear voting results from call (781) 575-2727. the meeting by calling (800) IBM-7800. Callers can also request printed copies of the information via mail or fax. Stockholders residing outside the United States, Stockholders can also reach Computershare Trust Company, N.A. via e-mail at: Canada and Puerto Rico should call (402) 573-9861. ibm@computershare.com Hearing-impaired stockholders with access to a telecommunications device (TDD) literature for ibm stockholders can communicate directly with Computershare Trust Company"
    ],
    "type": null
  },
  {
    "container-title": [
      "20549. The public may obtain information on the operation of the Public Reference Room corporate offices by calling the SEC at 1-800-SEC-0330. The SEC maintains an Internet site International Business Machines Corporation"
    ],
    "location": [
      "Washington, DC"
    ],
    "publisher": [
      "NE"
    ],
    "title": [
      "Photography: Jens Umbach furnished to the SEC (http://www.ibm.com/investor). These materials are available general information free of charge on or through our website. For answers to general questions about IBM from within the continental United States, call (800) IBM-4YOU. From outside the United States, Canada The public may read and copy any materials the company files with the SEC at and Puerto Rico, call (404) 238-1234. the SECs Public Reference Room at 100 F Street"
    ],
    "type": "chapter"
  },
  {
    "location": [
      "Design"
    ],
    "note": [
      "ibm stock Printed in the U.S.A. G507-0501-14­ IBM common stock is listed on the New York Stock Exchange, the Chicago Stock Exchange, and outside the United States. 2006 Annual Report"
    ],
    "publisher": [
      "VSA Partners, Inc"
    ],
    "title": [
      "Chicago Investors with other requests may write to: or its wholly owned subsidiaries. Java is a trademark of Sun Microsystems, Inc. IBM Stockholder Relations Linux is a trademark of Linus Torvalds. Windows is a trademark of Microsoft New Orchard Road Corporation. UNIX is a registered trademark of The Open Group in the United Armonk, New York 10504 States and other countries. Other company, product and service names may be trademarks or service marks of others"
    ],
    "type": "report"
  }
]
