[
  {
    "title": [
      "twins in Rome, in 484 B.C.The cult was introduced into Rome from the Dorian cities of southern Italy"
    ],
    "type": null
  },
  {
    "title": [
      "CERBERUS In classical mythology, the three-headed dog that guarded the entrance to Hades"
    ],
    "type": null
  },
  {
    "location": [
      "Egypt, Greece, Tahiti, New Zealand, Australia"
    ],
    "publisher": [
      "and North America"
    ],
    "title": [
      "CLAY Creation from clay was an idea common to Babylonia"
    ],
    "type": "book"
  },
  {
    "title": [
      "CURCHUS A Teutonic deity who presided over eating and drinking"
    ],
    "type": null
  },
  {
    "title": [
      "DAZHBOG A Slavic deity whose functions are obscure"
    ],
    "type": null
  },
  {
    "title": [
      "DEDUN A Nubian war god, who was assimilated into the Egyptian pantheon"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "D.E.R.C.E.T.O."
      }
    ],
    "publisher": [
      "See Atargatis"
    ],
    "title": [
      "A Syrian goddess, mother of Semiramis, the founder of Babylon"
    ],
    "type": "book"
  },
  {
    "note": [
      "Later deified, he initiated the Pyramid Age (c. 2600-2200 B.C.) by ordering the construction of the"
    ],
    "title": [
      "DJOSER The founder of the Memphite Third Dynasty"
    ],
    "type": null
  },
  {
    "title": [
      "DOMIDUCUS A Roman god who led the bride into the bridegroom’s house. DOMITIUS A Roman god whose function was to keep the bride at home to look after domestic affairs"
    ],
    "type": null
  },
  {
    "title": [
      "DOMOVOJ A Slavic deity who presided over domestic affairs"
    ],
    "type": null
  },
  {
    "title": [
      "DORIS In Greek mythology, the daughter of Oceanus and Tethys, wife of Nereus, and mother of the Nereids"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "GODDESS",
        "given": "D.O.V.E."
      }
    ],
    "container-title": [
      "DRAUPNIR In Norse mythology, Odin’s magic ring, made by the dwarfs Brok and Sindri"
    ],
    "title": [
      "A deity worshipped in ancient Greece in Minoan-Mycenaean times"
    ],
    "type": "chapter"
  },
  {
    "title": [
      "DRUJO DEMANA In Zoroastrian sacred literature, the House of the Lie where the wicked dead reside"
    ],
    "type": null
  },
  {
    "title": [
      "EK CHUAH In Maya religion, a god of war and of merchants"
    ],
    "type": null
  },
  {
    "title": [
      "EPITHALAMITES In Roman mythology, the god of marriage. Mercury was invoked under this name"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "E.R.O.S."
      }
    ],
    "title": [
      "In classical legend, the son of Aphrodite (Venus). God of love"
    ],
    "type": null
  },
  {
    "title": [
      "ETERNAL DREAMING An Australian aboriginal term for the view of life as a continuum in which past, present, and future are essentially one"
    ],
    "type": null
  },
  {
    "title": [
      "FERENTINA A Roman goddess presiding over the town of Ferentium. FERHO The highest creative power among the Mandaeans"
    ],
    "type": null
  },
  {
    "title": [
      "GNOMES The Rosicrucian name for the spirits of the elements"
    ],
    "type": null
  },
  {
    "title": [
      "MARZYANA An ancient Polish goddess who presided over harvests"
    ],
    "type": null
  },
  {
    "title": [
      "MATRONALIA A Roman festival that was held in honor of Juno, the consort of Jupiter"
    ],
    "type": null
  },
  {
    "title": [
      "MJOLLNIR In Norse mythology, this is the name of the god Thor’s hammer"
    ],
    "type": null
  },
  {
    "title": [
      "MOHANES Among the Indians of Peru, the shamanistic medicine-men"
    ],
    "type": null
  },
  {
    "title": [
      "MOKSHA In Hinduism, the general term meaning salvation"
    ],
    "type": null
  },
  {
    "title": [
      "MORS In Roman religion, the personification of Death, represented as the daughter of Erebus and Nox"
    ],
    "type": null
  },
  {
    "title": [
      "NAHUA The language of the Aztecs of ancient Mexico"
    ],
    "type": null
  },
  {
    "title": [
      "NANAK Born a Moslem in 1469 A.D., Nanak founded the Sikh faith in India. His faith combines both Hindu and Moslem tenets. Many of his writings are included in the Granth, the sacred book of the Sikhs"
    ],
    "type": null
  },
  {
    "container-title": [
      "NATIVE AMERICAN CHURCH In 1918, groups practicing the peyote religion were incorporated as the Native American Church"
    ],
    "publisher": [
      "See Peyotism"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "religion",
        "given": "N.I.F.L.H.E.I.M.In Norse"
      }
    ],
    "note": [
      "Here the dead dwelt"
    ],
    "title": [
      "Niflheim was the Underworld, cold and dark"
    ],
    "type": null
  },
  {
    "title": [
      "NIHI-NAME In Shinto, the annual festival of firstfruits"
    ],
    "type": null
  },
  {
    "title": [
      "NINKARRAK In Babylonian religion, the goddess of healing"
    ],
    "type": null
  },
  {
    "title": [
      "NOCCA An ancient Gothic god; identified with Neptune"
    ],
    "type": null
  },
  {
    "title": [
      "NZAMBI In the Congo, a sky-god"
    ],
    "type": null
  },
  {
    "title": [
      "OBAKU SHU A branch of the Meditation School of Buddhism in Japan"
    ],
    "type": null
  },
  {
    "title": [
      "OCYPETE In Greek and Roman mythology, one of the Harpies"
    ],
    "type": null
  },
  {
    "title": [
      "OLYMPIAN GAMES Greek religious games held every four years at Olympia in honor of Zeus"
    ],
    "type": null
  },
  {
    "title": [
      "OMBIASY NKAZO In Madagascar, the name given to a medicine man"
    ],
    "type": null
  },
  {
    "title": [
      "PEPENUTH An ancient Saxon deity whose functions are obscure"
    ],
    "type": null
  },
  {
    "title": [
      "PHERSIPNEI The Etruscan name of the goddess Persephone (Proserpina"
    ],
    "type": null
  },
  {
    "title": [
      "PLATO Many nobler forms of mysticism are derived from the writings of Plato (427-347 B.C.), who laid the foundation for much subsequent philosophy"
    ],
    "type": null
  },
  {
    "title": [
      "POREVIT A Slavonic five-headed god"
    ],
    "type": null
  },
  {
    "title": [
      "PURE LAND A school of Buddhism founded in China by Huiyuan (334-416 A.D.) and in Japan by Honen (1173-1212 A.D.). The most popular school in China and Japan, it aims at birth in the Pure Land, the western heaven of Amita"
    ],
    "type": null
  },
  {
    "title": [
      "RIKSHA In Hindu writings, each of the twenty-seven constellations forming the Zodiac"
    ],
    "type": null
  },
  {
    "title": [
      "SAMHAIN In Celtic religion, a festival associated with the New Year and the Harvest"
    ],
    "type": null
  },
  {
    "title": [
      "SARAMA In Hindu mythology, the divine watchdog of Indra"
    ],
    "type": null
  },
  {
    "title": [
      "SARONIDAE Among the Druids of ancient Gaul, they were the judges and the teachers"
    ],
    "type": null
  },
  {
    "title": [
      "SESHAT In Egyptian religion, the goddess of writing and learning, worshipped at Memphis and Heliopolis"
    ],
    "type": null
  },
  {
    "title": [
      "SHAI In Egyptian religion, he is the god of destiny. He is associated with the weighing of the souls of the dead in the Other World"
    ],
    "type": null
  },
  {
    "title": [
      "SHALEM In Canaanite religion, the personification of the sunset"
    ],
    "type": null
  },
  {
    "container-title": [
      "Judgment. SHIMEGI In Hittite religion, a sun-god"
    ],
    "title": [
      "SHESMU In Egyptian religion, the headsman of Osiris. His nightly duty was to dismember the bodies of the wicked dead, after the completion of Osiris"
    ],
    "type": "chapter"
  },
  {
    "title": [
      "SIMIOS In the Aramaean pantheon, the son of Hadad and Atargatis"
    ],
    "type": null
  },
  {
    "note": [
      "SLEIPNIR In Norse mythology, Odin’s swift eighthoofed horse."
    ],
    "type": null
  },
  {
    "title": [
      "SOUL-SPIRIT Among Eskimos, everything has a soulspirit. This includes animals, tools, clothing"
    ],
    "type": null
  },
  {
    "title": [
      "SWAWMX In Burmese demonology, these are vampires"
    ],
    "type": null
  },
  {
    "container-title": [
      "SYCAMORE TREE In Egyptian religion, the Sycamore Tree of Heaven was the abode of the goddess Hathor"
    ],
    "type": "chapter"
  },
  {
    "title": [
      "TA-AUTIS A Phoenician deity. He was identified with the Roman Saturn"
    ],
    "type": null
  },
  {
    "note": [
      "Teave, the Eternal Creator, and Uri Uri or Na Vahine, the"
    ],
    "title": [
      "TAHUNAISM The theology of the Mu, the primitive inhabitants of Hawaii. The ancient Polynesian religion was abolished in 1819, six months prior to the arrival of the earliest missionaries. The chief divinities are Tane, the Heavenly Father"
    ],
    "type": null
  },
  {
    "title": [
      "TAKULTU In Assyrian religion, an annual ritual ceremony at which a meal was offered to the gods"
    ],
    "type": null
  },
  {
    "title": [
      "TARANIS In Celtic mythology, he was the god of thunder"
    ],
    "type": null
  },
  {
    "note": [
      "He presided over the earth. Identified with Ptah of Memphis."
    ],
    "title": [
      "TA-TCHESERT In Egyptian religion, a name for the Lower Regions. TATENEN In Egyptian religion, one of the most ancient gods of Egypt"
    ],
    "type": null
  },
  {
    "title": [
      "TAU CROSS A cross shaped like a T. It was used by the ancient Phoenicians as a magic symbol"
    ],
    "type": null
  },
  {
    "title": [
      "TCHAFUI In Egyptian religion, this denotes the twin souls of Ra and Osiris"
    ],
    "type": null
  },
  {
    "container-title": [
      "It dates from the Third Dynasty, about 4000 B.C"
    ],
    "title": [
      "TEACHING OF KAGEMNI The oldest book of Egyptian moral precepts"
    ],
    "type": "chapter"
  },
  {
    "title": [
      "TELCHINES A variant name for the Galli, the priests of Cybele, The Great Mother of the Gods"
    ],
    "type": null
  },
  {
    "container-title": [
      "He was the son of Tarhu and Hatepinu, one of Tarhu’s consorts"
    ],
    "title": [
      "TELEPINU In Hittite religion, son of the Weather God. He was called The God who Disappears"
    ],
    "type": "chapter"
  },
  {
    "title": [
      "TELESPHORUS A Greek god associated with Aesculapius"
    ],
    "type": null
  },
  {
    "title": [
      "TENOCHCA A variant name for the Aztecs of ancient Mexico. The name stems from Tenoch, a mythical progenitor. TEOCALLI These were the temples of the ancient Aztecs"
    ],
    "type": null
  },
  {
    "container-title": [
      "TEPITOTON In ancient Mexico, they were minor household gods"
    ],
    "title": [
      "TEOTIHUACAN Pre-Columbian religious site near Mexico City. Includes the Pyramids of the Sun and Moon"
    ],
    "type": "chapter"
  },
  {
    "title": [
      "TEUTATES One of the gods of the Gauls, akin to Mercury"
    ],
    "type": null
  },
  {
    "container-title": [
      "THE GREAT DEEP In Egyptian religion, the reference is to the heavenly Nile"
    ],
    "title": [
      "THE GREAT BELOW In Sumerian religion, the descriptive term for the Nether Regions"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "T.H.E.O.D.O.S.I.U.S."
      },
      {
        "family": "RELIGION",
        "given": "E.G.Y.P.T.I.A.N."
      }
    ],
    "note": [
      "Its practice ceased in 391, when the Emperor Theodosius I closed the ancient temples of Egypt."
    ],
    "title": [
      "With the advent of Christianity in the second century A.D., the Egyptian religion began to lose its hold on the people"
    ],
    "type": null
  },
  {
    "title": [
      "THESMOPHORIA In Greek mythology, an agricultural festival associated with autumn sowing. Only women could participate in the celebration"
    ],
    "type": null
  },
  {
    "title": [
      "THE TWO COMBATANTS In Egyptian religion, this expression denotes the gods Horus and Set"
    ],
    "type": null
  },
  {
    "title": [
      "TOBO In Gnostic writings, a mysterious being who carries the soul of Adam from Orcus to the place of life"
    ],
    "type": null
  },
  {
    "title": [
      "TONACATECUTLI One of the supreme deities of the Aztecs"
    ],
    "type": null
  },
  {
    "title": [
      "TORNASSUK Among the Eskimos, the deity that presides over beneficent spirits"
    ],
    "type": null
  },
  {
    "container-title": [
      "Hinduism, the three worlds: Svarga (Heaven), Bhumi (Earth), and Patala (Hell"
    ],
    "title": [
      "TRIBHUVANA (TRILOKA"
    ],
    "type": "chapter"
  },
  {
    "title": [
      "TRIGLAV A three-headed Slavic deity associated with the city of Stettin. His functions are obscure. TRIPITAKA In Buddhism, the three baskets or divisions of the canon: the doctrine, the rules and laws for the priesthood and ascetics, and the philosophical dissertations and metaphysics"
    ],
    "type": null
  },
  {
    "title": [
      "TRIUNE GOD In Egyptian religion, Ptah-Seker-Asar was the triune god of the resurrection of the dead"
    ],
    "type": null
  },
  {
    "title": [
      "TROPHONIUS In Greek mythology, an oracular god of Boeotia"
    ],
    "type": null
  },
  {
    "container-title": [
      "TUAMUTEF In Egyptian religion, one of seven deities linked with funerary rites"
    ],
    "title": [
      "TU In Tahunaism, one of the three sons of Tane. He was god of the north and one of the ‘Four Major Pillars of Creation"
    ],
    "type": "chapter"
  },
  {
    "title": [
      "TUATHA DE DANANN In Celtic religion, they were the gods of Ireland who lived in the hills and underground. TUCHULCHA In Etruscan religion, an ancient deity whose functions are obscure"
    ],
    "type": null
  },
  {
    "title": [
      "TUISCON An obscure Teutonic deity whose functions are unknown"
    ],
    "type": null
  },
  {
    "container-title": [
      "TUTELARY DEITIES In the Hittite religion, Karzi, Zitharim, and Hapantali were male tutelary divinities. Among the goddesses who performed the same function were Inar"
    ],
    "director": [
      {
        "family": "Telepinu",
        "given": "Hatepinu"
      },
      {
        "family": "Halmasuit",
        "given": "Kamrusepa"
      }
    ],
    "title": [
      "TUSHITA In the Hindu pantheon, a class of gods of great purity"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "religion",
        "given": "T.W.I.N.G.O.D.S.In Egyptian"
      },
      {
        "family": "Herunetch-hra-teff",
        "particle": "they are"
      },
      {
        "given": "Heru-khent-an-maati"
      }
    ],
    "title": [
      "TWIN MAINYU Twin Spirits used by Zarathustra to explain the origin of evil and the dual nature of the human mind"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "MOSKOY",
        "given": "T.Z.A.R."
      }
    ],
    "title": [
      "A Slavic god whose function was similar to that of the Roman sea-god Neptune"
    ],
    "type": null
  },
  {
    "title": [
      "UKUPANIPO In the Hawaiian religion, he is the sharkgod who presides over the fisheries"
    ],
    "type": null
  },
  {
    "title": [
      "UNKULUNKULU Among the Zulus, the ‘Old-Old-One,’ conceived as the first man, merged with the notion of creator and thunderer"
    ],
    "type": null
  },
  {
    "title": [
      "UPUAUT A wolf-headed or jackal-headed Egyptian god who presided over the dead"
    ],
    "type": null
  },
  {
    "container-title": [
      "URI URI In Tahunaism, the divine name of Teave’s daughter, Na Vahine"
    ],
    "title": [
      "URANUS In Greek mythology, the son of Gaea (earth), personification of the sky, and father of the Titans, the Hecatoncheires, the Cyclops, and the Furies"
    ],
    "type": "chapter"
  },
  {
    "title": [
      "URKISH The religious center of the ancient Hurrians (Horites"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "godess",
        "given": "V.A.C.U.N.A.A.Sabine"
      },
      {
        "family": "Bellona",
        "given": "Minerva"
      },
      {
        "given": "Venus"
      }
    ],
    "title": [
      "She is identified variously with the Roman deities Victoria",
      "VAGITANUS A Roman deity who presided over crying children"
    ],
    "type": null
  },
  {
    "container-title": [
      "In his functions, he corresponds to the Greek Apollo"
    ],
    "title": [
      "VAINAMOINEN In ancient Finnish religion, he was the god of poetry and music"
    ],
    "type": "chapter"
  },
  {
    "title": [
      "VAISHNAVA A follower of any group worshipping Vishnu as the supreme god"
    ],
    "type": null
  },
  {
    "title": [
      "VALI One of the twelve principal deities in the Norse pantheon"
    ],
    "type": null
  },
  {
    "container-title": [
      "VASUDEVA In Hindu mythology, the father of Krishna"
    ],
    "title": [
      "VASHISTA In Hinduism, one of the primitive seven Rishis. He was a very famous Vedic sage"
    ],
    "type": "chapter"
  },
  {
    "title": [
      "VATEA In the Hawaiian pantheon, a member of the fourth heavenly trinity, mate of the goddess Papa"
    ],
    "type": null
  },
  {
    "title": [
      "Aryan invaders who entered India about 1500 B.C., with their optimistic, life-loving religion. The prayers and hymns of the Vedas, the source books of Vedic Hinduism, reflect the needs and aspirations of the Aryans: material and martial success, and a long life on earth"
    ],
    "type": null
  },
  {
    "note": [
      "He may have become the Roman Vulcan."
    ],
    "title": [
      "VEL In Etruscan religion, a deity who was associated with a particular Etruscan city. VELCHAN In Etruscan religion, a god about whom little is known"
    ],
    "type": null
  },
  {
    "title": [
      "VIBHAVASU In Hinduism, a mystic fire connected with the beginning of the dissolution of the universe"
    ],
    "type": null
  },
  {
    "title": [
      "VIPRACHITTI In Hindu mythology, the chief of the Danavas, the giants who warred with the gods. VIRACOCHA The Omnipotent Creator worshipped by the ruling class of the Incas"
    ],
    "type": null
  },
  {
    "title": [
      "VITULA A Roman goddess of mirth"
    ],
    "type": null
  },
  {
    "title": [
      "VITZIPUTZLI He was the principal deity among the ancient inhabitants of Mexico"
    ],
    "type": null
  },
  {
    "title": [
      "VOHUMANAH In Zoroastrian religion, one of the six Amesha Spentas, who aided the Supreme Deity in governing the universe"
    ],
    "type": null
  },
  {
    "title": [
      "VYASA The term (literally, ‘one who expands or amplifies’) is applied to the highest gurus of India"
    ],
    "type": null
  },
  {
    "title": [
      "WADD In Arabian religion, the god of the moon, known also as Sin, Ilumquh, and Amm"
    ],
    "type": null
  },
  {
    "title": [
      "WADJET In Egyptian religion, another name for Buto, cobra-goddess of the Delta, and protector of the pharaoh"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "religion",
        "given": "W.A.R.R.I.O.R.-G.O.D.S.In Hittite"
      },
      {
        "family": "Sulikatti",
        "particle": "warrior-gods included"
      },
      {
        "family": "Shuwaliyatta",
        "given": "Wurunkatti"
      },
      {
        "given": "Yarris"
      }
    ],
    "title": [
      "Lord of the Bow"
    ],
    "type": null
  },
  {
    "title": [
      "WIELAND A Teutonic deity who is identified with the Roman Vulcan"
    ],
    "type": null
  },
  {
    "title": [
      "divine attributes: Boreas, the North Wind; Eurus, the East Wind; Notus or Auster, the South Wind; and Zephyrus, the West Wind"
    ],
    "type": null
  },
  {
    "title": [
      "WORLD OF GODS In Norse religion, the world of the gods is made from the skull of the giant Ymir"
    ],
    "type": null
  },
  {
    "title": [
      "WURUNKATTI In the Hittite pantheon, one of two famed warriors"
    ],
    "type": null
  },
  {
    "title": [
      "XIBALBA Among the Quiche Indians of Central America, this term denotes the Lower Regions"
    ],
    "type": null
  },
  {
    "container-title": [
      "XIUHCOATL One of the Plumed Serpent cults of the Aztecs"
    ],
    "publisher": [
      "Its center was Tenochtitlan"
    ],
    "title": [
      "XIPE-TOTEC He was the Aztec god of the West. His color was red. He was the god of spring and vegetation"
    ],
    "type": "chapter"
  },
  {
    "note": [
      "He presided over sports, gambling, and dancing."
    ],
    "title": [
      "XOCHIPILLI In the Aztec religion, he was the god of flowers"
    ],
    "type": null
  },
  {
    "title": [
      "XUDAM An Etruscan deity who was identified with the Roman Mercury"
    ],
    "type": null
  },
  {
    "title": [
      "YADAVA In Hindu mythology, a descendant of Yadu, the son of King Yayati of the Somavansa or lunar race"
    ],
    "type": null
  },
  {
    "title": [
      "YAKSHA In popular Indian folklore, a class of demons who devour men"
    ],
    "type": null
  },
  {
    "container-title": [
      "It includes some prayers and describes the ritual of the Yengi Era"
    ],
    "pages": [
      "901–923"
    ],
    "title": [
      "YAZATAS In Zoroastrian religion, the divine powers of lower rank than Ahura Mazda and the Amesha Pentas. YENGI-SHIKI The Yengi-shiki (‘Institutes of the Yengi Period’) is a valuable source of information concerning the ceremonies of Shinto"
    ],
    "type": "chapter"
  },
  {
    "note": [
      "Sometimes identified with Jupiter."
    ],
    "title": [
      "YESZA An ancient Polish deity whose functions are obscure"
    ],
    "type": null
  },
  {
    "title": [
      "YETZIRAH In the Cabala, the third of four worlds, the abode of all the ruling angels who control planets, worlds, and spheres"
    ],
    "type": null
  },
  {
    "title": [
      "YGGR In Norse religion, this is a variant name for the supreme god Odin"
    ],
    "type": null
  },
  {
    "title": [
      "YOK Among the Tlingit, the divine essence indwelling in all things, all animals, and all spirits"
    ],
    "type": null
  },
  {
    "title": [
      "ZAMAMA An Assyro-Babylonian deity associated with the city of Kish. Her worship was extremely popular"
    ],
    "type": null
  },
  {
    "title": [
      "ZEUS XENIOS In ancient Greek religion, the supreme god Zeus in his function as a protector of foreigners"
    ],
    "type": null
  },
  {
    "container-title": [
      "After"
    ],
    "title": [
      "ZWIMBGANANA In African voodoo cults, a creature raised from the dead to do a witch’s evil work. Natives use a plant, the mbanje, for protection"
    ],
    "type": "article-journal"
  }
]
