[
  {
    "author": [
      {
        "family": "Lou Thesz",
        "particle": "reigns of"
      },
      {
        "family": "Race",
        "given": "Harley"
      }
    ],
    "note": [
      "As a single’s competitor, he once pinned WCW World Heavyweight including his birth name, Keiji Mutoh. Champion Ric Flair in the first fall of a two-out-of-three falls contest."
    ],
    "title": [
      "Ric Flair and other esteemed NWA champs. teaming with “Leaping” Lanny Poffo. He soon formed the Jet Set with George Gulas and New Wave with Koko B. Ware.After the Midnight Express, Eaton was recruited into WCW’s Dangerous But Muta’s achievement should never be minimized. At the same time that he wore NWA gold, Alliance by manager Paul E. Dangerously (a.k.a. Paul Heyman) in 1991 with Rick Rude, Larry Muta also held the prestigious IWGP crown in Japan. Over the years, he also had an ownership Zbyszko, Arn Anderson, and Steve Austin.In 1995 he and British competitors William Regal, then stake in several Japanese promotions, including All Japan Pro Wrestling.A former amateur known as “Lord Steven,” and “Squire” David Taylor became the Blue Bloods, an odd allegiance wrestling and judo competitor, Muta competed under a number of aliases during his career, given Eaton’s Alabama roots"
    ],
    "type": null
  },
  {
    "note": [
      "Arnold, John Ringer, and Billy Anderson. Former NFL players Ron Pritchard and Bob Lueck occasionally wrestled in “football gear” matches."
    ],
    "title": [
      "In 2010, audiences saw her on WWE television for the first time in more than 25 years when her Other Arizona territory stars included Cowboy Bob Yuma, Hercules Stevenson, Jody sports-entertainment career was celebrated at the WWE Hall of Fame ceremonies"
    ],
    "type": null
  },
  {
    "note": [
      "Still, Colon held on, promoting a new generation"
    ],
    "title": [
      "WORLD MARTIAL All went well until 1988 when Brody was stabbed to death in a Bayamon dressing room, and many fans abandoned the promotion"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Ed McLemore",
        "given": "G.A.R.Y.H.A.R.T.",
        "particle": "with promoter"
      }
    ],
    "container-title": [
      "1974, appearances later, the spotlight shifted to the next generation. while managing Pak Song in the Florida territory, As WWE",
      "But in 1989, he sold his bounty on Dusty Rhodes. shares in WCCW. Sadly, by the time Fritz died in 1997, all of his Starting in 1976",
      "Marigold Arena in"
    ],
    "date": [
      "1960"
    ],
    "edition": [
      "expand"
    ],
    "note": [
      "he battled Fritz Von Erich and, later, sons, except Kevin, had passed away. Von Erich’s sons in WCCW, recruiting disciples like The Spoiler and Abdullah the Butcher. After WCCW folded, he started a group called J-Tex Corporation in WCW, featuring Terry Funk and the Great Muta. Hart died in 2008."
    ],
    "title": [
      "When McLemore died in 1969, Fritz became sole owner. Rival Johnny Valentine claimed that Hart changed the complexion of every territory he Texas crowds were eager to cheer the man they’d previously entered, but none more than WCCW. The Chicago booed. “If you’re mean enough or tough enough,” Valentine native was 18 when he made his debut at the said, “they get to where they respect you",
      "But his life changed when By 1982, the Von Erichs were “the first family of Texas,” with Angelo Poffo, father of Randy Savage, recruited him Kevin, Kerry, and David occasionally teaming with their father. as an advisor. Clients eventually included Roddy That year, at Texas Stadium, Fritz competed in his retirement Piper, the Funk Brothers, Larry Zbysko, and the match, defeating King Kong Bundy. Although Fritz made periodic Dingo Warrior, a.k.a. the Ultimate Warrior",
      "Fritz tried competing, launching a tour and Hart gained infamy by using billboards to advertise a alliance with AWA and other promotions"
    ],
    "type": "article-journal"
  },
  {
    "title": [
      "convinced him to betray the Von Erichs. He regained fan into joining his devious “Army.” Embry refused, and teamed favor when Hernandez temporarily blinded him. Adams with Jarrett and Chris Adams in struggles against Cactus won the WCCW Heavyweight title from Rick Rude in 1986, Jack, Gary Young, Iceman King Parsons, and other Akbar and gained a reputation as a premier trainer, coaching charges. A 1992 car accident cut short his career"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Austin",
        "given": "Steve"
      },
      {
        "family": "Hall",
        "given": "Scott"
      }
    ],
    "date": [
      "2001"
    ],
    "title": [
      "Sadly, Adams died in"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Washington",
        "given": "D.C.Spiros Arion"
      },
      {
        "family": "Baron Mikel Scicluna",
        "given": "Antonio Pugliese",
        "particle": "def."
      },
      {
        "given": "March"
      }
    ],
    "date": [
      "1963-12-08"
    ],
    "location": [
      "Washington, D.C. February 4 • Washington, D.C"
    ],
    "note": [
      "Smasher Sloan"
    ],
    "type": null,
    "volume": [
      "7"
    ]
  },
  {
    "author": [
      {
        "literal": "Buddy Austin & The Great Scott Gene Kiniski & Waldo Von Erich In June 1967, Antonio Pugliese def."
      }
    ],
    "editor": [
      {
        "family": "Rogers",
        "given": "Buddy"
      },
      {
        "family": "Dr. Jerry",
        "particle": "def."
      },
      {
        "family": "Graham",
        "given": "Luke"
      }
    ],
    "location": [
      "Washington, D.C",
      "Washington, D.C"
    ],
    "note": [
      "Skaaland as his new tag May 16 •",
      "team partner to defend the Gorilla Monsoon & Cowboy Bill Championship."
    ],
    "title": [
      "Nature Boy",
      "abruptly left the United States; Johnny Barend Sprios Arion selected Arnold RYAN TRAN SHAWN BENNETT April 6 •"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "Skull Murphy & Brute Bernard def. Watts def."
      }
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "Buddy Austin & The Great Scott Gene Kiniski & Waldo Von Erich November 14 • Washington, D.C. Killer Kowalski & Gorilla Monsoon August 7 • Washington, D.C. Dr. Bill Miller & Dan Miller def."
      },
      {
        "family": "Atlantic City",
        "given": "N.J."
      }
    ],
    "container-title": [
      "Spiros Arion & December"
    ],
    "date": [
      "1967",
      "1966-07-24"
    ],
    "editor": [
      {
        "family": "Skull Murphy",
        "particle": "def."
      },
      {
        "family": "Monsoon",
        "given": "Brute Bernard Gorilla"
      },
      {
        "family": "July",
        "given": "Cowboy Bill"
      }
    ],
    "location": [
      "Teaneck, N.J",
      "Atlantic City"
    ],
    "publisher": [
      "Arnold Skaaland Chris & John Tolos def. Killer Kowalski & Gorilla Monsoon",
      "N.J. Bruno Sammartino & Spiros Arion"
    ],
    "title": [
      "Watts The Sicilians def"
    ],
    "type": "article-journal",
    "volume": [
      "10",
      "28"
    ]
  },
  {
    "note": [
      "Since that historic tournament several outstanding tag teams have claimed this prominent Championship including the Dudley Boyz, Los Guerreros, John Morrison and The Miz, Team Hell No, The Usos, and New Day."
    ],
    "title": [
      "Once it was decided by WWE brass in 2002 that the World Tag Team Championship would be exclusive to Raw, SmackDown General Manager Stephanie McMahon created her own version of the Tag Team Championship. She stated that the first team to wear these prestigious Titles could only do so if they survived a brutal tournament"
    ],
    "type": null
  },
  {
    "note": [
      "to The Demon at SummerSlam 2013 when Bray defeated Kane in a Ring of Fire Match."
    ],
    "title": [
      "After weeks of warnings, The Wyatt Family made their WWE debut in July 2013, when Luke Harper and Erick Rowan attacked Kane, while a sinister Bray watched from his rocking chair. The merciless beating marked the beginning of a long nightmare from which WWE has yet to awaken.The Wyatt Family stalked Kane for weeks before finally laying waste"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Nash"
      },
      {
        "family": "Mr. McMahon",
        "given": "X.-Pac",
        "particle": "gathered to support Razor Ramon’s Hall manipulative"
      }
    ],
    "container-title": [
      "In early 2004"
    ],
    "note": [
      "Zach and WWE parted ways, but historic battle with Sting. his brief tenure remains an inspiration."
    ],
    "title": [
      "Zach stood up to the diabolical Chairman of Fame induction. The next year, at WrestleMania 31, X-Pac on several occasions, even facing him in a match at Vengeance 2003. At was on the grandest stage of all, accompanying fellow No Mercy 2003, Zach scored his most high profile victory, defeating Matt DXers Billy Gunn and Road Dogg to back Triple H in his Hardy with a moonsault"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "President",
        "given": "Legal J.A.K.E.B.L.A.C.K.Vice"
      }
    ],
    "container-title": [
      "He is the author of DK’s WWE Ultimate Superstar Guide"
    ],
    "note": [
      "New Edition), and the co-author of WWE RAW: The First 25 Years and SmackDown: 20 Years and Counting."
    ],
    "title": [
      "Intellectual Property Lauren Dienes-Middlen Jake Black is an award-winning entertainment writer. Subjects include: WWE, Star Trek, Batman, Supergirl, Smallville, TMNT, Ben 10, Twilight, and Buffy the Vampire Slayer"
    ],
    "type": "chapter"
  },
  {
    "date": [
      "2020"
    ],
    "publisher": [
      "This American Edition"
    ],
    "type": "book"
  },
  {
    "note": [
      "First American Edition, 2016 DEAN MILLER"
    ],
    "type": null
  },
  {
    "container-title": [
      "DK, a Division of Penguin Random House LLC",
      "Page design Copyright ©2020 Dorling Kindersley Limited"
    ],
    "date": [
      "189, 191, 193"
    ],
    "note": [
      "9 8 7 6 5 4 3 2 1 001–317359–Sept/2020 Photographs on the following pages 10-13, 15-18, 21-26,",
      "237, 239, 241, All WWE programming, talent names, images, likenesses, slogans, wrestling moves, trademarks, logos, and copyrights are the exclusive property of WWE and its subsidiaries. 252-255, 260, 262-263, 267, 278, 280, 287, 289,",
      "346, All other trademarks, logos, and copyrights are the property of their respective owners. 348-350,",
      "courtesy of Pro Wrestling"
    ],
    "pages": [
      "20 21 22 23 24 10",
      "124–125,",
      "133–134, 136–139,",
      "180–182, 184–185,",
      "219–220, 222–223,",
      "231–234,",
      "336–337,",
      "398–399"
    ],
    "title": [
      "Published in the United States by DK Publishing, 1450 Broadway, Suite 801, Dean Miller is a former Director of Home Entertainment and Books at WWE. He is the author of DK’s WWE Book of Top New York, New York 10018 10s and WWE: Beyond Extreme, as well as the co-author of WWE: Everything You Need to Know, WWE RAW: The First 25 Years, and SmackDown: 20 Years and Counting"
    ],
    "type": "chapter",
    "volume": [
      "29, 34-35, 37-39, 42-43, 49, 53-54, 56-62, 64-65, 67, 69, 71, 73, 78, 80-81, 86-87, 90, 94-96, 100, 102-107, 109, 115, 118-120",
      "129, 131",
      "141, 146, 149-151, 155-156, 160, 167, 175",
      "197-198, 200-201, 205-206, 215, 217",
      "229",
      "293, 312, 318, 326, 331, 333-334",
      "356, 358-360, 378-379, 381, 383, 387, 392-393, 394"
    ]
  },
  {
    "author": [
      {
        "literal": "©"
      }
    ],
    "date": [
      "2020"
    ],
    "note": [
      "Illustrated Photographs. All other photos copyright WWE."
    ],
    "title": [
      "WWE. All Rights Reserved"
    ],
    "type": null
  }
]
