[
  {
    "author": [
      {
        "given": "rRHS"
      }
    ],
    "publisher": [
      "E .H.R. English Historical Review"
    ],
    "title": [
      "Transactions of the Royal Historical Society"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Hereward",
        "given": "Fulk"
      },
      {
        "given": "Eustace"
      }
    ],
    "note": [
      "A. Freeman's much abused Norman"
    ],
    "title": [
      "On both Hereward and Eadric the biographical notes in Volume IV of E"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "English Prose, and on the other by Professor V. H. Galbraith in his article 'Nationality and Language' (T.R.H.S."
      }
    ],
    "date": [
      "1941"
    ],
    "note": [
      "1912 . Gamelyn, Skeat's introduction to his edition of the Tale is the best commentary on it. Besides this, there is Linder's article in Englische"
    ],
    "title": [
      ". Painter in his King John gives in detail the historical evidence for the career as an outlaw of Fulk Fitzwarin; that of Eustace the Monk is reviewed by Walker in the E .H.R"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "article",
        "given": "E.F.Shannon's"
      },
      {
        "family": "Coote",
        "given": "C."
      },
      {
        "literal": "and of R. H. Hilton, 'The Origin of the Robin Hood Myth' (Past and Present"
      },
      {
        "literal": "."
      },
      {
        "family": "Entwhistle's European Balladry",
        "particle": "while Professor W. j."
      },
      {
        "family": "C",
        "given": "M.",
        "particle": "j."
      }
    ],
    "container-title": [
      "The classic work on the ballads is still Child's introduction to his English and Scottish Popular Ballads. Gummere's Beginnings oj Poetry is also useful",
      "E. K. Chambers' English Literature at the Close of the Middle Ages and the Cambridge History of English Literature both give useful brief surveys of the subject. The Agrarian Background. A good general work on the agrarian history of England in the later middle ages is lacking. G. Goulton The Medieval Village and M. Beresford The Lost Villages of Medieval England are both well worth consulting. Otherwise the most useful works are local surveys, such as R. H. Hilton The Economic Development of some Leicestershire Estates in the 14th and 15th Centuries and E . A",
      "Folk Lore Journal",
      "Historical Tracts"
    ],
    "date": [
      "1951",
      "1958"
    ],
    "issue": [
      "+"
    ],
    "location": [
      "Speculum"
    ],
    "note": [
      "Levett The Black Death on the Estates of the See of Winchester, and works dealing with specific subjects, such as B. H. Putnam The Enforcement ofthe Statute of Labourers. On the Peasant's Revolt there are however a number of excellent works, especially A. Reville Le Souleoement des travailleurs en Angleterre, C. Oman The Great Revolt of"
    ],
    "pages": [
      "1852"
    ],
    "title": [
      "Studien, 1879, mainly devoted to linguistic analysis",
      "'Medieval Law in the Tale of Gamelyn'",
      "is most useful and demonstrates the knowledge of law revealed in the Tale. Robin Hood. On Robin Hood there is naturally an enormous literature, though only a little of it is of any real value. The two most illuminating interpretations, in my view, are those of H",
      "'The Origin of the Robin Hood Epos'",
      "Both are unfortunately rather brief. The identification of Robin Hood with the Robert Hood of Wakefield Manor was first put forward by Joseph Hunter in 'Robin Hood, Great Hero of the English Minstrelsy'",
      "He has been supported by Dr J. Walker in his 'Robin Hood Identified' (Journal of the Yorkshire Archaeological Society, 19++), and by P. Valentine Harris in his book The Truth. about Robin Hood. The mythological interpretation of the Robin Hood story was put by Thomas Wright in his Essays oj the Middle .Ages in 1847; the most important restatement is that of Dr Margaret Murray in her Witch Cult in Western Europe. Neither of these is very convincing, but they are much less intemperate and dogmatic than most other folk-lorists . Ballads and Balladry",
      "Hodgart The SOURCES AND BIBLIOGRAPHY Ballads are probably the best modern works"
    ],
    "type": "article-journal",
    "volume": [
      "1885"
    ]
  },
  {
    "author": [
      {
        "given": "E."
      },
      {
        "family": "attitudes",
        "given": "G.R."
      },
      {
        "family": "Turner",
        "given": "G.J."
      },
      {
        "family": "L",
        "given": "M."
      },
      {
        "family": "useful",
        "given": "L.Poole's Domesday Book",
        "particle": "to Magna Carta are also"
      }
    ],
    "citation-number": [
      "1881,"
    ],
    "collection-title": [
      "Rolls Series) and in Walsingham's Historia Anglicana (Rolls Series). On the influence of literature on popular"
    ],
    "container-title": [
      "M. Powicke King Henry III and the Lord Edward and j. E. Morris The Welsh Wars of Edward I"
    ],
    "date": [
      "1921"
    ],
    "editor": [
      {
        "family": "V. H. Galbraith",
        "particle": "ed."
      }
    ],
    "note": [
      "who also deals with the development of archers as a fighting arm . J. H. Round in Peerage and Pedigree discusses the evidence for a lost epos about John d'Eyvil, Far and away the most useful information on the subject of historical outlaws is however to be found in Professor E. L. G."
    ],
    "publisher": [
      "'£.R.H.S"
    ],
    "title": [
      "Powell The Rising in East A nglia in 1881. The best chronicle accounts are those in the Anonimalle Chronicle",
      "in the continuation of the Chronicon Henrici Knighton",
      "Owst Literature and the Pulpit in Medieval England is invaluable. '£he Forest. Manwood's Forest Laws, written in the sixteenth century, is still the only general survey",
      "Select Pleas ofthe Forest (Selden Society), with an excellent introduction, is most illuminating. The chapters on the forest in C. Petit-Dutaillis Studies Supplementary to Stubbs' Constitutional History are the best comprehensive modern account, and alone deal with the forest in the later Middle Ages",
      "Bazely's article 'The Extent of the English Forest in the Thirteenth Century'",
      "and the short account of forest administration in A",
      "Historical Outlaws. There is no general book of any value on the outlaw. There is a little information in Jusserand English Wayfaring Life in the Fourteenth Century. The activities of the 'disinherited' of 1265-6 are discussed in F"
    ],
    "type": "article-journal"
  },
  {
    "note": [
      "T.R.H.S. 1957), which I have found invaluable."
    ],
    "title": [
      "Stones' article 'The Folvilles of Ashby Folville'"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "C."
      },
      {
        "family": "Durham",
        "given": "N.Carolina"
      }
    ],
    "container-title": [
      "A. Literary History of the Popular Ballad",
      "General"
    ],
    "date": [
      "1968"
    ],
    "note": [
      "Hobsbawm, Bandits (New York 1969), and (more specialised) I. Benecke, Der gute Oudaw: Studien zu einen litersrischen Typos im 13 und 14 Jahrhundert (Tubingen 1973). 2. Hereward. Two important articles have substantially added to our knowledge of Hereward, Cyril Hart's 'Hereward the Wake and his companions', chapter 24 of his The Danelaw (London"
    ],
    "title": [
      "A spate of new work has rendered the original bibliography to this book out of date. I have endeavoured below to indicate the most important publications since 1961 under appropriate headings. 1",
      "Fowler has discussed expertly the ballad form, in which so many outlaw stories appear",
      "Two illuminating discussions of the outlaw hero as a literary theme and its sociological significance are E"
    ],
    "type": "article-journal",
    "volume": [
      "D"
    ]
  },
  {
    "author": [
      {
        "family": "Hayward",
        "particle": "and]."
      },
      {
        "given": "M."
      },
      {
        "family": "FitzWarin",
        "given": "Fulk"
      },
      {
        "family": "Monk",
        "given": "Eustace",
        "particle": "the"
      }
    ],
    "citation-number": [
      "1992);"
    ],
    "container-title": [
      "Medieval Outlsws: Ten Tales in Modern English",
      "Wilshere (Anglo-Norman Text Society 1975), and Li Romans de Wistasse le Moine",
      "The Journal of Medieval History"
    ],
    "date": [
      "1988",
      "1998",
      "1997",
      "1980"
    ],
    "editor": [
      {
        "family": "Ohlgren",
        "given": "H."
      },
      {
        "family": "Fitz Warm",
        "given": "Fouke",
        "particle": "le"
      },
      {
        "family": "E.]. Hathaway",
        "particle": "ed."
      },
      {
        "family": "Ricketts",
        "given": "P.T."
      },
      {
        "family": "Robson",
        "given": "C.A."
      },
      {
        "family": "D",
        "given": "A."
      },
      {
        "literal": "ed."
      }
    ],
    "location": [
      "Cambridge, Brewer",
      "Lincoln, Nebraska"
    ],
    "note": [
      "D.]. Conlon (Chapel Hill, N. Carolina 1972). Both romances are also translated in T . H. Ohlgren, Medieval Outlaws, above §2. 4. William Wallace. Blind Harry's poem on Wallace, the principal source for his career as an 'outlaw', has been edited, with a masterly and informative introduction, by M. P. McDiarmid, in his"
    ],
    "pages": [
      "3"
    ],
    "title": [
      "'Hereward the Outlaw'",
      "Swanton has published a translation of the Gesta Herewardi in his Three Lives of the last Englishmen (New York 1982); this is reprinted in T",
      "The careers of these two historical outlaws are carefully surveyed in the introductions to Glyn S. Burgess's translations of the romances concerning them, in his Two Medieval Outlews: Eustace the Monk and Fouke FitzWal}'lJ",
      ". Fulk's historical career is also examined in]. Meisel, Barons of the Welsh Frontier: the Corbet, Pantulf and FitzWarin Families",
      "There are modern scholarly editions of the original texts of both romances, with useful introductions"
    ],
    "type": "article-journal",
    "volume": [
      "14"
    ]
  },
  {
    "author": [
      {
        "literal": "."
      },
      {
        "given": "Gamelyn"
      },
      {
        "family": "Kaeuper",
        "given": "R."
      },
      {
        "family": "Scattergood",
        "given": "J."
      }
    ],
    "container-title": [
      "Readings in Medieval English Romance",
      "H . Ohlgren, Medieval Outlaws",
      "Medium Auvum",
      "H. Ohlgren, Medieval Outlaws"
    ],
    "date": [
      "1983",
      "1994"
    ],
    "editor": [
      {
        "family": "Meale",
        "given": "Carol M."
      }
    ],
    "location": [
      "Cambridge, Brewer"
    ],
    "note": [
      "Hsry's Wallace (Scottish Text Society 1968",
      "Robin Hood. The Robin Hood story is exhaustively and illuminatingly surveyed in J. C. Holt, Robin Hood (London 1982) . R. B. Dobson and J. Taylor, in Rymes of Robyn Hood (London"
    ],
    "pages": [
      "5",
      "6"
    ],
    "title": [
      "A version of the story in modernised English is offered in T",
      "The Tale of Gamelyn has been re-examined in two highly illuminating articles",
      "'An historian's reading of the Tale of Gamelyn'",
      "'The Tale of Gamelyn: the Noble Robber as Provincial Hero'",
      ". A modernised English version of the Tale is offered in T"
    ],
    "type": "article-journal",
    "volume": [
      "2",
      "52",
      "2"
    ]
  },
  {
    "citation-number": [
      "1976"
    ],
    "container-title": [
      "An Historical Enquiry (Indiana 1985) . Among numerous discussions of Robin Hood in learned journals the following are of particular interest: Peter Coss, 'Aspects of Cultural Diffusion: the early Romances, Local Society and Robin Hood', Past and Presen t"
    ],
    "date": [
      "1985"
    ],
    "editor": [
      {
        "family": "Bellamy",
        "given": "G."
      },
      {
        "family": "Hood",
        "given": "Robin"
      }
    ],
    "issue": [
      ". 108"
    ],
    "title": [
      "bring together an edition of the principle ballads concerning him, with a very full and valuably discursive introduction. The subject is also examined in J"
    ],
    "type": "article-journal",
    "volume": []
  },
  {
    "author": [
      {
        "family": "Crook",
        "given": "David"
      },
      {
        "family": "Dobson",
        "given": "R.B."
      },
      {
        "family": "Taylor",
        "given": "J."
      }
    ],
    "container-title": [
      "English Historical Review",
      "Northern History"
    ],
    "date": [
      "1984",
      "1972"
    ],
    "title": [
      "'Some further evidence concerning the dating of the Origins of the Robin Hood Legend'",
      "'The Medieval Origins of the Robin Hood Legend: a Re-assessment'"
    ],
    "type": "article-journal",
    "volume": [
      "99",
      "7"
    ]
  },
  {
    "author": [
      {
        "family": "Gray",
        "given": "Douglas"
      },
      {
        "family": "Holt",
        "given": "J.C."
      }
    ],
    "container-title": [
      "Poetica",
      "Past and Present"
    ],
    "date": [
      "1984",
      "1960"
    ],
    "issue": [
      "18"
    ],
    "title": [
      "'The Robin Hood Poems'",
      "'The Origins and Audience of the Ballads of Robin Hood'"
    ],
    "type": "article-journal",
    "volume": [
      "18"
    ]
  },
  {
    "author": [
      {
        "family": "Gray",
        "given": "Douglas"
      },
      {
        "family": "Maddicott",
        "given": "J.R."
      }
    ],
    "container-title": [
      "Past and Present",
      "English Historical Review"
    ],
    "date": [
      "1961",
      "1978"
    ],
    "issue": [
      "19"
    ],
    "title": [
      "'Robin Hood: some comments'",
      "'The Birth and Setting of the Ballads of Robin Hood'"
    ],
    "type": "article-journal",
    "volume": [
      "93"
    ]
  },
  {
    "author": [
      {
        "family": "Richmond",
        "given": "Colin"
      },
      {
        "family": "G",
        "given": "E.L."
      }
    ],
    "container-title": [
      "Robin Hood: an Anthology of Scholarship and Criticism",
      "Nottingham Medieval Studies",
      "Transactions of the Royal Historical Society",
      "J"
    ],
    "date": [
      "1993",
      "1999",
      "1957"
    ],
    "editor": [
      {
        "family": "Knight",
        "given": "Stephen"
      },
      {
        "family": "Holt",
        "given": "C."
      },
      {
        "family": "R. B. Dobson",
        "particle": "by"
      },
      {
        "family": "Taylor",
        "given": "J."
      },
      {
        "family": "Peter Coss",
        "particle": "by"
      },
      {
        "family": "R. Kaeuper",
        "particle": "by"
      },
      {
        "family": "J. Scattergood",
        "particle": "by"
      }
    ],
    "issue": [
      "series, vol. 7"
    ],
    "location": [
      "Cambridge, Brewer"
    ],
    "note": [
      "§5 above) ; as well as by Glyn S. Burgess (§3 above) , and J. Hayward (§2 above) for the earlier period.",
      "G. Bellamy has carried the line of inquiry there suggested further and most revealingly in three studies; in his Crime and Public Order in England in the later Middle Ages"
    ],
    "title": [
      "'An Outlaw and some Peasants: the possible significance of Robin Hood'",
      ". All the above articles have been collected and reprinted, together with other useful papers",
      "7. Historical Outlaws. Historical outlaws and their activities are discussed by J",
      "Stones opened up a new dimension to this aspect of the subject of outlaws in his article, 'The Folvilles of Ashby-Folville, Leicestershire, and their Associates in Crime'",
      ""
    ],
    "type": "article-journal",
    "volume": [
      "37"
    ]
  },
  {
    "container-title": [
      "English Historical Review",
      "Bulletin of the John Rylands Library"
    ],
    "date": [
      "1973",
      "1964",
      "1965"
    ],
    "note": [
      "."
    ],
    "title": [
      ", and in two important papers; 'The Coterel Gang: an anatomy of a band of fourteenth century criminals'",
      "and 'T h e Northern Rebellions in the later years of Richard II'"
    ],
    "type": "article-journal",
    "volume": [
      "79",
      "47"
    ]
  }
]
