[
  {
    "citation-number": [
      "1840"
    ],
    "title": [
      "Steam barge 1841 Yarra Yarra 1841 Juno"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Colonels Blanshard",
        "given": "R.E."
      },
      {
        "family": "Hutchinson",
        "given": "Major Anderson"
      },
      {
        "family": "Guest",
        "given": "Sirs J.J."
      },
      {
        "family": "M.P.",
        "given": "Wm Synions"
      },
      {
        "family": "M'Neil",
        "given": "John"
      },
      {
        "literal": "other vessels on George Murray, Walter Riddell, Henry Parnell, M.P. Edward KnatchbuU, water. — Rolls Chapel Office"
      }
    ],
    "date": [
      "1841-03-01"
    ],
    "note": [
      "—These improvements are, as M.P., Chas. I'rice, Harry Verney, M.P., John Scott Lillie, Chevaber Benk- the title explains, divided into two parts the improvements in steam engines ;"
    ],
    "title": [
      "Staft'ord, paper makers, for certain improvements in steam engines for actuat-M.P., Frederick Pollock",
      "Isambart Brunei, ing macbinen.', and in apparatus for propelling ships and"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Hodgson",
        "given": "F."
      },
      {
        "family": "M.'P.",
        "given": "Ormsby Gore"
      },
      {
        "family": "M.P.",
        "given": "G.F.Young"
      },
      {
        "given": "M.P."
      },
      {
        "family": "M.P.",
        "given": "Mr Justice Haggerman"
      },
      {
        "family": "Canada",
        "particle": "of"
      },
      {
        "family": "Landseer",
        "given": "Messrs T."
      },
      {
        "given": "F."
      },
      {
        "literal": "Behnes, Tomkins, J. Varley, E. II. Bailey, F. Stone, G."
      },
      {
        "family": "Fripp",
        "given": "Rivers"
      },
      {
        "family": "Jun.",
        "given": "Hakewell"
      },
      {
        "family": "Scanlan",
        "given": "R."
      },
      {
        "family": "Sargey",
        "given": "A.Cunningham"
      }
    ],
    "note": [
      "which drives the Page, S. Howell, W, Boxall, C. Landseer, Macready, Barry, Sydney Smirke, piston back again to the centre, the spent steam passing oft' to a condenser or"
    ],
    "title": [
      "Emerson Ten- stuffing boxes at either end of the cylinder. On steam being admitted through nent",
      "P. suitable slide valves to the middle of the cylinder, the two pistons are forced Stepbanoff",
      "Rennie, apart towards the opposite ends of the cylinder, the valves are then shifted",
      "Oliver, and the steam admitted at the two ends of the cylinder"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "ENGINEER",
        "given": "T.H.E.C.I.V.I.L."
      },
      {
        "family": "JOURNAL",
        "given": "A.R.C.H.I.T.E.C.T.'S."
      }
    ],
    "citation-number": [
      "322"
    ],
    "date": [
      "September"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "Commodore Douglas, R.N. \" Hon. T. M'Cormack. Hon. S. J. Dallas. \" Hon. E. Panton, Speaker."
      }
    ],
    "note": [
      "of Mr. Gordon, the engineer, to have the light exhibited in Jamaica, •"
    ],
    "title": [
      "east and erected on the contractor's premises, and it is the intention '"
    ],
    "type": null
  },
  {
    "note": [
      "The method he employs is to build the sea-"
    ],
    "title": [
      "duct, the author translated from the documents preserved at the office of stones are completely filled\"\", and a defence is thus formed for the wall itself Public Works in Lisbon. The foundations were laid in May 1713, arul the by the accumulation against it"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "well"
      }
    ],
    "container-title": [
      "* Sec Transactions Institution C. K"
    ],
    "title": [
      "Drawings and descriptions of theai would be presented to the Institution"
    ],
    "type": "article-journal",
    "volume": [
      "III"
    ]
  },
  {
    "citation-number": [
      "414"
    ],
    "container-title": [
      "THE CIVIL ENGINEER AND ARCHITECT'S JOURNAL. TDeckmber"
    ],
    "type": "article-journal"
  },
  {
    "date": [
      "1841"
    ],
    "editor": [
      {
        "literal": "—Part II. By Benjamin P. Wilme, C.E. and Surveyor."
      }
    ],
    "location": [
      "London"
    ],
    "publisher": [
      "Weale"
    ],
    "title": [
      "A Hand Book for Plain and Ornamental Mapping"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "given": "Mr"
      }
    ],
    "note": [
      "sections, hills, embankments, drains, &:c., and may be advantageously used by the engineering draughtsman."
    ],
    "title": [
      "Wilme's book is a collection of designs for executing the several parts of a map, including ornamental titles"
    ],
    "type": null
  },
  {
    "title": [
      "On the Measurement of Distances by the Telescope, with loth Practical and v^-Theoretical Elucidations"
    ],
    "type": null
  },
  {
    "container-title": [
      "24. Memoirs, and Accounts of the Works and Inventions of any of the A Telford lledal in Silver to Samuel Seaward",
      "Inst. C. E"
    ],
    "date": [
      "23"
    ],
    "note": [
      "M. Inst. C. E., for his Paper \" On the application of Auxiliary Steam Power to Sailihg Vessels upon long —foUowii^ Engineers: Sir Hugh Middleton; Arthur Woolf; Jonathan Hornblower Richard Trevithick and William Murdoch (of Soho)r ; ;"
    ],
    "title": [
      "ings, and details of the Boilers, both before and after the explosion. 21. The various modes adopted for moving Earth in Railway Tunnels, The Council of the Institution of Civil Engineers have awarded the follow- Cuttings, or Embankments, with the cost thereof. ing Telford and Walker premiums for 1841 : 22. On Stone Blocks and Timber Sleepers or Sills, with or without con-A Telford Medal in Silver to John Frederick Bateman, M",
      "for tinuous Bearings, for Railways. his \"Account of the Bann Reservoirs, County Down, Ireland",
      "The results of experience as regards the consumption of Power for a A Telford Premium of Books, suitably hound and inscribed, to William La given efiect, on Railways having dirt'erent widths of Gauge with the advan-Trohe Bateman, for the Drawings illustrating the ' Account of the Bann tages or disadvantages attributable to any established width of Gauge. lieservoirs"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "undertaken",
        "given": "C.E.\"",
        "particle": "had been"
      }
    ],
    "container-title": [
      "and and even the term engineering, in the present day, was not less equally mul-\" Experiments on the Force necessary to Punch Holes in V.'rought Iron and tiform in its application and meaning ;for even from the turncock of a water Copper Plates of various thickness.\"",
      "Inst. C. E",
      "Inst. C. E"
    ],
    "note": [
      "company to the conductor of an engine, or the stoker of a steam-boat, all .V Walker Premium of Books, suitably bound and inscribed, to George included themselves under the denomination of engineers. Very different,"
    ],
    "title": [
      "trating the \" .Account of the Plvmouth Breakwater, by William Stuart, JI. and it was mainly with that end in view that the present course of lectures Inst",
      "After a few introductory remarks upon the the na-A Walker Premium of Books, suitably bound and inscribed, to Robert ture of civil engineering, which he defined as a combination of practical skill, Mallet, Assoc",
      "for his \" Description of the methods designed by in conjunction with a well-grounded education on scientific principles, the him for raising and sustaining the Sunken Roof of St. George's Church, learned lecturer proceeded to observe, that the use and signification of the Dublin.\" term engineer was somewhat indefinite and obscure. In the middle ages, A Walker Premium of Books, suitably bound and inscribed, to Joseph and long after the commencement of the last century, it was used exclusively Cohhurst, Grad",
      "for his two Papers \" On the Position of the Neu- as a military terra. It was likewise applied to architecture and hydraulics; tral .\\xis in Rectangular Beams of Cast and Wrought Iron and Wood"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Albert",
        "given": "Poyal Highness Prince"
      },
      {
        "given": "K."
      },
      {
        "family": "Aberdeen. K.T.",
        "given": "ShtewsLury",
        "particle": "the Earl of"
      },
      {
        "family": "Kussell",
        "given": "Lord John"
      },
      {
        "family": "Egerton",
        "given": "Viscount Palmerston"
      },
      {
        "family": "G.C'.B.",
        "given": "Viscount Melbourne"
      },
      {
        "family": "Lord Colborne",
        "particle": "that England possesses artis-.s"
      },
      {
        "family": "Lefevre",
        "given": "Charles Shaw"
      },
      {
        "family": "Peel",
        "given": "Sir Robert"
      },
      {
        "given": "Barf"
      }
    ],
    "container-title": [
      "They"
    ],
    "location": [
      "Eastlake"
    ],
    "note": [
      "Robert GcLige Grabtim, Bart.; Sir Robert Harry Tnglis, Bart., Henry Gaily ment which this great opportunity maybe made to afibrd. But the commit Knight, Esq', Benj imin Hawes, jun., Esq.. Henry Hallam. Esq., Samuel tee suggest, that if fresco painting should be employed in the decoration of Rogers, Esq., George Vivian, Esq and Thomas AVyse. Esq., Her Majesty's ,"
    ],
    "title": [
      "free development, and the subjects «hich it is peculiarlv fitted to illustra'e",
      "ble Lord Lyndhurst, combine to point out national buildings as almost the only proper sphere for hisGrace the Duke of .Sutherland, KG., the most Honourable the Marquess of Lansdowne. K.G.. the Right Honourables the Rarl oi I.,incoln. the Earl of —the di.splr.y of Us peculiar cliaracteristics grandeur, breadth, and simplicity",
      "Lord Francis The committee, aiier a careful consideration of the evidence, are disposed to lecimmrnd tliat this style or mode of painting should be adopted",
      "Lord Ashburton, fully concur in the opinion of Mr",
      "Sir James equal to.the occasion, whose genius only wants that exercise and encourage'"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Chantrey",
        "given": "Sir F."
      }
    ],
    "container-title": [
      "Rickman, J"
    ],
    "title": [
      "439"
    ],
    "type": "article-journal",
    "volume": [
      "127"
    ]
  },
  {
    "author": [
      {
        "given": "Liverpool"
      }
    ],
    "title": [
      "76 Kursaal Gebaude,Bruckenaii,177 ; Chapel, ride Ecclesiastical Buildings"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Rowles",
        "given": "H."
      }
    ],
    "type": null,
    "volume": [
      "127"
    ]
  }
]
