[
  {
    "author": [
      {
        "family": "shopping",
        "particle": "of like one-stop"
      }
    ],
    "note": [
      "or 310/568-lines offer air/land packages to Aus- 2060; www.inta-oz.com); Maupintour tralia, including American Airlines (& 800/255-4266 in the U.S. and Vacations (& 800/321-2121; www. Canada; www.maupintour.com); Qanaavacations.com), Delta Vacations tas Vacations (& 800/348-8139 in the (& 800/221-6666; www.deltavacations. U.S. and 800/268-7525 in Canada; com), Continental Airlines Vacations www.qantasvacations.com); Sunbeam"
    ],
    "title": [
      "Packages the U.K. through Adventures Unlimare sold in bulk to tour operators— ited, Inc.; www.collettevacations.com); who resell them to the public at a cost Goway (& 800/387-8850 in the U.S. that usually undercuts standard rates. and Canada; www.goway.com); Inta-One good source of package deals is Aussie South Pacific Tours (& 800/ the airlines themselves. Most major air- 531-9222 in the U.S"
    ],
    "type": null
  },
  {
    "note": [
      "& 800/301-3800; www.coolvacations. Tours (& 800/955-1818 in the U.S. com), and United Vacations (& 888/ and Canada; www.sunbeamtours.com); 854-3899; www.unitedvacations.com). Swain Australia Tours (& 800/22-Several big online travel agencies— SWAIN in the U.S. and Canada; www."
    ],
    "type": "webpage"
  },
  {
    "author": [
      {
        "family": "Expedia",
        "given": "Travelocity"
      },
      {
        "given": "Orbitz"
      }
    ],
    "container-title": [
      "If you’re unsure Direct"
    ],
    "note": [
      "in the U.S."
    ],
    "pages": [
      "800 642–6224"
    ],
    "title": [
      "Site59, swainaustralia.com); Swain Australia’s and Lastminute.com—also do a brisk budget-travel division, Downunder business in packages"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "3"
    ],
    "container-title": [
      "Australian History 101"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "■ 24,500 B.C. The world’s oldest known called Laurasia and Gondwanaland. ritual cremation takes place at Lake Over millions of years, continental drift Mungo. carried the land masses apart. Laurasia ■ 1606 Dutch explorer Willem Jansz broke up and formed North America"
    ],
    "note": [
      "lands on far north coast of Van Europe, and most of Asia. Meanwhile, Diemen’s Land (Tasmania)."
    ],
    "title": [
      "IN THE BEGINNING In the Dateline beginning there was the Dreamtime— ■ 120,000 B.C. Evidence suggests at least according to the Aborigines of Aborigines living in Australia. Australia. Between then and now, per- ■ 60,000 B.C. Aborigines living in haps, the supercontinent referred to as Arnham Land in the far north fashion Pangaea split into two huge continents stone tools"
    ],
    "type": "chapter"
  },
  {
    "title": [
      "Gondwanaland divided into South ■ 1622 First English ship to reach America, Africa, India, Australia and Australia wrecks on the west coast. ■ 1642 Abel Tasman charts the New Guinea, and Antarctica. Giant marsupials evolved to roam the conti- Tasmanian coast. ■ 1770 Capt. James Cook lands at nent of Australia: among them were a Botany Bay"
    ],
    "type": null
  },
  {
    "title": [
      "plant-eating animal that looked like a ■ 1787 Capt. Arthur Phillip’s First Fleet wombat the size of a rhinoceros; a giant leaves England with convicts aboard"
    ],
    "type": null
  },
  {
    "note": [
      "Sydney Harbour). same size as an emu, but four times ■ 1788–1868 Convicts are transported"
    ],
    "title": [
      "squashed-face kangaroo standing 3m ■ 1788 Captain Phillip raises British flag (10 ft.) high; and a flightless bird the at Port Jackson"
    ],
    "type": null
  },
  {
    "container-title": [
      "■ 1860 The white population of"
    ],
    "title": [
      "even charted part of its coastline"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "1606"
    ],
    "location": [
      "New South Wales"
    ],
    "title": [
      "William Jansz was sent by the Australia reaches more than one Dutch East India Company to open million. ■ 1875 Silver found at Broken Hill, up a new route to the Spice Islands"
    ],
    "type": null
  },
  {
    "note": [
      "He landed Boer War in South Africa."
    ],
    "title": [
      "and to find New Guinea, which was ■ 1889 Australian troops fight in the supposed to be rich in gold"
    ],
    "type": null
  },
  {
    "note": [
      "Between Snowy River published."
    ],
    "title": [
      "on the north coast of Queensland and ■ 1895 Banjo Patterson’s The Man from fought with local Aborigines"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1616"
    ],
    "note": [
      "after sail-■ 1911 Australian (non-Aboriginal) ing with the westerlies (west winds) population reaches 4,455,005."
    ],
    "title": [
      "and 1640, many more Dutch ■ 1901 The six states join together to ships made contact with Australia as become the Commonwealth of they hugged the west coast of what Australia. ■ 1902 Women gain the right to vote. they called “New Holland"
    ],
    "type": null
  },
  {
    "title": [
      "from the Cape of Good Hope. ■ 1915 Australian and New Zealand In 1642, the Dutch East India Com- troops massacred at Gallipoli"
    ],
    "type": null
  },
  {
    "title": [
      "pany, through the Governor General of ■ 1927 The federal capital is moved the Indies, Anthony Van Diemen, sent from Melbourne to Canberra"
    ],
    "type": null
  },
  {
    "note": [
      "which he named Van Diemen’s Land. Reserve is proclaimed. ■ 1932 Sydney Harbour Bridge opens."
    ],
    "title": [
      "Abel Tasman to search out and map the ■ 1931 The first airmail letters are great south land. During two voyages, delivered to England by Charles he charted the northern Australian Kingsford Smith and Charles Ulm. ■ 1931 The Arnham Land Aboriginal coastline and discovered Tasmania"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "BRITISH",
        "given": "T.H.E.A.R.R.I.V.A.L.O.F.T.H.E."
      }
    ],
    "date": [
      "1942"
    ],
    "title": [
      "Darwin bombed; Japanese In 1697, English pirate William mini-submarines found in Sydney Dampier published a book about his Harbour"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "adventures"
      }
    ],
    "note": [
      "■ 1956 Olympic Games held in Pacific Ocean. Sent to further explore Melbourne."
    ],
    "title": [
      "In it, he mentions Shark ■ 1953 British nuclear tests at Emu in Beach on the northwest coast of Aus- South Australia lead to a radioactive tralia as the place his pirate ship made cloud that kills and injures many its repairs after robbing ships on the Aborigines"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "by England’s King William III"
      }
    ],
    "note": [
      "Aborigines recommend. again affected by radiation."
    ],
    "title": [
      "■ 1957 British atomic tests conducted at Dampier returned and found little to Maralinga, South Australia"
    ],
    "type": null
  },
  {
    "title": [
      "Captain James Cook turned up in ■ 1962 Commonwealth government"
    ],
    "type": null
  },
  {
    "title": [
      "1770 and charted the east coast in his gives Aborigines the right to vote"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "HMS Endeavor",
        "particle": "ship"
      }
    ],
    "title": [
      "He claimed it for ■ 1967 Aborigines granted Australian Britain and named it New South citizenship and are counted in census. ■ 1968 Australia’s population passes 12 Wales, probably as a favor to Thomas million following heavy immigration"
    ],
    "type": null
  },
  {
    "title": [
      "Pennant, a Welsh patriot and botanist ■ 1971 The black, red, and yellow who was a friend of the Endeavour’s Aboriginal flag flown for the first time"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "botanist",
        "given": "Joseph Banks"
      }
    ],
    "title": [
      "On April 29, ■ 1973 Sydney Opera House Cook landed at Botany Bay, which he completed"
    ],
    "type": null
  },
  {
    "title": [
      "named after the discovery of scores of ■ 1976 The Aboriginal Land Rights"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "colony"
      }
    ],
    "note": [
      "entry into Sydney Harbour."
    ],
    "title": [
      "It would also reduce Britain’s Australian Constitution from Great overflowing prison population, as Eng- Britain’s. ■ 1988 Aborigines demonstrate as land could no longer transport convicts Australia celebrates its Bicentennial to the United States of America follow- with a re-enactment of the First Fleet’s ing the War of Independence"
    ],
    "type": null
  },
  {
    "title": [
      "The First Fleet left England in May ■ 1991 Australia’s population reaches 17"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1787,"
    ],
    "title": [
      "made up of 11 store and trans- million"
    ],
    "type": null
  },
  {
    "note": [
      "led by Arthur Phillip. overturns the principle of terra nullius, Aboard were 1,480 people, including which suggested Australia was unoccupied at time of white 759 convicts. Phillip’s flagship, The settlement."
    ],
    "title": [
      "port ships (none of them was bigger ■ 1993 Sydney chosen as the site of than the passenger ferries that ply mod- 2000 Olympics. ■ 1994 High Court Mabo decision ern-day Sydney Harbour from Circular Quay to Manly"
    ],
    "type": null
  },
  {
    "title": [
      "Supply, reached Botany Bay in January ■ 1995 Australians protest as France"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1788,"
    ],
    "location": [
      "Pacific"
    ],
    "title": [
      "but Phillip decided the soil was explodes nuclear weapons in the South poor and the surroundings too swampy"
    ],
    "type": null
  },
  {
    "title": [
      "On January 26, now celebrated as Aus- ■ 1996 High Court hands down Wik"
    ],
    "type": null
  },
  {
    "location": [
      "London Rome Washington, D.C"
    ],
    "title": [
      "FROMMER’S® IRREVERENT GUIDES Amsterdam Los Angeles San Francisco Boston Manhattan Seattle & Portland Chicago New Orleans Vancouver Las Vegas Paris Walt Disney World®"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Bed",
        "given": "T.H.E.U.N.O.F.F.I.C.I.A.L.G.U.I.D.E.S.®"
      },
      {
        "given": "Breakfasts"
      },
      {
        "family": "Southwest",
        "given": "Country"
      }
    ],
    "container-title": [
      "Maui World’s Best Diving Vacations SPECIAL-INTEREST TITLES Frommer’s Adventure Guide to Australia & Frommer’s France’s Best Bed & Breakfasts and New Zealand Country Inns Frommer’s Adventure Guide to Central America Frommer’s Gay & Lesbian Europe Frommer’s Adventure Guide to India & Pakistan Frommer’s Italy’s Best Bed & Breakfasts and Frommer’s Adventure Guide to South America Country Inns Frommer’s Adventure Guide to Southeast Asia Frommer’s Road Atlas Britain Frommer’s Adventure Guide to Southern Africa Frommer’s Road Atlas Europe Frommer’s Britain’s Best Bed & Breakfasts and Frommer’s Road Atlas France Country Inns The New York Times’ Guide to Unforgettable Frommer’s Caribbean Hideaways Weekends Frommer’s Exploring America by RV Places Rated Almanac Frommer’s Fly Safe, Fly Smart Retirement Places Rated"
    ],
    "location": [
      "London Washington, D.C"
    ],
    "title": [
      "South Central Mexio’s Best Beach Resorts Inns in: Plains Mid-Atlantic with Kids California U.S.A. Mini Las Vegas Great Lakes States Beyond Disney Mini-Mickey Mid-Atlantic Branson, Missouri New England & New York with New England California with Kids Kids Northwest Central Italy New Orleans Rockies Chicago New York City Southeast Cruises Paris Southwest Disneyland® San Francisco Best RV & Tent Campgrounds in: Florida with Kids Skiing & Snowboarding in the West California & the West Golf Vacations in the Eastern U.S. Southeast with Kids Florida & the Southeast Great Smoky & Blue Ridge Region Walt Disney World® Great Lakes States Inside Disney Walt Disney World® for Mid-Atlantic Hawaii Grown-ups Northeast Las Vegas Walt Disney World® with Kids Northwest & Central Plains"
    ],
    "type": "chapter"
  },
  {
    "publisher": [
      "AOL Keyword:Travel"
    ],
    "title": [
      "Travelocity,® Travelocity.com® and the Travelocity skyline logo are trademarks and/or service marks of Travelocity.com LP. © 2003 Travelocity.com LP.All rights reserved"
    ],
    "type": "book"
  }
]
