[
  {
    "title": [
      "out the 9th century, the Slavs around German Catholics, and decades of the Morava River consolidated their religious warfare begin. ■ 1419 Roman Catholic councilors power. Mojmír I declared his Great Moravian Empire—a kingdom that thrown from the windows of New eventually encompassed Bohemia, Town Hall in the First Defenestration. ■ 1434 Radical Hussites, called Slovakia, and parts of modern Poland Taborites, defeated in the Battle of and Hungary—into a Christian Lipany, ending religious warfare"
    ],
    "type": null
  },
  {
    "note": [
      "preach the Eastern Christian rite to a ■ 1618 Second Defenestration helps"
    ],
    "title": [
      "organization still outside the bound- ■ 1526 Roman Catholic Habsburgs aries of the Holy Roman Empire. gain control of Bohemia. In 863, the Greek brothers Cyril ■ 1584 Prague made seat of the imperial and Methodius arrived in Moravia to court of Rudolf II"
    ],
    "type": null
  },
  {
    "note": [
      "■ 1883 Franz Kafka born in Staré Mêsto."
    ],
    "title": [
      "still used, while western Slavs kept the Prague’s streets. ■ 1881 National Theater completed Latin script and followed Rome. The Great Moravian Empire lasted during wave of Czech push for stateabout a century—until the Magyar hood against Austro-Hungarian rule"
    ],
    "type": null
  },
  {
    "container-title": [
      "Indement"
    ],
    "note": [
      "After the invasion, the Slavs pendence leader Tomás G. Masaryk living east of the Morava swore alle- becomes first president."
    ],
    "title": [
      "invasion of 896—and not until the ■ 1918 Czechoslovakia founded at the 20th century would the Czechs and end of World War I after the fall of Slovaks unite under a single govern- the Austro-Hungarian Empire"
    ],
    "type": "article-journal"
  },
  {
    "title": [
      "giance to the Magyars, while the ■ 1921 Prague’s boundaries expand to"
    ],
    "type": null
  },
  {
    "title": [
      "grade rating of any post-Communist Bohemia, Charles also became, by country by U.S. bond agencies. election, Holy Roman emperor. ■ 1995 Czech Republic invited to join During the next 30 years of his the OECD, an organization of the reign, Charles transformed Prague into world’s richest countries"
    ],
    "type": null
  },
  {
    "note": [
      "He was most proud of highest-ranking woman ever in the founding Prague University in 1348, U.S. government. July floods the first higher-education institution devastate much of the eastern part in central Europe, now known as of the country."
    ],
    "title": [
      "the bustling capital of the Holy Roman ■ 1996 Chain-smoking Havel nearly Empire and one of Europe’s most dies after surgery to remove a cancerimportant cities, with some of the ous lung tumor; he later has two most glorious architecture of its day. more operations. ■ 1997 Prague-born Madeleine He commissioned St. Vitus Cathedral’s Albright, the daughter of a Czechosloconstruction at Prague Castle as well vak diplomat, is appointed U.S. as the bridge that would eventually Secretary of State, becoming the bear his name"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "University",
        "given": "Charles"
      }
    ],
    "title": [
      "In 1378, Charles ■ 1998 Havel wins another 5-year term"
    ],
    "type": null
  },
  {
    "container-title": [
      "New Hampshire & Frommer’s Carolinas & Georgia Frommer’s Norway Maine Frommer’s Chicago Frommer’s Nova Scotia & New Brunswick Frommer’s Vienna & the Danube Valley Frommer’s China Frommer’s Oregon Frommer’s Virginia Frommer’s Colorado Frommer’s Ottawa Frommer’s Costa Rica Frommer’s Paris Frommer’s Virgin Islands Frommer’s Cuba Frommer’s Peru Frommer’s Walt Disney World® & Orlando Frommer’s Denmark Frommer’s Philadelphia & the Amish Country Frommer’s"
    ],
    "location": [
      "Washington, D.C. Frommer’s Denver, Boulder & Colorado Springs Frommer’s Portugal Frommer’s Washington State"
    ],
    "title": [
      "Antwerp Frommer’s Munich & the Bavarian Alps Frommer’s Thailand Frommer’s Budapest & the Best of Hungary Frommer’s Nashville & Memphis Frommer’s Nepal Frommer’s Tokyo Frommer’s California Frommer’s New England Frommer’s Toronto Frommer’s Canada Frommer’s Newfoundland & Labrador Frommer’s Turkey Frommer’s Cancun, Cozumel & the Yucatan Frommer’s Cape Cod, Nantucket & Frommer’s New Mexico Frommer’s Tuscany & Umbria Martha’s Vineyard Frommer’s New Orleans Frommer’s USA Frommer’s Caribbean Frommer’s New York City Frommer’s Utah Frommer’s Caribbean Cruises & Ports of Call Frommer’s New Zealand Frommer’s Vancouver & Victoria Frommer’s Caribbean Ports of Call Frommer’s Northern Italy Frommer’s Vermont"
    ],
    "type": "chapter"
  },
  {
    "location": [
      "London Rome Washington, D.C"
    ],
    "title": [
      "FROMMER’S® IRREVERENT GUIDES Amsterdam Los Angeles San Francisco Boston Manhattan Seattle & Portland Chicago New Orleans Vancouver Las Vegas Paris Walt Disney World®"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Bed",
        "given": "T.H.E.U.N.O.F.F.I.C.I.A.L.G.U.I.D.E.S.®"
      },
      {
        "given": "Breakfasts"
      },
      {
        "family": "Southwest",
        "given": "Country"
      }
    ],
    "container-title": [
      "Maui World’s Best Diving Vacations SPECIAL-INTEREST TITLES Frommer’s Adventure Guide to Australia & Frommer’s France’s Best Bed & Breakfasts and New Zealand Country Inns Frommer’s Adventure Guide to Central America Frommer’s Gay & Lesbian Europe Frommer’s Adventure Guide to India & Pakistan Frommer’s Italy’s Best Bed & Breakfasts and Frommer’s Adventure Guide to South America Country Inns Frommer’s Adventure Guide to Southeast Asia Frommer’s Road Atlas Britain Frommer’s Adventure Guide to Southern Africa Frommer’s Road Atlas Europe Frommer’s Britain’s Best Bed & Breakfasts and Frommer’s Road Atlas France Country Inns The New York Times’ Guide to Unforgettable Frommer’s Caribbean Hideaways Weekends Frommer’s Exploring America by RV Places Rated Almanac Frommer’s Fly Safe, Fly Smart Retirement Places Rated"
    ],
    "location": [
      "London Washington, D.C"
    ],
    "title": [
      "South Central Mexio’s Best Beach Resorts Inns in: Plains Mid-Atlantic with Kids California U.S.A. Mini Las Vegas Great Lakes States Beyond Disney Mini-Mickey Mid-Atlantic Branson, Missouri New England & New York with New England California with Kids Kids Northwest Central Italy New Orleans Rockies Chicago New York City Southeast Cruises Paris Southwest Disneyland® San Francisco Best RV & Tent Campgrounds in: Florida with Kids Skiing & Snowboarding in the West California & the West Golf Vacations in the Eastern U.S. Southeast with Kids Florida & the Southeast Great Smoky & Blue Ridge Region Walt Disney World® Great Lakes States Inside Disney Walt Disney World® for Mid-Atlantic Hawaii Grown-ups Northeast Las Vegas Walt Disney World® with Kids Northwest & Central Plains"
    ],
    "type": "chapter"
  },
  {
    "publisher": [
      "AOL Keyword:Travel"
    ],
    "title": [
      "Travelocity,® Travelocity.com® and the Travelocity skyline logo are trademarks and/or service marks of Travelocity.com LP. © 2003 Travelocity.com LP.All rights reserved"
    ],
    "type": "book"
  }
]
