[
  {
    "note": [
      "the C++ program."
    ],
    "title": [
      "Step 5: Press Ctrl + F9 to Run (or select Run > Run in menu bar"
    ],
    "type": null
  },
  {
    "title": [
      "Step 6: Alt+F5 to view the output of the program on the output screen"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Mayiladuthurai",
        "given": "SAnbazhagan",
        "particle": "was born in"
      },
      {
        "family": "Nadu",
        "given": "Tamil"
      },
      {
        "given": "India"
      }
    ],
    "container-title": [
      "Tamil Nadu, India, in 1997. He obtained his B.E. degree in Electrical Engineering in 2002, Post-Graduate Diploma in Computer Applications in"
    ],
    "date": [
      "1979-12-30"
    ],
    "title": [
      "He received the Diploma in Computer Technology from Muthiah Polytechnic College, Annamalai Nagar, Chidambaram"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "Mr.S.Anbazhagan is an Associate of The Institution of Engineers (India) and a life member of the Indian Society of Technical Education"
    ],
    "date": [
      "2004"
    ],
    "note": [
      "He received the best paper award at the IET-U.K. (formerly IEE) international conference in 2011. He appeared for GATE in"
    ],
    "title": [
      "M.E. degree in Computer Science and Engineering in 2009, and the Ph.D. degree in Computer Science and Engineering in 2015 from Annamalai University, Annamalai Nagar, Chidambaram, Tamil Nadu, India. At present, he is an Assistant Professor in the Department of Electrical Engineering, Faculty of Engineering and Technology, Annamalai University, Annamalai Nagar, Chidambaram, India. He has published papers in 9 internationally reviewed journals and he has presented 6 international conference papers. He also authored book on Practice Guidebook for C Programming Language. His current research interests include computer programming languages, image processing, and soft computing techniques applied to various engineering problem domains"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "2009"
    ],
    "container-title": [
      "IET Generation, Transmission & Distribution, IEEE Transactions on Neural Networks and Learning Systems, IEEE Transactions on Power Systems, IEEE Transactions on Smart Grid and other international reputed journals"
    ],
    "title": [
      "and secured 87.77 percentile score. Also, he is a reviewer for the International Journal of Electrical Power & Energy Systems, Energy Conversion and Management"
    ],
    "type": "article-journal"
  }
]
