[
  {
    "note": [
      "Stefan Kempisty,21 mathematics professor at the Stefan Batory University of Wilno. Deported to Russia in 1940."
    ],
    "title": [
      "Antoni Zygmund, mathematics professor at the Stefan Batory University of Wilno. When the Soviets invaded Wilno in 1940, he escaped to Sweden, later moving to the US"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Marcinkiewicz",
        "given": "Józef"
      }
    ],
    "title": [
      "mathematics docent at the Stefan Batory University in Wilno. Taken captive by the Soviets in 1939 and sent to Kozielsk, where he was murdered"
    ],
    "type": null
  },
  {
    "title": [
      "Aleksander Rajchman, professor at the Free Polish University in Warsaw"
    ],
    "type": null
  },
  {
    "date": [
      "1940",
      "1942"
    ],
    "note": [
      "Juliusz Schauder, professor at Lwów University 1940–1941. Murdered by the Gestapo in 1943. Herman Auerbach, mathematics professor at Lwów University 1940–1941."
    ],
    "title": [
      "Perished in the concentration camp in Dachau22 in",
      "Stanisław Saks, docent at the University of Warsaw, professor at Lwów University. Arrested and executed by the Gestapo in Warsaw in"
    ],
    "type": null
  },
  {
    "date": [
      "1942"
    ],
    "note": [
      "M. Jacob, professor at Lwów University 1940–1941. Left for Finland23 in 1943. Władysław Hetper, docent of mathematical logic at the University of Lwów."
    ],
    "title": [
      "Murdered by the Nazis in"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "before World War II. Dr."
      }
    ],
    "date": [
      "1937"
    ],
    "location": [
      "Georgia"
    ],
    "note": [
      "Eventually obtained a position at the Massachusetts Institute of Technology."
    ],
    "title": [
      "Deported to the USSR in 1939, he vanished without trace. Stanisław Krystyn Zaremba (son of Stanisław Zaremba Sr.), mathematics docent at the University of Wilno. Went to Tashkent in 1940, and eventually to England. Arnold Walfisz,24 mathematics docent at Warsaw University. Took up a position in Tbilisi",
      "Witold Hurewicz,25 docent in Amsterdam. Accepted a position in Beijing but didn’t leave for China because of the Second Sino-Japanese War"
    ],
    "type": null
  },
  {
    "date": [
      "1938"
    ],
    "title": [
      "Szolem Mandelbrojt, worked at the Collège de France from"
    ],
    "type": null
  },
  {
    "title": [
      "Mieczysław Biernacki,26 mathematics professor at the University of Poznan. His fate is unknown"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Steinhaus"
      }
    ],
    "container-title": [
      "The Polish version appeared in the same journal in 1947",
      "Sprawozdania WTN Seria B"
    ],
    "date": [
      "1946"
    ],
    "issue": [
      "1",
      "2"
    ],
    "pages": [
      "21–22",
      "80–81"
    ],
    "title": [
      "The French version of the paper on the quadratic tariff is: H",
      "Sur le problème du tarif électrique”"
    ],
    "type": "article-journal",
    "volume": []
  },
  {
    "citation-number": [
      "434"
    ],
    "title": [
      "13 Diary Entries"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Infeld",
        "given": "Leopold"
      }
    ],
    "date": [
      "1898"
    ],
    "title": [
      "Polish physicist. He was a docent at the University of Lwów"
    ],
    "type": null
  },
  {
    "date": [
      "1930"
    ],
    "note": [
      "and then worked at Cambridge University (1933–1934), Princeton University (where he collaborated with Einstein), and the University of Toronto, Canada (1938–1950), returning to Poland in 1950, where he became a professor at Warsaw University. Member of the Polish Academy of Sciences."
    ],
    "type": null
  }
]
