[
  {
    "author": [
      {
        "family": "Crystals M. A. Glazer",
        "given": "The Structure",
        "particle": "of"
      },
      {
        "family": "C. Hammond",
        "particle": "ed"
      },
      {
        "given": "Structure"
      },
      {
        "family": "Dove",
        "given": "Dynamics M.T."
      }
    ],
    "container-title": [
      "• The Basics of Crystallography and Diffraction"
    ],
    "note": [
      "• Magnetism in Condensed Matter S. Blundell, Oxford University Press Well written advanced material on magnetism. It is used in the Oxford condensed matter fourth year masters option. • Band Theory and Electronic Properties of Solids J. Singleton, Oxford University Press More advanced material on electrons in solids and band structure. Also used in the Oxford condensed matter fourth-year masters option. • Semiconductor Devices: Physics and Technology S. M. Sze, Wiley This is an excellent first text for those who want to know some more details of semiconductor device physics. • Principles of Condensed Matter Physics P. M. Chaikin and T. C. Lubensky, Cambridge A book that covers condensed matter physics much more broadly than solid state. Some of it is fairly advanced. List of Other Good Books 277"
    ],
    "title": [
      "Bristol This is a very nice, very very short book that tells you almost everything you would want to know about crystal structure. It only does a little bit on reciprocal space and diffraction, but gets the most important pieces",
      "Oxford University Press This book has historically been part of the Oxford syllabus, particularly for scattering theory and crystal structure. I don’t like it much, but it would probably be very useful if you were actually doing diffraction experiments",
      "Oxford University Press This is a more advanced book that covers scattering and crystal structure in particular. It is used in the Oxford condensed matter fourth year masters option"
    ],
    "type": "chapter"
  }
]
