[
  {
    "author": [
      {
        "family": "O'Callaghan",
        "given": "Joseph F."
      },
      {
        "family": "Medieval Spain",
        "given": "A.History",
        "particle": "of"
      },
      {
        "family": "Ithaca",
        "given": "N.Y."
      }
    ],
    "date": [
      "1975",
      "1972",
      "1977"
    ],
    "edition": [
      "2nd"
    ],
    "location": [
      "New York",
      "New York"
    ],
    "title": [
      "Still the most useful survey of the entire subject in English is",
      "By design it is fuller in materials than this volume. Despite the title, Gabriel Jackson, The Making of Medieval Spain",
      "deals mostly with the period after the fall of the caliphate. The same may be said of Angus Mackay, Spain in the Middle Ages",
      "Among the shorter Spanish histories Luis Garcia de Valdeavellano, Historia de Espaha"
    ],
    "type": null
  },
  {
    "container-title": [
      "Jose Angel Garcia de Cortazar y Ruiz de Aguirre, Historia de Espaha Alfaguera"
    ],
    "date": [
      "1973"
    ],
    "location": [
      "Madrid"
    ],
    "publisher": [
      "La epoca medieval"
    ],
    "title": [
      "is the simplest to use for its old-fashioned attention to names and dates and political history"
    ],
    "type": "chapter",
    "volume": [
      "1",
      "2"
    ]
  },
  {
    "author": [
      {
        "family": "Thompson",
        "given": "E.A."
      },
      {
        "literal": "remains indispensable. Nonetheless, Luis A. Garcia Moreno, Historia de Espana visigoda, Madrid"
      },
      {
        "family": "King",
        "given": "P.D."
      },
      {
        "given": "Law"
      },
      {
        "family": "Visigothic Kingdom",
        "given": "Society",
        "particle": "in the"
      },
      {
        "given": "Cambridge"
      }
    ],
    "container-title": [
      "Historia de la iglesia en Espana",
      "Jose Orlandis, La iglesia en la Espana visgotica y medieval"
    ],
    "date": [
      "1969",
      "1989",
      "1975",
      "1977",
      "1972",
      "1980",
      "1979",
      "1976",
      "1930"
    ],
    "editor": [
      {
        "family": "James",
        "given": "Edward"
      },
      {
        "family": "Villoslada",
        "given": "Ricardo Garcia"
      },
      {
        "family": "Sotomayor",
        "given": "Manuel"
      },
      {
        "family": "Muro",
        "given": "Teodoro Gonzalez Garcia"
      },
      {
        "family": "Osaba",
        "given": "Pablo Lopez",
        "particle": "de"
      }
    ],
    "location": [
      "Oxford",
      "Madrid",
      "Madrid",
      "Oxford",
      "Madrid",
      "Pamplona",
      "Washington, D.C"
    ],
    "note": [
      "Angel Montenegro Duque, Jose Maria Blazquez Martinez, and Jose Maria Solana Sainz, Historia de Espana: Espana romana, Madrid 1986, provides a survey of the latest scholarship, Roger Collins, T\\\\e Basques, Oxford 1986, reminds effectively that the peninsular evolution remains complex and thorny. THE PERIOD OF MUSLIM DOMINATION (CHAPTER 3) Given the general lack of familiarity of English-speaking peoples with the world of Islam, the neophyte may consult with profit Gustave E. von"
    ],
    "title": [
      "The Visigoths have gone somewhat out of style these days except perhaps in England",
      "The Goths in Spain",
      "is by far the best present treatment. Also, see the same author, Elfin del reino visgodo de Toledo",
      "Jose Orlandis, Historia de Espana: La Espana visigotica",
      "is a bit out of date now",
      "is the best of careful scholarship if, perhaps, too ready to believe that law gets regularly applied",
      "Visigothic Spain: New Approaches",
      "lives up to the title",
      "treat that most necessary institution for the Roman and Visigothic periods in a ponderous and quite traditional fashion but the basic information is provided",
      "supplies a briefer introduction. Aloysius K. Siegler, Church and State in Visigothic Spain",
      "remains a formidable study of that subject"
    ],
    "type": "chapter",
    "volume": [
      "1"
    ]
  },
  {
    "author": [
      {
        "family": "Griiriebaum",
        "given": "Medieval Islam"
      },
      {
        "given": "Chicago"
      },
      {
        "family": "Chejne",
        "given": "Anwar G."
      },
      {
        "family": "Spain",
        "given": "Muslim"
      },
      {
        "family": "History",
        "given": "Its"
      },
      {
        "family": "Culture",
        "given": "Minneapolis"
      },
      {
        "given": "Minn"
      },
      {
        "family": "Watt",
        "given": "W.Montgomery"
      },
      {
        "family": "Watson",
        "given": "Andrew M."
      }
    ],
    "date": [
      "1953",
      "1970",
      "1974",
      "1989",
      "1983",
      "1983",
      "1978"
    ],
    "location": [
      "Cambridge",
      "Oxford",
      "New York",
      "New York",
      "Barcelona"
    ],
    "note": [
      "Lewis, Naval Power and Trade in the Mediterranean, A . D . 300-1000, P r i n c e t o n , 1 9 5 1 ."
    ],
    "title": [
      "The Cambridge History of Islam",
      "supplies, amidst much else, a brief history of Islam in western North Africa",
      "is the best short survey in English",
      "A History of Islamic Spain, Edinburgh, 1965, is handy and unfailingly intelligible for the newcomer. Roger Collins, The Arab Conquest of Spain",
      "is the most recent and authoritative treatment of that subject. The same author, Early Medieval Spain",
      "handily puts the former in a somewhat larger context",
      "Agricultural Innovation in the Early Islamic World",
      "calls careful attention to a subject ordinarily treated with platitudes. Juan Vernet, La cultura hispanodrabe en Orient y Occidente",
      "supplies many specifics and complements Chejne. A yet wider context for events is supplied by Archibald R"
    ],
    "type": null,
    "volume": [
      "2"
    ]
  },
  {
    "author": [
      {
        "family": "Ashtor",
        "given": "Eliyahu"
      }
    ],
    "date": [
      "1973"
    ],
    "location": [
      "Philadelphia"
    ],
    "title": [
      "The Jews of Muslim Spain",
      "Aaron Klein and Jenny Machlowitz Klein, treats that essential component of Iberian Islamic society. Unfortunately there is presently no satisfactory work which devotes similar attention to its Mozarab analogue"
    ],
    "type": null,
    "volume": [
      "3"
    ]
  },
  {
    "author": [
      {
        "family": "Barbero",
        "given": "Abilio"
      },
      {
        "family": "Vigil",
        "given": "Marcelo"
      },
      {
        "family": "Cumbreno",
        "given": "Antonio C.Floriano"
      }
    ],
    "container-title": [
      "Farther east in the peninsula Thomas N. Bisson, The Medieval Crown of Aragon"
    ],
    "date": [
      "1972",
      "1974",
      "1986"
    ],
    "location": [
      "Oviedo",
      "Salamanca",
      "Oxford"
    ],
    "note": [
      "is lucid throughout and sensible on beginnings as well.\" Antonio Ubieto Arteta, Historia de Aragon: Origenes de Aragon, Saragossa, 1989, surveys the entire region up until AD IOOO. Maria J."
    ],
    "title": [
      "For the nascent independent Christian societies of the north the classic study is Claudio Sanchez Albornoz, Origenes de la nacion espanola",
      "Sobre los origines sociales de la reconquista",
      "suggests alternative methods for considering and supplementing the traditional data without arriving at a very satisfactory synthesis",
      "Estudios de historia de Asturias, Oviedo, 1962, is probably the easiest approach to what remains a major historical problem"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Viguera",
        "given": "Aragon musulmana"
      },
      {
        "family": "Marques",
        "given": "H.Oliveira"
      },
      {
        "family": "Portugal",
        "given": "History",
        "particle": "of"
      }
    ],
    "container-title": [
      "Introductory bibliography 213 THE CHRISTIAN RECONQUEST AND THE CENTRAL MIDDLE AGES",
      "Historia de Portugal"
    ],
    "date": [
      "1972",
      "1979",
      "1985"
    ],
    "edition": [
      "3rd"
    ],
    "location": [
      "New York",
      "Lisbon",
      "Lisbon"
    ],
    "note": [
      "CHAPTERS 4 , 5, AND 6) For the military aspect one cannot do better in English than Derek W."
    ],
    "title": [
      "Saragossa 1988, takes the other perspective. Portugal is adequately served in English by A",
      "The period up to the beginning of the fifteenth century is provided by Joaquim Verissimo Serrao",
      "That to the beginning of the fourteenth century is done in much more detail by Jose M a t t o s o , Identificao de urn pais: Ensaio sobre as origens de Portugal, 10Q6—1325"
    ],
    "type": "article-journal",
    "volume": [
      "1",
      "1",
      "2"
    ]
  },
  {
    "author": [
      {
        "given": "Lomax"
      }
    ],
    "date": [
      "1978"
    ],
    "location": [
      "London"
    ],
    "publisher": [
      "Powers, A Society Organized"
    ],
    "title": [
      "The Reconquest of Spain",
      "Longer and more concerned with the institutional basis is James F"
    ],
    "type": "book"
  },
  {
    "date": [
      "1988",
      "1956"
    ],
    "location": [
      "Berkeley",
      "Madrid"
    ],
    "publisher": [
      "for War"
    ],
    "title": [
      "The application of that power is still best examined in Ambrosio Huici Miranda, Lasgrandes batallas de la Reconquista durante las invasiones africanas"
    ],
    "type": "book"
  },
  {
    "note": [
      "Princeton, 1985, and then in the U N E S C O General"
    ],
    "title": [
      "The Muslim society, its defenders, and its appropriators from North Africa may be examined first of all in David Wasserstein, The Rise and Fall of the Party Kings"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Africa",
        "given": "History",
        "particle": "of"
      }
    ],
    "date": [
      "1984",
      "1970"
    ],
    "location": [
      "Paris and Berkeley",
      "London"
    ],
    "note": [
      "Jacinto Bosch Vila, Los Almordvides, 1956, reprint Granada, 1990, is the only full modern history."
    ],
    "title": [
      "for the Murabit, the Muwahhid, and the lesser dynasties. Charles-Andre Julien, History of North Africa",
      "remains a classic treatment with the additional advantage of brevity"
    ],
    "translator": [
      {
        "family": "Petrie",
        "given": "John"
      }
    ],
    "type": null,
    "volume": [
      "Vols. 4 and 5"
    ]
  },
  {
    "author": [
      {
        "family": "Miranda",
        "given": "Ambrosio Huici"
      }
    ],
    "container-title": [
      "Historia dels Catalans",
      "Historia politica del imperio Almohade"
    ],
    "date": [
      "1956",
      "1987",
      "1962",
      "1988"
    ],
    "edition": [
      "2nd"
    ],
    "editor": [
      {
        "family": "Soldevila",
        "given": "Ferran"
      }
    ],
    "location": [
      "Saragossa",
      "Barcelona",
      "Barcelona"
    ],
    "note": [
      "Burns, The Crusader Kingdom of Valencia, Reconstruction on a Medieval Frontier, 2 vols., Cambridge, Mass., 1967."
    ],
    "title": [
      "does the same for their successors. For the Christian realms we have the volumes of Antonio Ubieto Arteta, Historia de Aragbn: La formacibn territorial, Saragossa, 1981, and Historia de Aragbn: Creadon y desarrollo de la corona de Aragbn",
      "should be supplemented with the brilliant essay of Pierre Bonnassie, Catahtna mil anos atrds, sighs X-Xl, 1975-6, trans, and repr",
      "For the realm of Valencia after its reconquest one may begin with Robert I"
    ],
    "type": "article-journal",
    "volume": [
      "2",
      "3"
    ]
  },
  {
    "author": [
      {
        "family": "i.e.",
        "given": "Bernard F.Reilly"
      },
      {
        "literal": "Julio Gonzalez, Regesta de Fernando II, Madrid"
      }
    ],
    "container-title": [
      "and El reino de Castilla en la epoca de Alfonso"
    ],
    "date": [
      "1982",
      "1943",
      "1944",
      "1963"
    ],
    "location": [
      "Princeton",
      "Madrid",
      "and Antonio Ballesteros, Alfonso X, el Sabio, Murcia"
    ],
    "title": [
      "Curiously there is no satisfactory history of that entity we call variously the kingdom of Asturias, of Leon, of Leon-Castile, and finally simply of Castile. Some of the individual monarchs have been treated",
      "The Kingdom of Lebn-Castilla under King Alfonso VI, 1065-1 IOQ, Princeton, 1988, and The Kingdom ofLeon—Castila under Queen Urraca, nog-1126"
    ],
    "type": "chapter",
    "volume": [
      "2",
      "3"
    ]
  },
  {
    "author": [
      {
        "family": "Dufourcq",
        "given": "Charles E."
      },
      {
        "family": "Gautier-Dalche",
        "given": "Jean"
      }
    ],
    "date": [
      "1983"
    ],
    "location": [
      "Barcelona"
    ],
    "note": [
      "is basic. Salvador de M o x o , Repoblacibn y sociedad en al Espana"
    ],
    "title": [
      "For institutional studies of the Christian realms we are very well served by modern scholarship",
      "Historia econbmica y social de la Espana cristiana en la Edad Media"
    ],
    "type": null
  },
  {
    "note": [
      "Jose Antonio Maravall, 214 Introductory bibliography"
    ],
    "title": [
      "cristiana medieval, Madrid 1983, hardly less so"
    ],
    "type": null
  },
  {
    "container-title": [
      "Fortunato de Almedia, Historia da Igreja em Portugal"
    ],
    "date": [
      "1973",
      "1979",
      "1989"
    ],
    "edition": [
      "new"
    ],
    "editor": [
      {
        "family": "Conde",
        "given": "Javier Fernandez"
      }
    ],
    "location": [
      "Madrid",
      "Madrid",
      "Philadelphia"
    ],
    "note": [
      "Oporto, 1976, is its opposite number. Evelyn S. Proctor, Curia and Cortes in Leon and Castile, 1072—12^5, Cambridge, 1980, is essential but needs to be supplemented by Joseph F. O'Callaghan, The Cortes of Castile-Leon, 1188-1350,"
    ],
    "title": [
      "Estudios de historia del pensamiento espanol",
      "surveys most aspects of things intellectual. There simply is no good, singlevolume history of the Iberian church",
      "La historia de la iglesia en Espana",
      "is old-fashioned in conception but contains a great deal of information"
    ],
    "type": "chapter",
    "volume": [
      "i",
      "7",
      "1"
    ]
  },
  {
    "date": [
      "1979"
    ],
    "note": [
      "Jewish ones with Yitzak Baer, Historia de los"
    ],
    "publisher": [
      "Princeton"
    ],
    "title": [
      "At the introductory level, a beginning can be made on Islamic institutions with Thomas F. Glick, Islamic and Christian Spain in the Early Middle Ages"
    ],
    "type": null
  },
  {
    "date": [
      "1981",
      "1965"
    ],
    "location": [
      "Madrid",
      "New York"
    ],
    "note": [
      "THE LATE MIDDLE AGES (CHAPTER j"
    ],
    "title": [
      "judios en la Espana cristiana",
      "as well as Salo Wittmayer Baron, A Social and Religious History of the Jews"
    ],
    "translator": [
      {
        "family": "Jose Luis Lacave",
        "particle": "trans"
      }
    ],
    "type": null,
    "volume": [
      "10"
    ]
  },
  {
    "author": [
      {
        "family": "J. N. Hillgarth",
        "given": "English",
        "particle": "the absolutely indispensable work is"
      },
      {
        "family": "Klein",
        "given": "Julius"
      }
    ],
    "pages": [
      "1976–8"
    ],
    "title": [
      "The Spanish Kingdoms, 1250—1516",
      "The Mesta: A Study in Spanish Economic History, 1273-1836 is the classic study"
    ],
    "type": null,
    "volume": [
      "2"
    ]
  },
  {
    "author": [
      {
        "family": "Hamilton",
        "given": "Earl"
      },
      {
        "family": "Money",
        "given": "Prices"
      },
      {
        "family": "Valencia",
        "given": "Wages",
        "particle": "in"
      },
      {
        "family": "Aragon"
      },
      {
        "given": "Navarre"
      },
      {
        "literal": "has not been replaced. P. E. Russell, The English Intervention in Spain and Portugal in the Time of Edward III and Richard II, Oxford"
      }
    ],
    "container-title": [
      "Spanish Islam in the Later Middle Ages is currently being served well in English. John Boswell, The Royal Treasure: Muslim Communities under the Crown of Aragon in the Fourteenth Century",
      "Muslims under Latin Rule, 1100-1300"
    ],
    "date": [
      "1351",
      "1936",
      "1955",
      "1990",
      "1990"
    ],
    "editor": [
      {
        "family": "James M. Powell",
        "particle": "by"
      }
    ],
    "location": [
      "Cambridge",
      "Chicago",
      "Princeton"
    ],
    "note": [
      "New Haven, 1977, has been followed by L. P. Harvey, Islamic Spain, 1250 to 1500,",
      "Miguel Angel Ladero Quesada, Granada, Historia de unpais isldmico, 1232—1571, Madrid, 1969, is authoritative."
    ],
    "title": [
      "is very good on the civil wars. Philip Ziegler, The Black Death, London, 1969, is a general study. Most of the more general works listed under previous headings will continue to be useful"
    ],
    "type": "chapter"
  }
]
