[
  {
    "note": [
      "Name: Robert C. Hancock Title: Chief Operating Officer & Chief Compliance Officer Phone: 703-562-4000 Signature, Place, and Date of Signing:"
    ],
    "type": null
  },
  {
    "note": [
      "5:02:18 PM] Form 13F File Number Name"
    ],
    "title": [
      "List of Other Managers Reporting for this Manager"
    ],
    "type": null,
    "url": [
      "http://www.sec.gov/Archives/edgar/data/1020066/000102006611000012/0001020066-11-000012.txt"
    ]
  },
  {
    "location": [
      "Washington, D.C"
    ],
    "note": [
      "20549"
    ],
    "type": null
  },
  {
    "title": [
      "1.Names of Reporting Persons"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Sands Capital Management",
        "given": "L.L.C.I.R.S.Identification Nos"
      }
    ],
    "note": [
      "of above persons (entities only). 20-2830751"
    ],
    "type": null
  },
  {
    "note": [
      "Name: Robert C. Hancock Title: Chief Operating Officer & Chief Compliance Officer Phone: 703-562-4000 Signature, Place, and Date of Signing:"
    ],
    "type": null
  },
  {
    "note": [
      "5:05:02 PM] Form 13F File Number Name"
    ],
    "title": [
      "List of Other Managers Reporting for this Manager"
    ],
    "type": null,
    "url": [
      "http://www.sec.gov/Archives/edgar/data/1020066/000102006611000020/0001020066-11-000020.txt"
    ]
  },
  {
    "note": [
      "Name: Robert C. Hancock Title: Chief Operating Officer & Chief Compliance Officer Phone: 703-562-4000 Signature, Place, and Date of Signing:"
    ],
    "type": null
  },
  {
    "note": [
      "5:07:29 PM] Form 13F File Number Name"
    ],
    "title": [
      "List of Other Managers Reporting for this Manager"
    ],
    "type": null,
    "url": [
      "http://www.sec.gov/Archives/edgar/data/1020066/000102006612000003/0001020066-12-000003.txt"
    ]
  },
  {
    "location": [
      "Washington, D.C"
    ],
    "note": [
      "20549"
    ],
    "type": null
  },
  {
    "citation-number": [
      "315616102"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Nos",
        "given": "I.R.S.Identification"
      }
    ],
    "collection-title": [
      "of above persons (entities only"
    ],
    "pages": [
      "20–2830751"
    ],
    "type": null
  },
  {
    "note": [
      "Name: Robert C. Hancock Title: Chief Operating Officer & Chief Compliance Officer Phone: 703-562-4000 Signature, Place, and Date of Signing:"
    ],
    "type": null
  },
  {
    "note": [
      "Form 13F File Number Name http://www.sec.gov/Archives/edgar/data/1020066/000102006612000011/0001020066-12-000011.txt[1/25/2014 5:12:42 PM"
    ],
    "type": null
  },
  {
    "citation-number": [
      "28-01190"
    ],
    "title": [
      "Russell Investment Co"
    ],
    "type": null
  },
  {
    "note": [
      "Name: Robert C. Hancock Title: Chief Operating Officer & Chief Compliance Officer Phone: 703-562-4000 Signature, Place, and Date of Signing:"
    ],
    "type": null
  },
  {
    "note": [
      "5:28:09 PM] Form 13F File Number Name"
    ],
    "title": [
      "List of Other Managers Reporting for this Manager"
    ],
    "type": null,
    "url": [
      "http://www.sec.gov/Archives/edgar/data/1020066/000102006612000012/0001020066-12-000012.txt"
    ]
  },
  {
    "note": [
      "Name: Robert C. Hancock Title: Chief Operating Officer & Chief Compliance Officer Phone: 703-562-4000 Signature, Place, and Date of Signing:"
    ],
    "type": null
  },
  {
    "note": [
      "5:29:00 PM] Form 13F File Number Name"
    ],
    "title": [
      "List of Other Managers Reporting for this Manager"
    ],
    "type": null,
    "url": [
      "http://www.sec.gov/Archives/edgar/data/1020066/000102006612000013/0001020066-12-000013.txt"
    ]
  },
  {
    "note": [
      "Name: Robert C. Hancock Title: Chief Operating Officer & Chief Compliance Officer Phone: 703-562-4000 Signature, Place, and Date of Signing:"
    ],
    "type": null
  },
  {
    "note": [
      "5:29:35 PM] Form 13F File Number Name"
    ],
    "title": [
      "List of Other Managers Reporting for this Manager"
    ],
    "type": null,
    "url": [
      "http://www.sec.gov/Archives/edgar/data/1020066/000102006613000001/0001020066-13-000001.txt"
    ]
  },
  {
    "publisher": [
      "Inc"
    ],
    "title": [
      "Item 1(a). Name of Issuer: FMC Technologies"
    ],
    "type": "book"
  },
  {
    "location": [
      "Houston, TX 77086"
    ],
    "publisher": [
      "Sam Houston Parkway W"
    ],
    "title": [
      "Item 1(b). Address of Issuer's Principal Executive Offices: 5875 N"
    ],
    "type": "book"
  },
  {
    "title": [
      "Item 7. Identification and Classification of the Subsidiary Which Acquired the Security Being Reported on By the Parent Holding Company of Control Person: Not applicable"
    ],
    "type": null
  },
  {
    "title": [
      "Item 8. Identification and Classification of Members of the Group: Not applicable"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Robert",
        "given": "C."
      }
    ],
    "title": [
      "Hancock Title: Chief Operating Officer & Chief Compliance Officer"
    ],
    "type": null
  },
  {
    "container-title": [
      "COMPANY DATA: COMPANY CONFORMED NAME: SANDS CAPITAL MANAGEMENT, LLC"
    ],
    "type": "chapter"
  },
  {
    "note": [
      "Name: Robert C. Hancock Title: Chief Operating Officer & Chief Compliance Officer Phone: 703-562-4000 Signature, Place, and Date of Signing:"
    ],
    "type": null
  },
  {
    "note": [
      "5:38:43 PM] Form 13F File Number Name"
    ],
    "title": [
      "List of Other Managers Reporting for this Manager"
    ],
    "type": null,
    "url": [
      "http://www.sec.gov/Archives/edgar/data/1020066/000102006613000010/0001020066-13-000010.txt"
    ]
  },
  {
    "title": [
      "Item 1(b). Address of Issuer's Principal Executive Offices"
    ],
    "type": null
  },
  {
    "note": [
      "a. Amount beneficially owned: 7,271,153"
    ],
    "type": null
  },
  {
    "title": [
      "Item 7. Identification and Classification of the Subsidiary Which Acquired the Security Being Reported on By the Parent Holding Company of Control Person"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Robert",
        "given": "C."
      }
    ],
    "title": [
      "Hancock Title: Chief Operating Officer & Chief Compliance Officer"
    ],
    "type": null
  },
  {
    "note": [
      "Holdings SEC Accession No. 0001020066-13-000022"
    ],
    "title": [
      "Form 13F-HR - Quarterly report filed by institutional managers"
    ],
    "type": null
  },
  {
    "note": [
      "Holdings SEC Accession No. 0001020066-13-000025"
    ],
    "title": [
      "Form 13F-HR - Quarterly report filed by institutional managers"
    ],
    "type": null
  },
  {
    "title": [
      "Amend]Statement of acquisition of beneficial ownership by individuals 005-81049"
    ],
    "type": null,
    "url": [
      "http://www.sec.gov/cgi-bin/browse-edgar?action=getcompany&CIK=0001329099&type=&dateb=&owner=exclude&start=80&count=40"
    ]
  },
  {
    "date": [
      "1/25/2014"
    ],
    "note": [
      "34 Act) Size: 13 KB 2009-02-17 09612647"
    ],
    "pages": [
      "0000895421–09–000231"
    ],
    "title": [
      "EDGAR Search Results SC 13G/A Documents Acc-no"
    ],
    "type": null
  },
  {
    "title": [
      "Home | Search the Next-Generation EDGAR System | Previous Page Modified 03/14/2012"
    ],
    "type": null
  },
  {
    "container-title": [
      "On"
    ],
    "date": [
      "2005-07-21"
    ],
    "note": [
      "dollar. Under the revised policy, the RMB is permitted to fluctuate within a narrow and managed band against a basket of certain foreign currencies. Following the removal of the"
    ],
    "title": [
      "obtaining approval from the Ministry of Commerce, may delay or inhibit our ability to complete such transactions, which could affect our ability to expand our business or maintain our market share. Fluctuation in the value of the RMB may have a material adverse effect on your investment. The value of the RMB against the U.S. dollar and other currencies may fluctuate and is affected by, among other things, changes in China s political and economic conditions and foreign exchange policies",
      "the PRC government changed its decade-old policy of pegging the value of the RMB to the U.S"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "peg",
        "given": "U.S.",
        "particle": "dollar"
      },
      {
        "given": "dollar"
      }
    ],
    "container-title": [
      "An appreciation of RMB against the U.S. dollar would also result in foreign currency translation losses for financial reporting purposes when we translate our U.S",
      "Since"
    ],
    "date": [
      "2008-07"
    ],
    "note": [
      "dollar denominated financial assets into RMB, as RMB is our reporting currency. Conversely, a significant depreciation of the RMB against the U.S. dollar may significantly reduce the U.S. dollar equivalent of our earnings, which in turn could adversely affect the price of our ADSs."
    ],
    "title": [
      "the RMB appreciated more than 20% against the U.S. dollar over the following three years",
      "however, the RMB has traded within a narrow range against the U.S",
      "It is difficult to predict how long the current situation may last and when and how the RMB exchange rates may change going forward. Our revenues and costs are mostly denominated in RMB, while a significant portion of our financial assets are denominated in U.S. dollars. At the Cayman Islands holding company level, we rely entirely on dividends and other fees paid to us by our subsidiaries and consolidated affiliated entities in China. Any significant revaluation of RMB may materially and adversely affect our cash flows, revenues, earnings and financial position, and the value of, and any dividends payable on, our ADSs in U.S. dollars. For example, an appreciation of RMB against the U.S. dollar would make any new RMB denominated investments or expenditures more costly to us, to the extent that we need to convert U.S. dollars into RMB for such purposes"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "given": "Holders"
      }
    ],
    "date": [
      "2009"
    ],
    "note": [
      "after the close of each taxable year) and we cannot assure you that we will not be a PFIC for our current taxable year"
    ],
    "title": [
      "We may be classified as a passive foreign investment company, which could result in adverse U.S. federal income tax consequence to U.S",
      "Based on the market price of the ADSs and our ordinary shares, the composition of our income and assets and our operations, we believe that we were not a “passive foreign investment company,” or PFIC, for United States federal income tax purposes for our taxable year ended December 31",
      "However, we must make a separate determination each year as to whether we are a PFIC"
    ],
    "type": null
  },
  {
    "container-title": [
      "Holder held an ADS or an ordinary share, certain adverse U.S. federal income tax consequences could apply to the U.S. Holder. See “Item 10.E. Additional Information — Taxation — United States Federal Income Taxation —Passive Foreign Investment Company.”"
    ],
    "title": [
      "ending December 31, 2010 or any future taxable year. A non-U.S. corporation will be considered a PFIC for any taxable year if either (1) at least 75% of its gross income is passive income or (2) at least 50% of the value of its assets (based on an average of the quarterly values of the assets during a taxable year) is attributable to assets that produce or are held for the production of passive income. The future value of our assets is generally determined by reference to the market price of our ADSs and ordinary shares, which may fluctuate considerably. If we were treated as a PFIC for any taxable year during which a U.S"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "In more recent years, we have established additional PRC subsidiaries and assisted in establishing additional PRC consolidated affiliated entities to conduct part of our operations"
    ],
    "date": [
      "2000-01"
    ],
    "note": [
      "We formally launched a Japanese search service in January 2008 and now have three subsidiaries in Japan."
    ],
    "title": [
      "Item 4. Information on the Company A. History and Development of the Company We were incorporated in the Cayman Islands in",
      "Since our inception, we have conducted our operations in China principally through Baidu Online, our wholly owned subsidiary in Beijing, China. Since June 2001, we also have conducted part of our operations in China through Baidu Netcom, a consolidated affiliated entity in Beijing, China, which holds the licenses and approvals necessary to operate our websites and provide online advertising services"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "We and certain"
    ],
    "title": [
      "On August 5, 2005, we listed our ADSs on The Nasdaq National Market (later renamed The Nasdaq Global Market) under the symbol “BIDU"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "Our ADSs currently trade on The Nasdaq Global Select Market, a segment of The Nasdaq Global Market"
    ],
    "title": [
      "selling shareholders of our company completed the initial public offering of 4,604,224 ADSs, each representing one Class A ordinary share, on August 10, 2005"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "Inc. to Baidu, Inc. In"
    ],
    "date": [
      "2008",
      "2009-11"
    ],
    "editor": [
      {
        "given": "December"
      }
    ],
    "note": [
      "Our principal executive offices are located at Baidu Campus, No. 10 Shangdi 10th Street, Haidian District, Beijing 100085, the People s Republic of China. Our telephone number at this address is +86 (10) 5992-8888."
    ],
    "title": [
      "our shareholders approved our name change from Baidu.com",
      "we moved into our new corporate headquarters, which we name as Baidu Campus"
    ],
    "type": "chapter"
  },
  {
    "note": [
      "U.S.-based Internet Search Providers. U.S.-based Internet search providers such as Google and Microsoft have a strong global presence, well-established brand names, more users and customers and significantly greater financial resources than we do. Google s Chinese website google.cn is our major competitor in Chinese language"
    ],
    "title": [
      "Competition The Internet search industry in China is rapidly evolving and highly competitive. Our primary competitors include U.S.-based Internet search providers providing Chinese language Internet search services and Chinese Internet companies. We compete with these entities for both users and customers on the basis of user traffic, quality (relevance) and quantity (index size) of search results, availability and ease of use of our products and services, the number of customers, distribution channels and the number of associated third-party websites. We also face competition from traditional advertising media. Furthermore, our instant messaging and e-commerce services face competition from leading providers of these services in China"
    ],
    "type": "webpage"
  },
  {
    "note": [
      "or the Internet Culture Measures, which was revised"
    ],
    "title": [
      "Regulations on Internet Culture Activities On May 10, 2003, the Ministry of Culture promulgated the Internet Culture Administration Tentative Measures"
    ],
    "type": null
  },
  {
    "date": [
      "2004-07"
    ],
    "note": [
      "We have hosted certain audio/video programs on the Baidu Movie channel since 2006. Baidu Netcom was granted an Internet culture business permit in April 2007."
    ],
    "title": [
      "The Internet Culture Measures require ICP operators engaging in “Internet culture activities” to obtain a permit from the Ministry of Culture. The term “Internet culture activities” includes, among other things, online dissemination of Internet cultural products (such as audio-video products, gaming products, performances of plays or programs, works of art and cartoons) and the production, reproduction, importation, sale (wholesale or retail), leasing and broadcasting of Internet cultural products"
    ],
    "type": null
  },
  {
    "note": [
      "http //www.sec.gov/Archives/edgar/data/1329099/000095012310028511/h03358e20vf.htm[1/25/2014 5 58 26 PM"
    ],
    "type": null
  },
  {
    "container-title": [
      "In addition"
    ],
    "date": [
      "2006-11-20",
      "2006-11-20"
    ],
    "note": [
      "foreign investors are prohibited from engaging in the Internet culture business operation."
    ],
    "title": [
      "the Ministry of Culture issued Several Suggestions of the Ministry of Culture on the Development and Administration of the Internet Music, or the Suggestions, which became effective on",
      "The Suggestions, among other things, reiterate the requirement for the Internet service provider to obtain the Internet culture business permit to carry on any business of Internet music products"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "Internet culture operating entities should establish strict self-monitoring system of online music content and set up special department in charge of such monitoring"
    ],
    "date": [
      "2009"
    ],
    "title": [
      "On August 26, 2009, the PRC Ministry of Culture promulgated the Notice on Strengthening and Improving the Content Review of Online Music dated August 18",
      "According to this notice, only “Internet culture operating entities” approved by the Ministry of Culture may engage in the production, release, dissemination (including providing direct links to music products) and importation of online music products"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "C."
      }
    ],
    "date": [
      "2000-01"
    ],
    "note": [
      "June 2001 China Consolidated affiliated entity Baidu (China) Co., Ltd. June 2005 China Wholly owned subsidiary Baidu.com Times Technology (Beijing) Co., Ltd. April 2006 China Wholly owned subsidiary Beijing Perusal Technology Co., Ltd. June 2006 China Consolidated affiliated entity Baidu, Inc. December 2006 Japan Wholly owned subsidiary Baidu (Hong Kong) Limited November 2007 Hong Kong Wholly owned subsidiary Beijing BaiduPay Science and Technology Co., Ltd. February 2008 China Consolidated affiliated entity Baido, Inc. April 2008 Japan Wholly owned subsidiary Hyakudo, Inc. April 2008 Japan Wholly owned subsidiary Baidu Interaction (Shenzhen) Network Technology Co., Ltd. February 2009 China Wholly owned subsidiary"
    ],
    "title": [
      "Organizational Structure The following is a list of our subsidiaries and consolidated affiliated entities as of the date of this annual report on Form 20-F Name Time of Formation Place of Formation Relationship Baidu Online Network Technology (Beijing) Co., Ltd",
      "China Wholly owned subsidiary Baidu Holdings Limited February 2000 British Virgin Islands Wholly owned subsidiary Baidu Netcom Science Technology Co., Ltd"
    ],
    "type": null
  },
  {
    "publisher": [
      "Unresolved Staff Comments None"
    ],
    "title": [
      "Item 4A"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "given": "A."
      }
    ],
    "note": [
      "Operating profit in 2009 was RMB1.6 billion (US$235.1 million), a 46.3% increase over 2008. Net income in 2009 was RMB1.5 billion (US$217.6 million), a 41.7% increase over 2008."
    ],
    "title": [
      "Operating Results Overview Our operations are primarily based in China, where we derive almost all of our revenues. Total revenues in 2009 were RMB4.4 billion (US$651.6 million), a 39.1% increase over 2008"
    ],
    "type": null
  },
  {
    "title": [
      "Our total assets as of December 31, 2009 were RMB6.2 billion (US$902.0 million), of which cash and cash equivalent amounted to RMB4.2 billion"
    ],
    "type": null
  },
  {
    "date": [
      "US$615.3 million"
    ],
    "title": [
      "Our total liabilities were RMB1.4 billion (US$205.7 million), accounting for 22.8% of total liabilities and shareholders equity. As of December 31, 2009, our retained earnings accumulated to RMB3.4 billion (US$504.0 million). The major factors affecting our results of operations and financial condition are discussed below"
    ],
    "type": null
  },
  {
    "note": [
      "The EIT rate of enterprises established before March 16, 2007 that were eligible for preferential tax rate according"
    ],
    "title": [
      "According to the EIT Law, as further clarified by the Implementation Rules and the Transition Preferential Policy Circular, foreign-invested enterprises and domestic enterprises are subject to EIT at a uniform rate of 25%"
    ],
    "type": null
  },
  {
    "container-title": [
      "Under the Notice on Several Preferential Policies in Respect of Enterprise Income Tax promulgated jointly by the Ministry of Finance and the State Administration of Taxation on February 22, 2008, or the Caishui No",
      "On April 14, 2008, the Ministry of Science and Technology, the Ministry of Finance and the State Administration of Taxation jointly issued the Administrative Measures on the Recognition of High and New Technology Enterprises, or the Recognition Rules, effective on January 1, 2008. According to the Recognition Rules, the provincial counterparts of the Ministry of Science and Technology, the Ministry of Finance and the State Administration of Taxation shall jointly determine whether an enterprise is qualified as a high and new technology enterprise under the EIT Law. In making such determination, these government agencies shall consider, among other factors, ownership of core technology",
      "On"
    ],
    "date": [
      "1",
      "2009-04-24"
    ],
    "note": [
      "whether the products or services fall within the scope of high and new technology strongly supported by the state as specified in the Recognition Rules, the ratios of technical personnel and research and development (R&D) personnel to total personnel, the ratio of R&D expenditures to annual sales revenues, the ratio of revenues attributed to high and new technology products or services to total revenues, and other measures set forth in relevant guidance."
    ],
    "title": [
      "to then effective tax laws and regulations will gradually transition to the uniform 25% EIT rate by January 1, 2013. In addition, certain enterprises may still benefit from a preferential tax rate of 15% under the EIT Law if they qualify as “high and new technology enterprises strongly supported by the state,” subject to certain general factors described therein",
      "Notice, other than the preferential EIT treatments specified under the EIT Law, the Implementation Rules and certain other tax regulations, all preferential EIT treatments granted prior to January 1, 2008 are eliminated",
      "the Ministry of Finance and the State Administration of Taxation jointly promulgated Caishui Circular 69. According to Caishui Circular 69, subject to verification, a qualified software enterprise established prior to January 1, 2008 may continue to enjoy the tax holidays previously granted to it as a “software enterprise.” Where the software enterprise had already started to enjoy its tax holidays before 2008, it may continue to enjoy the remaining tax holidays from 2008 until the expiration of such tax holidays. Therefore, Baidu China may continue to enjoy a 50% reduced EIT rate from 2008 to 2010 as a “software enterprise"
    ],
    "type": "article-journal"
  },
  {
    "date": [
      "2008"
    ],
    "editor": [
      {
        "given": "December"
      }
    ],
    "title": [
      "our PRC subsidiaries Baidu Online and Baidu Times were designated by relevant government authorities as “high and new technology"
    ],
    "type": null
  },
  {
    "container-title": [
      "In addition, Baidu Times will continue to benefit from the remaining tax holidays granted to it under the applicable PRC tax laws and regulations effective before January 1"
    ],
    "date": [
      "2009",
      "2008"
    ],
    "editor": [
      {
        "given": "February"
      }
    ],
    "title": [
      "enterprise” under the EIT Law",
      "Baidu Online and Baidu Times received the high and new technology enterprise certificates jointly issued by the Beijing Municipal Science and Technology Commission, the Beijing Finance Bureau, and the Beijing State and Local Tax Bureaus. Therefore, Baidu Online and Baidu Times are entitled to enjoy a preferential tax rate of 15% as long as they maintain their qualification as “high and new technology enterprises” under the EIT Law"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "ASU",
        "particle": "or"
      },
      {
        "given": "No"
      }
    ],
    "container-title": [
      "Recent Accounting Pronouncements In October 2009, the FASB issued Accounting Standards Update",
      "In addition"
    ],
    "date": [
      "2009"
    ],
    "note": [
      "early adoption is permitted. We do not expect that the adoption of ASU 2009-13 will have a material impact on our consolidated financial statements."
    ],
    "title": [
      "Multiple-Deliverable Revenue Arrangements. ASU 2009-13 amends ASC 605-25, Revenue Recognition Multiple-Element Arrangements, regarding revenue arrangements with multiple deliverables. These updates addresses how to determine whether an arrangement involving multiple deliverables contains more than one unit of accounting, and how the arrangement consideration should be allocated among the separate units of accounting. These updates are effective for fiscal years beginning after June 15, 2010 and may be applied retrospectively or prospectively for new or materially modified arrangements"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "October 2009, the FASB issued ASU No"
    ],
    "date": [
      "2009"
    ],
    "title": [
      "Certain Revenue Arrangements That Include Software Elements. ASU 2009-14 amends the scope of ASC sub-topic 985-605, Software Revenue Recognition, to exclude all tangible products containing both software and non-software components that function together to"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "We do not expect that the adoption of ASU 2009-14 will have a material impact on our consolidated financial statements"
    ],
    "title": [
      "deliver the product s essential functionality. ASU 2009-14 is effective for revenue arrangements entered into or materially modified in fiscal years beginning on or after June 15, 2010 and shall be applied on a prospective basis. Early application is permitted as of the beginning of an entity s fiscal year"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "June"
      }
    ],
    "date": [
      "2009"
    ],
    "note": [
      "subsequently codified as ASU No. 2009-17), Amendments to FASB Interpretation No. 46(R),"
    ],
    "title": [
      "the Financial Accounting Standard Board, or FASB, issued SFAS 167",
      "which amends guidance regarding consolidation of variable interest entities to address the elimination of the concept of a qualifying special"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "entity",
        "particle": "purpose"
      }
    ],
    "note": [
      "We do not expect that the adoption of ASU 2009-17 will have a material impact on our consolidated financial statements."
    ],
    "title": [
      "ASU 2009-17 also replaces the quantitative-based risks and rewards calculation for determining which enterprise has a controlling financial interest in a variable interest entity with an approach focused on identifying which enterprise has the power to direct the activities of the variable interest entity, and the obligation to absorb losses of the entity or the right to receive benefits from the entity. Additionally, ASU 2009-17 requires any enterprise that holds a variable interest in a variable interest entity to provide enhanced disclosures that will provide users of financial statements with more transparent information about an enterprise s involvement in a variable interest entity. ASU 2009-17 is effective for interim and annual reporting periods beginning after November 30, 2009. ASU 2009-17 may be applied retrospectively in previously issued financial statements for one or more years with a cumulative-effect adjustment to retained earnings as of the beginning of the first year restated"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "January"
      },
      {
        "family": "ASU No",
        "particle": "the FASB issued"
      }
    ],
    "container-title": [
      "ASU"
    ],
    "date": [
      "2010",
      "2010"
    ],
    "title": [
      "Fair Value Measurements and Disclosures Improving Disclosures about Fair Value Measurements"
    ],
    "type": "article-journal"
  },
  {
    "citation-number": [
      "2010-06"
    ],
    "note": [
      "We do not expect that the adoption of ASU 2010-06 will have a material impact on our consolidated financial statements."
    ],
    "title": [
      "amends ASC 820 to require a number of additional disclosures regarding (1) the different classes of assets and liabilities measured at fair value, (2) the valuation techniques and inputs used, (3) the activity in Level 3 fair value measurements, and (4) the transfers between Levels 1, 2, and 3. The new disclosures and clarifications of existing disclosures are effective for interim and annual reporting periods beginning after December 15, 2009, except for the disclosures about purchases, sales, issuances, and settlements in the roll forward of activity in Level 3 fair value measurements. Those disclosures are effective for fiscal years beginning after December 15, 2010, and for interim periods within those fiscal years"
    ],
    "type": null
  },
  {
    "title": [
      "Financing Activities Net cash flow generated from financing activities was RMB95.1 million (US$13.9 million) in 2009, compared to a net cash flow of RMB35.6 million used in"
    ],
    "type": null
  },
  {
    "note": [
      "plus pre-determined premiums, in two structured share repurchase transactions in 2009."
    ],
    "title": [
      "financing activities in 2008, primarily due to the receipt of cash payments previously made by us"
    ],
    "type": null
  },
  {
    "note": [
      "share repurchase transaction entered into in December 2008, partially offset by the"
    ],
    "title": [
      "Net cash outflow in financing activities was RMB35.6 million in 2008, compared to a net cash inflow of RMB40.7 million from financing activities in 2007, primarily due to an upfront cash payment of US$10 million made under a structured"
    ],
    "type": null
  },
  {
    "date": [
      "2008"
    ],
    "title": [
      "proceeds received from exercise of our share options in"
    ],
    "type": null
  },
  {
    "container-title": [
      "Ms. Li holds an MBA degree from the University of British Columbia in Vancouver"
    ],
    "location": [
      "B.C., Canada"
    ],
    "note": [
      "and a bachelor of arts degree from Tsinghua University in China."
    ],
    "title": [
      "post as its chief financial officer. From 1994 to 2001, she held several other finance positions at General Motors in China, Singapore, the United States and Canada"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "William",
        "given": "I."
      }
    ],
    "date": [
      "2007-01"
    ],
    "title": [
      "Chang has served as our chief scientist since",
      "Dr. Chang is a recognized expert in search technology, online community and advertising"
    ],
    "type": null
  },
  {
    "container-title": [
      "From",
      "From",
      "From"
    ],
    "date": [
      "2001-01",
      "2000",
      "1998"
    ],
    "note": [
      "Dr. Chang served as vice president of Go Network. From 1997 to 1998, he was the chief technology officer of Infoseek, where he created the Infoseek natural language search engine for both the Internet search and enterprise applications. From 1991 to"
    ],
    "title": [
      "business models",
      "he served as chairman, president and chief executive officer of the Affini, Inc., a search technology and software company he founded. Since January 2007, he has served as chairman of Affini, Inc",
      "Dr. Chang served as chief technology officer at Sentius Corporation, a hypertext software company, where he created a contextual advertising product"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "given": "Dr"
      }
    ],
    "citation-number": [
      "1995,"
    ],
    "container-title": [
      "Dr. Chang received a bachelor s degree in mathematics from Harvard University and a Ph.D. in computer science from the University of California"
    ],
    "location": [
      "Berkeley"
    ],
    "title": [
      "Chang worked as a postdoctoral fellow and associate staff researcher with the Cold Spring Harbor Laboratory, where he mapped a genome and invented a protein sequence search methodology"
    ],
    "type": "chapter"
  },
  {
    "date": [
      "2005"
    ],
    "note": [
      "He is a retired partner of"
    ],
    "title": [
      "William Decker has served as our independent director since October",
      "Mr. Decker currently serves as an independent director and the chairman of the audit committee of VisionChina Media Inc., a Nasdaq-listed company that operates an out-of-home advertising network in China"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "PricewaterhouseCoopers",
        "given": "L.L.P."
      }
    ],
    "container-title": [
      "GAAP reporting and assistance with the Sarbanes-Oxley Act compliance work. He was also one of PricewaterhouseCoopers lead authorities on the Sarbanes-Oxley Act. Mr"
    ],
    "date": [
      "2005-07"
    ],
    "note": [
      "Decker received a bachelor s degree in accounting from Fairleigh Dickinson University in New Jersey."
    ],
    "title": [
      "Prior to his retirement in",
      "Mr. Decker was the senior partner in charge of PricewaterhouseCoopers LLP s Global Capital Markets Group. He led a team of more than 300 professionals in 25 countries to provide technical support to non-U.S. companies on SEC regulations and U.S"
    ],
    "type": "chapter"
  },
  {
    "note": [
      "He also has served as the chairman of the board of directors of AsiaInfo Holdings, Inc., a Nasdaq-listed"
    ],
    "title": [
      "James Ding has served as our independent director since our initial public offering in August 2005. Mr. Ding is a managing director of GSR Ventures, a venture capital fund focusing on early stage technology companies in China"
    ],
    "type": null
  },
  {
    "note": [
      "He served as AsiaInfo s chief executive officer from May 1999 to April"
    ],
    "title": [
      "company, since April 2003 and has served as a member of the board of AsiaInfo since its inception"
    ],
    "type": null
  },
  {
    "date": [
      "2003",
      "1997"
    ],
    "note": [
      "Los Angeles and a bachelor s degree in chemistry from Peking University in China."
    ],
    "title": [
      "He was AsiaInfo s senior vice president for business development and chief technology officer from",
      "Mr. Ding received a master s degree in information science from the University of California"
    ],
    "type": null
  },
  {
    "date": [
      "2007-06"
    ],
    "title": [
      "Nobuyuki Idei has served as our independent director since",
      "An experienced director, Mr. Idei also currently serves as chairman of the advisory board of"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "H."
      }
    ],
    "title": [
      "Documents on Display We previously filed with the SEC our registration statement on Form F-1, as amended and prospectus under the Securities Act of 1933, with respect to our ordinary shares"
    ],
    "type": null
  },
  {
    "note": [
      "Specifically, we are required to file annually a Form 20-F (1) within six months after"
    ],
    "title": [
      "We are subject to the periodic reporting and other informational requirements of the Securities Exchange Act of 1934, as amended, or the Exchange Act. Under the Exchange Act, we are required to file reports and other information with the SEC"
    ],
    "type": null
  },
  {
    "note": [
      "and (2) within four"
    ],
    "title": [
      "the end of each fiscal year, which is December 31, for fiscal years ending before December 15, 2011"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Street",
        "given": "F."
      },
      {
        "given": "N.E."
      }
    ],
    "container-title": [
      "GAAP, and all notices of shareholders meetings and other reports and communications that are made generally available to our shareholders. The depositary will make such notices"
    ],
    "date": [
      "2011",
      "2054"
    ],
    "location": [
      "Washington, D.C"
    ],
    "note": [
      "reports and communications available to holders of ADSs and, upon our request, will mail to all record holders of ADSs the information contained in any notice of a shareholders meeting received by the depositary from us."
    ],
    "title": [
      "months after the end of each fiscal year for fiscal years ending on or after December 15",
      "Copies of reports and other information, when so filed, may be inspected without charge and may be obtained at prescribed rates at the public reference facilities maintained by the Securities and Exchange Commission at 100",
      "Room 1580",
      "The public may obtain information regarding the Washington, D.C. Public Reference Room by calling the Commission at 1-800-SEC-0330. The SEC also maintains a website at www.sec.gov that contains reports, proxy and information statements, and other information regarding registrants that make electronic filings with the SEC using its EDGAR system. As a foreign private issuer, we are exempt from the rules under the Exchange Act prescribing the furnishing and content of quarterly reports and proxy statements, and officers, directors and principal shareholders are exempt from the reporting and short-swing profit recovery provisions contained in Section 16 of the Exchange Act. We will furnish The Bank of New York Mellon, the depositary of our ADSs, with our annual reports, which will include a review of operations and annual audited consolidated financial statements prepared in conformity with U.S"
    ],
    "type": "paper-conference"
  },
  {
    "container-title": [
      "In addition, we commenced operation in Japan in late 2007. To the extent we need to make capital injections into our Japan operation by converting U.S"
    ],
    "note": [
      "dollars into Japanese Yen, we will be exposed to the fluctuations in the exchange rate between the U.S. dollar"
    ],
    "title": [
      "Foreign Exchange Risk Most of our revenues and costs are denominated in RMB, while a significant portion of our cash and cash equivalents and short-term financial assets are denominated in U.S. dollars and held by the Cayman holding company. Our exposure to foreign exchange risk primarily relates to those financial assets denominated in U.S. dollars. Any significant revaluation of RMB against the U.S. dollar may materially affect our revenues, earnings and financial position, and the value of, and any dividends payable on, our ADS in U.S. dollars. See “Item 3D. Key Information — Risk Factors — Risks Related to Doing Business in China — Fluctuation in the value of the RMB may have a material adverse effect on your investment"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "2.1"
    ],
    "container-title": [
      "to our Registration Statement on Form F-1"
    ],
    "issue": [
      "333-126534"
    ],
    "note": [
      "filed with the Securities and Exchange Commission on August 2, 2005) 2.3 Form of Deposit Agreement among the Registrant, the depositary and holder of the American Depositary Receipts (incorporated by reference to Exhibit 4.3 to our Registration Statement on Form F-1 (file no. 333-126534) filed with the Securities and Exchange Commission on July 12, 2005"
    ],
    "title": [
      "Registrant s Specimen American Depositary Receipt (incorporated by reference to Exhibit 1 of the prospectus filed with the Securities and Exchange Commission on January 5, 2009 pursuant to Rule 424(b)(3) under the Securities Act) 2.2 Registrant s Specimen Certificate for Class A Ordinary Shares (incorporated by reference to Exhibit 4.2 of Amendment No"
    ],
    "type": "article-journal",
    "volume": [
      "5"
    ]
  },
  {
    "citation-number": [
      "4.1"
    ],
    "note": [
      "file no. 333-126534) filed with the Securities and Exchange Commission on July 12, 2005"
    ],
    "title": [
      "Second Amended and Restated Shareholders Agreement, dated as of June 9, 2004, among the Registrant and other parties therein (incorporated by reference to Exhibit 4.4 of our Registration Statement on Form F-1"
    ],
    "type": null
  },
  {
    "citation-number": [
      "4.2"
    ],
    "date": [
      "2000"
    ],
    "note": [
      "incorporated by reference to Exhibit 99.3 of Form 6-K furnished with the Securities and Exchange Commission on December 17, 2008"
    ],
    "title": [
      "Option Plan (amended and restated effective December 16, 2008"
    ],
    "type": null
  },
  {
    "citation-number": [
      "4.3"
    ],
    "container-title": [
      "filed with the Securities and Exchange Commission on July 12, 2005) 4.5 Form of Employment Agreement between the Registrant and an Executive Officer of the Registrant (incorporated by reference to Exhibit 10.4 of our Registration Statement on Form F-1"
    ],
    "date": [
      "2008"
    ],
    "issue": [
      "333-126534",
      "333-126534"
    ],
    "note": [
      "filed with the Securities and Exchange Commission on July 12, 2005"
    ],
    "title": [
      "Share Incentive Plan (incorporated by reference to Exhibit 99.4 of Form 6-K furnished with the Securities and Exchange Commission on December 17, 2008) 4.4 Form of Indemnification Agreement with the Registrant s directors (incorporated by reference to Exhibit 10.3 of our Registration Statement on Form F-1"
    ],
    "type": "article-journal",
    "volume": []
  },
  {
    "citation-number": [
      "4.6"
    ],
    "note": [
      "file no. 333-126534) filed with the Securities and Exchange Commission on July 12, 2005"
    ],
    "title": [
      "Translation of Technology Consulting and Services Agreement dated as of March 22, 2005 between Baidu Online and Baidu Netcom (incorporated by reference to Exhibit 99.2 of our Registration Statement on Form F-1"
    ],
    "type": null
  },
  {
    "citation-number": [
      "4.7"
    ],
    "note": [
      "file no. 333-126534) filed with the Securities and Exchange Commission on July 12, 2005"
    ],
    "title": [
      "Translation of Business Cooperation Agreement dated as of March 22, 2005 between Baidu Online and Baidu Netcom (incorporated by reference to Exhibit 99.3 of our Registration Statement on Form F-1"
    ],
    "type": null
  },
  {
    "citation-number": [
      "4.8"
    ],
    "note": [
      "file no. 333-126534) filed with the Securities and Exchange Commission on July 12, 2005"
    ],
    "title": [
      "Translation of Operating Agreement dated as of March 22, 2005 between Baidu Online and Baidu Netcom (incorporated by reference to Exhibit 99.4 of our Registration Statement on Form F-1"
    ],
    "type": null
  },
  {
    "container-title": [
      "filed with the Securities and Exchange Commission on",
      "filed with the Securities and Exchange Commission on",
      "Baidu Netcom, Robin Yanhong Li and Eric Yong Xu (incorporated by reference to Exhibit 99.9 of our Registration Statement on Form F-1",
      "filed with the Securities and Exchange Commission on July 12, 2005) 4.14 Translation of Equity Pledge Agreement dated as of March 22, 2005 among Baidu Online, Robin Yanhong Li and Eric Yong Xu (incorporated by reference to Exhibit 99.10 of our Registration Statement on Form F-1"
    ],
    "date": [
      "2005-07-12",
      "2005-07-12"
    ],
    "issue": [
      "333-126534",
      "333-126534",
      "333-126534",
      "333-126534",
      "333-126534",
      "333-126534"
    ],
    "note": [
      "filed with the Securities and Exchange Commission on July 12, 2005) 4.15 Translation of Exclusive Equity Purchase Option Agreement dated as of March 22, 2005 among Baidu Online, Robin Yanhong Li and Eric Yong Xu (incorporated by reference to Exhibit 99.11 of our Registration Statement on Form F-1 (file no. 333-126534) filed with the Securities and Exchange Commission on July 12, 2005) 4.16 Translation of Loan Agreement dated as of March 22, 2005 among Baidu Online, Robin Yanhong Li and Eric Yong Xu (incorporated by reference to Exhibit 99.12 of our Registration Statement on Form F-1 (file no. 333-126534) filed with the Securities and Exchange Commission on July 12, 2005"
    ],
    "title": [
      "Exhibit Number Description of Document 4.9 Translation of Software License Agreement dated as of March 22, 2005 between Baidu Online and Baidu Netcom (incorporated by reference to Exhibit 99.5 of our Registration Statement on Form F-1",
      "filed with the Securities and Exchange Commission on July 12, 2005) 4.10 Translation of Trademark License Agreement dated as of March 1, 2004 between Baidu Online and Baidu Netcom and the supplementary agreement dated as of January 18, 2005 (incorporated by reference to Exhibit 99.6 of our Registration Statement on Form F-1",
      "4.11 Translation of Domain Name License Agreement dated as of March 1, 2004 between Baidu Online and Baidu Netcom and the supplementary agreement dated August 9, 2004 (incorporated by reference to Exhibit 99.7 of our Registration Statement on Form F-1",
      "4.12 Translation of Web Layout Copyright License Agreement dated as of March 1, 2004 between Baidu Online and Baidu Netcom and the supplementary agreement dated as of August 9, 2004 (incorporated by reference to Exhibit 99.8 of our Registration Statement on Form F-1",
      "filed with the Securities and Exchange Commission on July 12, 2005) 4.13 Translation of Proxy Agreement dated as of August 9, 2004 among Baidu Online"
    ],
    "type": "article-journal",
    "volume": []
  },
  {
    "author": [
      {
        "family": "Baidu",
        "given": "Inc"
      }
    ],
    "date": [
      "2000"
    ],
    "title": [
      "“Baidu” or the “Company”) was incorporated under the laws of the Cayman Islands on January 18",
      "The Company was formerly known as"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Baiducom"
      }
    ],
    "container-title": [
      "Inc. on December"
    ],
    "date": [
      "2008"
    ],
    "note": [
      "“Baidu Holdings”) incorporated in the British Virgin Islands."
    ],
    "title": [
      "Inc. and changed its name to Baidu",
      "The Company is the 100% shareholder of Baidu Holdings Ltd"
    ],
    "type": "article-journal",
    "volume": [
      "16"
    ]
  },
  {
    "note": [
      "“Baidu Online”) incorporated under the laws of the People s Republic of China (“PRC”) on January 18, 2000, • Baidu, Inc. (“Baidu Japan”) incorporated in Tokyo under the laws of Japan on December 13, 2006, and • Baidu (Hong Kong) Limited (“Baidu HK”) incorporated in Hong Kong under the laws of Hong Kong on November 27, 2007."
    ],
    "title": [
      "As of December 31, 2009, Baidu Holdings owns three subsidiaries, details of which are as follows • Baidu Online Network Technology (Beijing) Co., Ltd"
    ],
    "type": null
  },
  {
    "note": [
      "“Baidu China”) incorporated under the laws of the PRC on June 6, 2005, • Baidu.com Times Technology (Beijing) Co., Ltd. (“Baidu Times”) incorporated under the laws of the PRC on April 19, 2006, and • Baidu Interaction (Shenzhen) Network Technology Co., Ltd. (“Baidu Interaction”), which obtained its business license in March 2009, to be incorporated under the laws of the PRC. Baidu Japan has established two wholly-owned subsidiaries in Japan, details of which are as follows • Hyakudo Inc. (“Hyakudo”) incorporated in Tokyo under the laws of Japan on April 14, 2008, and • Baido, Inc. (“Baido”) incorporated in Tokyo under the laws of Japan on April 14, 2008"
    ],
    "title": [
      "Baidu HK owns three subsidiaries in the PRC, details of which are as follows • Baidu (China) Co., Ltd"
    ],
    "type": null
  },
  {
    "note": [
      "“Baidu Netcom”) incorporated under the laws of the PRC on June 5, 2001, • Beijing Perusal Technology Co., Ltd. (“Beijing Perusal”) incorporated under the laws of the PRC on June 6, 2006,",
      "“BaiduPay”) incorporated under the laws of the PRC on February 27, 2008."
    ],
    "publisher": [
      "and • Beijing BaiduPay Science and Technology Co., Ltd"
    ],
    "title": [
      "As of December 31, 2009, the Company also effectively controls three variable interest entities (“VIEs”) • Beijing Baidu Netcom Science Technology Co., Ltd"
    ],
    "type": null
  },
  {
    "date": [
      "2009-07-13",
      "US$0.73 million"
    ],
    "publisher": [
      "“Paibo Times”"
    ],
    "title": [
      "Beijing Perusal, together with Paibo Online (Beijing) Technology Co., Ltd. (“Paibo”), a subsidiary of Beijing News, set up a joint venture, Beijing Paibo Times Technology Co., Ltd",
      "to operate a community website and provide information of interest to Beijing local residents. The registered capital of Paibo Times is RMB5.00 million",
      "Paibo and Beijing Perusal hold 55% and 45% of the Paibo Times equity interest, respectively. The Company accounts for its investment in Paibo Times under the equity method. The Company, its subsidiaries and VIEs are hereinafter collectively referred to as the “Group.” The Group offers Internet search solutions and online marketing solutions, operates an e-commerce platform with an online payment tool which enables e-commerce merchants and customers to make payments online, develops and markets scalable web application software and provides related services. The Group s principal geographic market is in the PRC and Japan. The Company does not conduct any substantive operations of its own but conducts its primary business operations through its wholly-owned subsidiaries and VIEs in the PRC and Japan"
    ],
    "type": "book"
  },
  {
    "container-title": [
      "Interpretation"
    ],
    "genre": [
      "(“ASC 460-10”),"
    ],
    "issue": [
      "34)"
    ],
    "note": [
      "Guarantees Overall (Pre-Codification Financial Accounting Standards Board (“FASB”) Interpretation No. 45,",
      "or (c) the guarantee is required to be recorded in the financial statements at fair value."
    ],
    "title": [
      "Guarantees The Company accounts for guarantees in accordance with ASC subtopic 460-10",
      "Guarantor s Accounting and Disclosure Requirements for Guarantees Including Indirect Guarantees to Others, an interpretation of FASB Statements No. 5 57 and 107 and a rescission of FASB",
      "Accordingly, the Company evaluates its guarantees to determine whether (a) the guarantee is specifically excluded from the scope of ASC 460-10, (b) the guarantee is subject to ASC 460-10 disclosure requirements only, but not subject to the initial recognition and measurement provisions"
    ],
    "type": "article-journal",
    "volume": []
  },
  {
    "author": [
      {
        "family": "BAIDU",
        "given": "I.N.C."
      }
    ],
    "type": null
  },
  {
    "container-title": [
      "NOTES TO THE CONSOLIDATED FINANCIAL STATEMENTS"
    ],
    "location": [
      "Continued"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "October 2009, the FASB issued ASU No. 2009-13 (“ASU 2009-13”), Multiple-Deliverable Revenue Arrangements. ASU 2009-13 amends ASC sub-topic 605-25",
      "In addition"
    ],
    "date": [
      "2009",
      "“ASC 605-25”"
    ],
    "note": [
      "early adoption is permitted. The Company does not expect the adoption of ASU 2009-13 will have a material impact on its consolidated financial statements."
    ],
    "title": [
      "SFAS 167 is effective for interim and annual reporting periods beginning after November 30",
      "The Company does not expect the adoption of SFAS 167 will have a material impact on its consolidated financial statements",
      "Revenue Recognition Multiple-Element Arrangements, regarding revenue arrangements with multiple deliverables. These updates addresses how to determine whether an arrangement involving multiple deliverables contains more than one unit of accounting, and how the arrangement consideration should be allocated among the separate units of accounting. These updates are effective for fiscal years beginning after June 15, 2010 and to be applied retrospectively or prospectively for new or materially modified arrangements"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "October 2009, the FASB issued ASU No. 2009-14 (“ASU 2009-14”), Certain Revenue Arrangements That Include Software Elements. ASU 2009-14 amends the scope of ASC"
    ],
    "note": [
      "“ASC 985-605”), Software Revenue Recognition, to exclude all tangible products containing both software and non-software"
    ],
    "pages": [
      "– 985–605"
    ],
    "type": "chapter"
  },
  {
    "title": [
      "components that function together to deliver the product s essential functionality. ASU 2009-14 is effective for revenue arrangements entered into or materially modified in fiscal years beginning on or after June 15, 2010 and is to be applied on a prospective basis. Early application is permitted as of the beginning of an entity s fiscal year. The Company does not expect the adoption of ASU 2009-14 will have a material impact on its consolidated financial statements"
    ],
    "type": null
  },
  {
    "container-title": [
      "January 2010, the FASB issued ASU No. 2010-06 (“ASU 2010-06”), Fair Value Measurements and Disclosures Improving Disclosures about Fair Value"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "Measurements"
      }
    ],
    "title": [
      "ASU 2010-06 amends ASC 820 to require a number of additional disclosures regarding (1) the different classes of assets and liabilities measured at fair value, (2) the valuation techniques and inputs used, (3) the activity in Level 3 fair value measurements, and (4) the transfers between Levels 1, 2, and 3. The new disclosures and clarifications of existing disclosures are effective for interim and annual reporting periods beginning after December 15, 2009, except for the disclosures about purchases, sales, issuances, and settlements in the roll forward of activity in Level 3 fair value measurements. Those disclosures are effective for fiscal years beginning after December 15, 2010, and for interim periods within those fiscal years. The Company does not expect that the adoption of ASU 2010-06 will have a material impact on its consolidated financial statements"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "dollar"
      }
    ],
    "note": [
      "Since July 21, 2005, the RMB has been permitted to fluctuate within a"
    ],
    "title": [
      "Foreign currency exchange rate risk The Company s exposure to foreign currency exchange rate risk primarily relates to cash and cash equivalents and short-term investments denominated in the U.S",
      "The functional currency of the Company is US$, and the reporting currency is RMB"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "RMB",
        "particle": "dollar into"
      }
    ],
    "container-title": [
      "During"
    ],
    "date": [
      "2009"
    ],
    "note": [
      "For the years ended December 31, 2007, 2008 and 2009, the net foreign currency translation loss resulting from the translation from the respective functional currencies to the RMB reporting currency recorded in the Company s other comprehensive loss was RMB48.26 million, RMB27.60 million and RMB3.96 million (US$0.58 million) respectively."
    ],
    "title": [
      "narrow and managed band against a basket of certain foreign currencies. The appreciation of the US$ against RMB was approximately 0.05% in 2009. Any significant revaluation of RMB may materially and adversely affect the cash flows, revenues, earnings and financial position, and the value of, and any dividends payable on, the ADS in U.S. dollars. As a result, an appreciation of RMB against the U.S. dollar would result in foreign currency translation losses when translating the net assets of the Company from the U.S",
      "The functional currency of the subsidiaries in Japan is Japanese Yen (“JPY”), and the reporting currency is RMB",
      "JPY depreciated by approximately 2.4% against RMB. The depreciation of JPY against RMB results in foreign currency translation loss when translating the net assets into RMB"
    ],
    "type": "article-journal"
  }
]
