[
  {
    "author": [
      {
        "family": "W. H. Brock",
        "particle": "including"
      },
      {
        "family": "Bensaude-Vincent",
        "given": "Bernadette"
      },
      {
        "family": "Stengers",
        "given": "Isabelle"
      },
      {
        "family": "and",
        "given": "for reference rather than for reading"
      },
      {
        "family": "Partington",
        "given": "J.R."
      },
      {
        "family": "Newman",
        "given": "William R."
      },
      {
        "family": "Dobbs",
        "given": "B.J.T."
      }
    ],
    "container-title": [
      "There is useful discussion of Paracelsus’s alchemy in Piyo Rattansi and Antonio Clericuzio",
      "Alchemy and Chemistry in the Sixteenth and Seventeenth Centuries"
    ],
    "date": [],
    "editor": [
      {
        "family": "Starkey",
        "given": "George"
      },
      {
        "family": "Newton",
        "given": "Isaac"
      },
      {
        "family": "Principe",
        "given": "Lawrence M."
      },
      {
        "literal": "eds."
      }
    ],
    "location": [
      "New York",
      "Cambridge, Mass",
      "London",
      "Princeton",
      "Cambridge, Mass",
      "Cambridge",
      "Dordrecht",
      "Oxford"
    ],
    "note": [
      "). Chaucer’s “Canon’s Yeoman’s Tale” may be read in any good edition of his Canterbury Tales, or in modern translation, Geoffrey Chaucer, The Canterbury Tales,"
    ],
    "pages": [
      "–"
    ],
    "publisher": [
      "Norton",
      "Harvard University Press",
      "Macmillan",
      "Princeton University Press",
      "Harvard University Press",
      "Cambridge University Press",
      "Kluwer",
      "Oxford University Press"
    ],
    "title": [
      "There are several more detailed and longer histories of chemistry",
      "The Norton History of Chemistry",
      "A History of Chemistry",
      "A History of Chemistry,  vols",
      "1 First Steps: From Alchemy to Chemistry? Three books offer both a general discussion of the history of alchemy and a detailed study of the alchemy of Robert Boyle",
      "The Aspiring Adept: Robert Boyle and His Alchemical Quest",
      "Gehennical Fire: The Lives of George Starkey, an American Alchemist in the Scientific Revolution",
      "The Janus Faces of Genius: The Role of Alchemy in Newton’s Thought",
      ""
    ],
    "translator": [
      {
        "family": "Wright",
        "given": "David"
      }
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "Brock"
      }
    ],
    "title": [
      "The Norton History of Chemistry, discusses the modern achievement of transmutation"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Maurice P. Crosland",
        "particle": "see"
      },
      {
        "family": "A. L. Donovan",
        "particle": "see"
      },
      {
        "given": "Archibald"
      },
      {
        "family": "Clow",
        "given": "Nan"
      },
      {
        "given": "Crosland"
      }
    ],
    "container-title": [
      "Instruments and Experimentation in the History of Chemistry",
      "A Scientific Autobiography of Joseph Priestley (",
      "Chemist and Revolutionary"
    ],
    "date": [],
    "editor": [
      {
        "family": "Rousseau",
        "given": "G.S."
      },
      {
        "family": "Porter",
        "given": "R."
      },
      {
        "family": "F. L. Holmes",
        "particle": "of"
      },
      {
        "family": "Levere",
        "given": "T.H."
      },
      {
        "given": "Schofield"
      }
    ],
    "location": [
      "London",
      "Edinburgh",
      "London",
      "Cambridge",
      "Cambridge, Mass",
      "Edinburgh",
      "Cambridge, Mass",
      "Philadelphia"
    ],
    "note": [
      ". Joseph Black, Experiments upon Magnesia Alba (), has been reprinted as Alembic Club Reprint, No. ",
      "Scribner’s: New York, ); a good recent biography is Jean-Pierre Poirier, Lavoisier: Chemist, Biologist, Economist (Philadelphia: University of Pennsylvania Press, ). Two excellent detailed studies of Lavoisier’s laboratory practice are F. L. Holmes, Lavoisier and the Chemistry of Life: An Exploration of Scientific Creativity (Madison: University of Wisconsin Press, ), and, by the same author, Antoine Lavoisier—The Next Crucial Year: Or, The Sources of His Quantitative Method in Chemistry (Princeton: Princeton University Press, ). Lavoisier’s book, Elements of Chemistry, trans. R. Kerr (Edinburgh, ; actually published in ), has been reprinted (New York: Dover, )."
    ],
    "publisher": [
      "Heinemann",
      "Edinburgh University Press",
      "Batchworth Press",
      "Cambridge University Press",
      "MIT Press",
      "Livingstone",
      "MIT Press",
      "Pennsylvania State University Press"
    ],
    "title": [
      "Historical Studies in the Language of Chemistry",
      "The most complete history of chemical affinity (not yet translated into English) is Michelle Goupil, Du flou au clair? Histoire de l’affinité chimique de Cardan à Prigogine (Paris: Comité des Travaux Historiques et Scientifiques, ). For Scottish chemistry and its context",
      "Philosophical Chemistry in the Scottish Enlightenment: The Doctrines and Discoveries of William Cullen and Joseph Black",
      "The Chemical Revolution",
      "5 Different Kinds of Air An excellent introductory essay to eighteenth-century chemistry and the chemical revolution is Maurice P",
      "Chemistry and the Chemical Revolution",
      "The Ferment of Knowledge: Studies in the Historiography of Eighteenth-Century Science",
      "Crosland discusses early instruments for the handling of gases in chap",
      "which I have drawn on freely. Levere discusses eudiometry, the measurement of the goodness of gases, in chap.  of the same book, and Holmes discusses Lavoisier’s research apparatus in chap",
      "Joseph Priestley appears engagingly in Robert E",
      "Schofield has also written a fine account of Priestley’s first forty years, The Enlightenment of Joseph Priestley: A Study of His Life and Work from",
      "The literature on Lavoisier and the chemical revolution is enormous. The best introduction remains Henry Guerlac, Antoine-Laurent Lavoisier"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Holmes",
        "given": "F.L."
      },
      {
        "family": "Levere",
        "given": "H."
      }
    ],
    "date": [],
    "location": [
      "Madison",
      "Oxford"
    ],
    "note": [
      "; reprint, Yverdon and Langhorne: Gordon and Breach, ). The methodological debates are explored in John Hedley Brooke, Thinking About Matter: Studies in the History of Chemical Philosophy (Aldershot, Hampshire, and Brookfield, Vt.: Variorum, ). Liebig and Wöhler’s paper on the benzoyl radical can be read in translation in O. T. Benfey, Classics in the Theory of Chemical Combination (New York: Dover, ), along with key writings by Laurent and Gerhardt."
    ],
    "publisher": [
      "University of Wisconsin Press",
      "Clarendon Press"
    ],
    "title": [
      "Eighteenth-Century Chemistry as an Investigative Enterprise (Berkeley: Office for the History of Science and Technology, University of California, ), has an excellent chapter on eighteenth-century vegetable chemistry. For Lavoisier’s research in organic chemistry, see the same author’s Lavoisier and the Chemistry of Life: An Exploration of Scientific Creativity",
      "The background to the arguments in this chapter is explored in T",
      "Affinity and Matter: Elements of Chemical Philosophy"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "laboratory",
        "given": "J.B.Morrell",
        "particle": "teaching"
      },
      {
        "family": "Fruton",
        "given": "Joseph S."
      },
      {
        "family": "Holmes",
        "given": "F.L."
      },
      {
        "family": "Alan",
        "given": "J."
      },
      {
        "family": "F. L. Holmes",
        "given": "See",
        "particle": "also"
      },
      {
        "family": "L. F. Haber",
        "particle": "see"
      },
      {
        "family": "Alan J. Rocke",
        "particle": "see"
      },
      {
        "given": "Rocke"
      }
    ],
    "container-title": [
      "Proceedings of the American Philosophical Society",
      "Chemical Sciences in the Modern World",
      "Ambix",
      "Osiris",
      "J"
    ],
    "date": [],
    "editor": [
      {
        "family": "Holmes",
        "given": "F.L."
      },
      {
        "family": "Levere",
        "given": "T.H."
      },
      {
        "family": "Mauskopf",
        "given": "Seymour"
      }
    ],
    "location": [
      "Cambridge, Mass",
      "Philadelphia",
      "Oxford",
      "Angeles",
      "Cambridge, Mass"
    ],
    "note": [
      "11 Atoms in Space For Frankland, see C. A. Russell, Edward Frankland: Chemistry, Controversy and Conspiracy in Victorian England (Cambridge: Cambridge University Press, ). Several of the key papers discussed in this chapter are reprinted in translation in O. T. Benfey, Classics in the Theory of Chemical Combination (New York: Dover, ). The best translation of Van’t Hoff ’s paper is in Peter J. Ramberg and Geert J. Somsen, “The Young J. H. van’t Hoff: The Background to the Publication of His  Pamphlet on the Tetrahedral Carbon Atom, Together with a New English Translation,” Annals of Science  (): –."
    ],
    "pages": [
      "–",
      "–",
      "–"
    ],
    "publisher": [
      "MIT Press",
      "University of Pennsylvania Press",
      "Clarendon Press",
      "University of California Press",
      "MIT Press"
    ],
    "title": [
      "The Chemist Breeders: The Research Schools of Liebig and Thomas Thomson",
      "The Liebig Research Group—A Reappraisal",
      "The Complementarity of Teaching and Research in Liebig’s Laboratory",
      "Rocke has written an admirable account of the use of Liebig’s potash apparatus, “Organic Analysis in Comparative Perspective: Liebig, Dumas, and Berzelius",
      "Apparatus and Experimentation in the History of Chemistry",
      "Justus Liebig and the Construction of Organic Chemistry",
      "For chemical industry",
      "The Chemical Industry during the Nineteenth Century",
      "For an account of the place of organic chemistry in German university laboratories",
      "The Quiet Revolution: Hermann Kolbe and the Science of Organic Chemistry (Berkeley and Los",
      "The situation in France is well described in A",
      "Nationalizing Science: Adolphe Wurtz and the Battle for French Chemistry"
    ],
    "type": "article-journal",
    "volume": []
  },
  {
    "author": [
      {
        "family": "Russell",
        "given": "C.A."
      }
    ],
    "container-title": [
      "and Classics in Coordination Chemistry"
    ],
    "date": [
      "), pts"
    ],
    "editor": [
      {
        "family": "Benfey",
        "given": "T."
      },
      {
        "family": "Ramsay",
        "given": "O.Bertrand"
      },
      {
        "family": "ed.",
        "given": "van’t Hoff–Le Bel Centennial"
      }
    ],
    "location": [
      "Leicester",
      "Washington, D.C",
      "Washington, D.C",
      "New York",
      "New York"
    ],
    "note": [
      "see Ronald Nyholm, Journal of Chemical Education  (): – , and W. H. Brock, The Norton History of Chemistry (New York: Norton, ), chap. ; in chap. , Brock discusses organic synthesis and organic chemical industry."
    ],
    "publisher": [
      "Leicester University Press",
      "American Chemical Society",
      "American Chemical Society",
      "Springer",
      "Dover"
    ],
    "title": [
      "The History of Valency",
      "–, discusses bonds, formulas, the theory of structure, and, of course, valence. There are useful essays in two centenary volumes: O",
      "Kekulé Centennial",
      "For coordination chemistry, see George B. Kauffman, Alfred Werner—Founder of Coordination Chemistry",
      "",
      " and ). Russell, The History of Valency, –, has an elegant analysis of the thinking in Werner’s key papers. For the Australian contribution to the twentieth-century revival of inorganic chemistry"
    ],
    "type": "chapter",
    "volume": [
      " vols"
    ]
  },
  {
    "citation-number": [
      "13"
    ],
    "container-title": [
      "Keith J"
    ],
    "location": [
      "Ithaca, N.Y"
    ],
    "note": [
      "Laidler, The World of Physical Chemistry (Oxford: Oxford University Press, ), has valuable accounts of several of the de-"
    ],
    "publisher": [
      "Cornell University Press"
    ],
    "title": [
      "The Nature of the Chemical Bond The title of this chapter is from Linus Pauling, The Nature of the Chemical Bond and the Structure of Molecules and Crystals",
      "); there have been several subsequent editions, any of which is well worth consulting"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Now",
        "given": "Where"
      },
      {
        "family": "Next?",
        "given": "Where"
      },
      {
        "family": "Keith J. Laidler",
        "particle": "see"
      },
      {
        "family": "buckminsterfullerene",
        "given": "On"
      },
      {
        "family": "Hugh Aldersey-Williams",
        "particle": "see"
      },
      {
        "family": "Olby",
        "given": "R.C."
      }
    ],
    "citation-number": [
      "14"
    ],
    "container-title": [
      "What Remains to Be Discovered: Mapping the Secrets of the Universe, the Origins of Life, and the Future of the Human Race"
    ],
    "date": [],
    "edition": [
      "revised",
      "rd"
    ],
    "genre": [
      "; reprint,"
    ],
    "location": [
      "New York",
      "Oxford",
      "New York",
      "Princeton",
      "New York",
      "London",
      "New York",
      "London",
      "New York",
      "Cambridge"
    ],
    "note": [
      "). For the downside of genetically modified crops, see Jane Rissler, The Ecological Risks of Engineered Crops (Cambridge, Mass.: MIT Press, ). On the atmosphere, smog, and the ozone layer, see John DeWitt Horel and Jack Geisler, Global Environmental Change: An Atmospheric Perspective (New York: John Wiley, ); Annika Nilsson, Ultraviolet Reflections: Life under a Thinning Ozone Layer (New York: John Wiley, ); Derek M. Elsom, Smog Alert: Managing Urban Air (London: Earthscan Publications, ). Index"
    ],
    "publisher": [
      "Oxford University Press",
      "Oxford University Press",
      "John Wiley",
      "Princeton University Press",
      "Athenaeum",
      "Macmillan",
      "Dover",
      "Penguin Books",
      "Free Press",
      "Cambridge University Press"
    ],
    "title": [
      "New Frontiers For a guide to the new artificial elements, consult Albert Stwertka, A Guide to the Elements",
      "For the new physical chemistry",
      "The World of Physical Chemistry",
      "The Most Beautiful Molecule: The Discovery of the Buckyball",
      "For an account of a variety of fascinating molecules, see Philip Ball, Designing the Molecular World: Chemistry at the Frontier",
      "For the discovery of DNA, there are accounts in two very different styles: James D. Watson, The Double Helix: A Personal Account of the Discovery of the Structure of DNA",
      "The Path to the Double Helix",
      "For relatively modern biochemistry, see Steven Rose with Sarah Bullock, The Chemistry of Life",
      "There is much about the role of chemistry in relation to biology in John Maddox",
      "For the history of genetic engineering, see Susan Aldridge, The Thread of Life: The Story of Genes and Genetic Engineering"
    ],
    "type": "chapter"
  }
]
