[
  {
    "container-title": [
      "NOTES TO CONSOLIDATED FINANCIAL STATEMENTS International Business Machines Corporation and Subsidiary Companies"
    ],
    "type": "chapter"
  },
  {
    "publisher": [
      "International Business Machines Corporation and Subsidiary Companies"
    ],
    "type": "book"
  },
  {
    "container-title": [
      "NOTES TO CONSOLIDATED FINANCIAL STATEMENTS International Business Machines Corporation and Subsidiary Companies"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "NOTES TO CONSOLIDATED FINANCIAL STATEMENTS International Business Machines Corporation and Subsidiary Companies"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "December 2004, the FASB issued SFAS",
      "In accordance with the transition provisions of SFAS No. determined or the transaction lacks commercial substance",
      "SFAS"
    ],
    "issue": [
      "153",
      "153"
    ],
    "note": [
      "SFAS No. 153 is not expected 132(R), note w, “Retirement-Related Benefits,” on pages 78 through 86 has been expanded"
    ],
    "title": [
      "Exchanges of Nonmonetary Assets, however, it also required additional annual disclosures describing types of plan assets, an amendment of APB Opinion No. 29” effective for nonmonetary asset exchanges occur- investment strategy, measurement date(s), expected employer contributions, plan obligaring in the fiscal year beginning January 1, 2006",
      "requires that exchanges of tions, and expected benefit payments of defined benefit pension plans and other defined productive assets be accounted for at fair value unless fair value cannot be reasonably benefit postretirement plans"
    ],
    "type": "article-journal",
    "volume": []
  },
  {
    "note": [
      "to include the new disclosures required as of December 31, 2003."
    ],
    "title": [
      "to have a material effect on the company’s Consolidated Financial Statements"
    ],
    "type": null
  },
  {
    "container-title": [
      "the guidance in FASB Staff Position (FSP) No. FAS 109-1, “Application of FASB Statement These accounting pronouncements did not have a material impact on the company’s No. 109, Accounting for Income Taxes, to the Tax Deduction on Qualified Production Activities Provided by the American Jobs Creation Act of 2004,”"
    ],
    "date": [
      "2010"
    ],
    "note": [
      "issued in the fourth quar- Consolidated Financial Statements."
    ],
    "title": [
      "domestic production activities, which will be phased in from 2005 through",
      "Under FIN 46(R), the company adopted FIN 46(R) for all VIEs and SPEs as of March 31, 2004"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "as described in SFAS In 2003, the Emerging Issues Task Force (EITF) reached a consensus on two revenue"
    ],
    "issue": [
      "109"
    ],
    "note": [
      "Issue No."
    ],
    "title": [
      "ter of 2004, the deduction will be treated as a “special deduction",
      "As such, the company has not adjusted its deferred tax assets and liabilities as of recognition issues relating to the accounting for multiple-element arrangements"
    ],
    "type": "article-journal",
    "volume": []
  },
  {
    "author": [
      {
        "family": "No",
        "given": "F.S.P."
      }
    ],
    "container-title": [
      "The company adopted the issues Foreign Earnings Repatriation Provision within the American Jobs Creation Act of 2004,” prospectively as of"
    ],
    "date": [
      "2004-12-31",
      "2003-07-31",
      "2003-07-01"
    ],
    "issue": [
      "00-21 and SOP 97-2"
    ],
    "note": [
      "EITF No. 00-21) this deduction will be reported in the period for which the deduction is claimed on the and Issue No. 03-05,",
      "EITF No. 03-05). The consensus As discussed in note p, “Taxes” on pages 72 and 73, the new U.S. tax law enacted in opinion in EITF No. 03-05 clarifies the scope of both EITF",
      "EITF No. 00-21 and No. 03-05 did not have a material impact issued in the fourth quarter of 2004, provides that an enterprise is allowed time beyond on the company’s Consolidated Financial Statements."
    ],
    "title": [
      "to reflect the impact of this special deduction. Rather, the impact of 00-21, “Accounting for Revenue Arrangements with Multiple Deliverables",
      "Applicability of AICPA SOP 97-2 to Non-Software Deliverables in an company’s U.S. federal income tax return. Arrangement Containing More Than Incidental Software",
      "and was October 2004 creates a temporary incentive for the company to repatriate earnings accu- reached on",
      "The transition provisions allowed either prospective application mulated outside the U.S",
      "FAS 109-2, “Accounting and Disclosure Guidance for the or a cumulative effect adjustment upon adoption"
    ],
    "type": "article-journal",
    "volume": []
  },
  {
    "author": [
      {
        "family": "Accordingly",
        "given": "as provided for in F.S.P.S.F.A.S.No"
      }
    ],
    "container-title": [
      "November 2003, through the issuance of FSP No. FAS 150-3, the FASB board approvals have been completed. indefinitely deferred the effective date of certain provisions of SFAS No. 150, including In December 2003"
    ],
    "issue": [
      "109",
      "109"
    ],
    "note": [
      "the FASB issued SFAS No. 150, “Accounting for Certain Financial Instruits plan for applying SFAS",
      "the FASB revised SFAS No. 132, “Employers’ Disclosures about mandatorily redeemable instruments as they relate to minority interests in consolidated Pensions and other Postretirement Benefits, an amendment of FASB Statements No. 87, 88 finite-lived entities. The adoption of SFAS No. 150, as modified by FSP No. FAS 150-3, did and 106.” SFAS No. 132(R) retained all of the disclosure requirements of SFAS No. 132, not have a material effect on the Consolidated Financial Statements."
    ],
    "title": [
      "the financial reporting period of enactment to evaluate the effect of the new tax law on In May 2003",
      "The company has not yet completed its evaluation of ments with Characteristics of both Liabilities and Equity.” It establishes classification and the possible effect of the new tax law on its plan for repatriation of foreign earnings for measurement standards for three types of freestanding financial instruments that have purposes of applying SFAS",
      "109-2, characteristics of both liabilities and equity. Instruments within the scope of SFAS No. 150 the company has not adjusted its income tax expense or deferred tax liability as of must be classified as liabilities within the company’s Consolidated Financial Statements December 31, 2004 to reflect the possible effect of the new repatriation provision. Income and be reported at settlement date value. The provisions of SFAS No. 150 are effective for tax expense, if any, associated with any repatriation under the Act will be provided in the (1) instruments entered into or modified after May 31, 2003, and (2) pre-existing instruments company’s financial statements in the quarter in which the required management and as of July 1, 2003"
    ],
    "type": "article-journal",
    "volume": []
  },
  {
    "container-title": [
      "NOTES TO CONSOLIDATED FINANCIAL STATEMENTS International Business Machines Corporation and Subsidiary Companies"
    ],
    "type": "chapter"
  },
  {
    "genre": [
      "ibm annual report 2004"
    ],
    "type": "report"
  },
  {
    "container-title": [
      "NOTES TO CONSOLIDATED FINANCIAL STATEMENTS International Business Machines Corporation and Subsidiary Companies"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "NOTES TO CONSOLIDATED FINANCIAL STATEMENTS International Business Machines Corporation and Subsidiary Companies"
    ],
    "type": "chapter"
  },
  {
    "publisher": [
      "International Business Machines Corporation and Subsidiary Companies"
    ],
    "type": "book"
  },
  {
    "container-title": [
      "NOTES TO CONSOLIDATED FINANCIAL STATEMENTS International Business Machines Corporation and Subsidiary Companies"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "NOTES TO CONSOLIDATED FINANCIAL STATEMENTS International Business Machines Corporation and Subsidiary Companies"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "ibm annual report 2004 NOTES TO CONSOLIDATED FINANCIAL STATEMENTS International Business Machines Corporation and Subsidiary Companies"
    ],
    "title": [
      "* Included in the U.S. federal current and deferred tax provisions are a benefit of $848 million and a charge of $848 mil-72 lion, respectively, due to the Internal Revenue Service settlement noted on page 73"
    ],
    "type": "chapter"
  },
  {
    "genre": [
      "ibm annual report 2004"
    ],
    "type": "report"
  },
  {
    "container-title": [
      "NOTES TO CONSOLIDATED FINANCIAL STATEMENTS International Business Machines Corporation and Subsidiary Companies"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "NOTES TO CONSOLIDATED FINANCIAL STATEMENTS International Business Machines Corporation and Subsidiary Companies"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "NOTES TO CONSOLIDATED FINANCIAL STATEMENTS International Business Machines Corporation and Subsidiary Companies"
    ],
    "type": "chapter"
  },
  {
    "note": [
      "defined benefit plans for 2004 and 2003 were as follows: (Dollars in millions) PPP-Qualified Portion Non-U.S. Plans"
    ],
    "title": [
      "The changes in the benefit obligations and plan assets of the qualified portion of the PPP and the significant non-U.S"
    ],
    "type": null
  },
  {
    "genre": [
      "ibm annual report 2004"
    ],
    "type": "report"
  },
  {
    "container-title": [
      "NOTES TO CONSOLIDATED FINANCIAL STATEMENTS International Business Machines Corporation and Subsidiary Companies"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "NOTES TO CONSOLIDATED FINANCIAL STATEMENTS International Business Machines Corporation and Subsidiary Companies"
    ],
    "type": "chapter"
  },
  {
    "genre": [
      "ibm annual report 2004"
    ],
    "type": "report"
  },
  {
    "container-title": [
      "NOTES TO CONSOLIDATED FINANCIAL STATEMENTS International Business Machines Corporation and Subsidiary Companies"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "NOTES TO CONSOLIDATED FINANCIAL STATEMENTS International Business Machines Corporation and Subsidiary Companies"
    ],
    "type": "chapter"
  },
  {
    "genre": [
      "ibm annual report 2004"
    ],
    "type": "report"
  },
  {
    "container-title": [
      "NOTES TO CONSOLIDATED FINANCIAL STATEMENTS International Business Machines Corporation and Subsidiary Companies"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "NOTES TO CONSOLIDATED FINANCIAL STATEMENTS International Business Machines Corporation and Subsidiary Companies"
    ],
    "type": "chapter"
  },
  {
    "genre": [
      "ibm annual report 2004"
    ],
    "type": "report"
  },
  {
    "container-title": [
      "NOTES TO CONSOLIDATED FINANCIAL STATEMENTS International Business Machines Corporation and Subsidiary Companies"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "PRESIDENT",
        "given": "Douglas T.Elix S.E.N.I.O.R.V.I.C.E.P.R.E.S.I.D.E.N.T.S.E.N.I.O.R.V.I.C.E."
      },
      {
        "family": "Moffat",
        "given": "Robert W.",
        "suffix": "Jr"
      }
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "SENIOR VICE PRESIDENT AND COMMUNICATIONS GENERAL COUNSEL SENIOR VICE PRESIDENT Timothy S. Shaughnessy GROUP EXECUTIVE INTEGRATED SUPPLY CHAIN VICE PRESIDENT AND SALES AND DISTRIBUTION GROUP John R. Joyce Mark Loughridge CONTROLLER SENIOR VICE PRESIDENT AND SENIOR VICE PRESIDENT AND Daniel E. O’Donnell Jesse J. Greene, Jr. GROUP EXECUTIVE CHIEF FINANCIAL OFFICER VICE PRESIDENT Stephen M. Ward, Jr. VICE PRESIDENT AND TREASURER GLOBAL SERVICES ASSISTANT GENERAL COUNSEL SENIOR VICE PRESIDENT AND J. Randall MacDonald AND SECRETARY GENERAL MANAGER J. Bruce Harreld John E. Kelly"
      }
    ],
    "container-title": [
      "III SENIOR VICE PRESIDENT PERSONAL SYSTEMS GROUP SENIOR VICE PRESIDENT SENIOR VICE PRESIDENT HUMAN RESOURCES Samuel J. Palmisano STRATEGY TECHNOLOGY AND CHAIRMAN OF THE BOARD William M. Zeitler INTELLECTUAL PROPERTY PRESIDENT AND SENIOR VICE PRESIDENT AND CHIEF EXECUTIVE OFFICER GROUP EXECUTIVE SYSTEMS AND TECHNOLOGY GROUP"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Company",
        "given": "N.A.via e-mail at"
      },
      {
        "given": "I.B.M.-7800"
      }
    ],
    "citation-number": [
      "800"
    ],
    "container-title": [
      "and other information regarding issuers that summary of the Annual Meeting remarks and Inc. Linux is a trademark of Linus Torvalds. Windows file electronically with the SEC. is a trademark of Microsoft Corporation. UNIX is a hear voting results from the meeting by callibm on the internet registered trademark of The Open Group in the United Visit www.ibm.com/ibm/responsibility to ing"
    ],
    "director": [
      {
        "family": "AIX",
        "given": "BladeCenter"
      },
      {
        "family": "Candle",
        "given": "DB2"
      },
      {
        "given": "Domino"
      }
    ],
    "location": [
      "Washington, DC"
    ],
    "note": [
      "Other company, product learn about IBM's positions and progress on printed copies of the information via mail or found via the IBM home page on the Internet and service names may be trademarks or service marks issues of corporate responsibility — including fax. Stockholders residing outside the United of others. (http://www.ibm.com). Financial results, news its community relations programs, employee States, Canada and Puerto Rico should call on IBM products, services and other activities Printed in the U.S.A. G507-0501-11 programs, supply chain, corporate governance, (402) 573-9861. can also be found via that address."
    ],
    "pages": [
      "575–2694"
    ],
    "title": [
      "The IBM Annual Meeting of Stockholders will the company files with the SEC at the SEC’s ibm@equiserve.com be held on Tuesday, April 26, 2005, at 10 a.m. Public Reference Room at 450 Fifth Street, at the Charleston Area Convention Center, The IBM Annual Report is printed on recycled paper Hearing-impaired stockholders with access NW",
      "20549. The public may 5001 Coliseum Drive, North Charleston, and is recyclable. to a telecommunications device (TDD) can obtain information on the operation of the South Carolina",
      "eServer, IBM, communicate directly with EquiServe Trust Public Reference Room by calling the SEC iSeries, Lotus, Lotus Notes, pSeries, POWER5, PowerPC, Company, N.A., by calling (800) 490-1493. at 1-800-SEC-0330. The SEC maintains an Rational, ThinkPad, ThinkVantage, Tivoli, WebSphere, stockholder communications Stockholders residing outside the United Internet site (http://www.sec.gov) that contains xSeries and zSeries are trademarks of International Stockholders in the United States and Canada Business Machines Corporation or its wholly owned States, Canada and Puerto Rico should call reports, proxy and information statements, can get quarterly financial results, listen to a subsidiaries. Java is a trademark of Sun Microsystems",
      "Callers can also request Topics featured in this Annual Report can be States and other countries"
    ],
    "type": "paper-conference",
    "volume": [
      "781"
    ]
  },
  {
    "author": [
      {
        "family": "EquiServe Trust Company",
        "given": "N.A."
      }
    ],
    "type": null
  },
  {
    "container-title": [
      "Certifications by IBM’s Chief are released in May, August and November. Executive Officer and Chief Financial Officer are included in SEC reports and An audio cassette recording of the 2004 submissions to the New York Stock Annual"
    ],
    "note": [
      "Report will be available for sight-Exchange as required. impaired stockholders in June. design: VSA Partners, Inc., Chicago printing: cover, Cenveo Anderson Lithograph; body, Allied Printing Services, Inc. additional re source s avail able online :"
    ],
    "title": [
      "ibm investor services program P.O. Box 43072 Stockholders of record can also consent The Investor Services Program brochure Providence, Rhode Island 02940-3072 to receive future IBM Annual Reports and outlines a number of services provided for (888) IBM-6700 Proxy Statements online through the IBM stockholders and potential IBM investors, including the reinvestment of dividends, Investors residing outside the United States, Internet at this site. direct purchase and the deposit of IBM Canada and Puerto Rico should call IBM files reports with the Securities and (781) 575-2727. stock certificates for safekeeping. Call Exchange Commission (SEC), including (888) 421-8860 for a copy of the brochure. The Form 10-K Annual Report and Form 10-Q annual reports on Form 10-K, quarterly Investors residing outside the United States, Quarterly Reports to the SEC provide addireports on Form 10-Q, current reports on Canada and Puerto Rico should call tional information on IBM’s business. The 10-K Form 8-K and any other filings required (781) 575-2727. report is released in February; 10-Q reports by the SEC"
    ],
    "type": "chapter",
    "url": [
      "http://www.ibm.com/investor).",
      "www.ibm.com/annualreport/2004"
    ]
  },
  {
    "title": [
      "international business machines corporation new orchard road armonk, new york 10504"
    ],
    "type": null
  }
]
