[
  {
    "author": [
      {
        "family": "System",
        "given": "Experiments U.S.Agricultural Trade Update"
      },
      {
        "family": "Citizenship",
        "given": "Bureau",
        "particle": "of"
      },
      {
        "family": "Observation",
        "given": "Immigration Report Evolution Services Vegetarian Journal The Geyser"
      },
      {
        "family": "Statistics U.S. Congress",
        "given": "Study U.S.Bureau",
        "particle": "of Economic Analysis Vegetarian Resource Group Association U.S. Census Bureau Veronis Suhler Stevenson The History of"
      },
      {
        "family": "Education Wichita Eagle Epidemiological",
        "given": "Department",
        "particle": "of"
      },
      {
        "family": "Energy Wikipedia Studies U.S",
        "given": "Psychological U.S.Department",
        "particle": "of"
      }
    ],
    "container-title": [
      "Department of Housing and Urban Hospitalizations The Plant Cell Development Women’s Health Initiative The Street U.S. Department of Justice WONDER database The Washington Post U.S. Energy Information Administration World Almanac The World Bank U.S. Environmental Protection Agency World FactBook Themed Entertainment Association U.S. Geological Survey World Radiation Center TIME U.S. National Center for Health Statistics World Series History Time Spent Viewing U.S. News and World Report www.house.gov Times Higher Education U.S. Overseas Loans and Grants Yahoo! Contributor Network TIMS U.S. Substance Abuse and Mental Health Year-End Industry Shipment and Revenue TNS Intersearch Services Administration Statistics Trade & Environment Database (TED) Case U.S. Women’s Open YouGov"
    ],
    "title": [
      "Local Health District The Earth: Structure, Composition and U.S",
      "Joint Committee on Vital and Health Statistics The Infinite Dial Printing Vital Statistics of the United States The Journal of Arachnology U.S. Department of Agriculture Wall Street Journal The Lancet U.S. Department of Commerce Washington Post The Lobster Almanac U.S. Department of Defense Weatherwise The Marathon: Physiological, Medical, U.S",
      "Department of Health and Human WIN-Gallup International The Methods of Statistics Services Women and Cardiovascular Disease The Nielsen Company U.S"
    ],
    "type": "chapter"
  },
  {
    "note": [
      "households sampled r Sample mean: mean income, x, of the 57,000 U.S. households sampled"
    ],
    "title": [
      "r Population: all U.S. households r Population data: incomes of all U.S. households r Population mean: mean income, μ, of all U.S. households r Sample: 57,000 U.S. households sampled by the Census Bureau r Sample data: incomes of the 57,000 U.S"
    ],
    "type": null
  },
  {
    "title": [
      "The Census Bureau uses the sample mean income, x, of the 57,000 U.S. households sampled to estimate the population mean income, μ, of all U.S"
    ],
    "type": null,
    "url": [
      "households."
    ]
  },
  {
    "container-title": [
      "in physics at the University of control methods. The reputation of Japan’s goods changed from Wyoming in 1921, a master’s degree in physics and mathematics definitely shoddy to amazingly excellent over the next two decades at the University of Colorado in 1924"
    ],
    "note": [
      "and a doctorate in mathe- as the businessmen of Japan implemented Deming’s teachings."
    ],
    "title": [
      "William Edwards Deming was born on October 14, 1900, in statistical studies. It was in this last-named capacity that Deming Sioux City, Iowa. Shortly after his birth, his father secured home- transformed industry in Japan. Deming began his long association stead land and moved the family first to Cody, Wyoming, and then with Japanese businesses in 1947 when the U.S. War Department to Powell, Wyoming. engaged him to instruct Japanese industrialists in statistical quality Deming obtained a B.S"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Bureau",
        "given": "Census"
      }
    ],
    "container-title": [
      "Finally, in 1980, as the result of the NBC white paper trol. In 1939",
      "giving 4-day managerial seminars, teaching classes at NYU, environment. sponsoring clinics for statisticians, and consulting with businesses In 1946"
    ],
    "date": [
      "1928"
    ],
    "note": [
      "Deming left the Census Bureau, joined the Graduate internationally. His last book, The New Economics, was published School of Business Administration at New York University, in 1993. Dr. Deming died at his home in Washington, D.C., on and offered his services to the private sector as a consultant in December 20, 1993."
    ],
    "title": [
      "matical physics at Yale University in",
      "More than 30 years passed before Deming’s methods gained While working for various federal agencies during the next widespread recognition by the business community in the United decade, Deming became an expert on sampling and quality con- States",
      "he accepted the position of head mathematician and If Japan Can, Why Can’t We?, in which Deming’s role was advisor in sampling at the U.S",
      "Deming began the publicized, executives of major corporations (among them, Ford use of sampling at the Census Bureau and, expanding the work of Motor Company) contracted with Deming to improve the quality Walter A. Shewhart (later known as the father of statistical qual- of U.S. goods. ity control, or SQC), also applied statistical methods of quality Deming maintained an intense work schedule throughout his control to provide reliability and quality to the nonmanufacturing 80s"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "1952, he was knighted. Fisher “retired” him the reputation as the leading statistician of his day and as in 1959, moved to Australia, and spent the last 3 years of his life a top-ranking geneticist. It was there, in 1925, that he published working at the Division of Mathematical Statistics of the Com-Statistics for Research Workers, a book that remained in print monwealth Scientific and Industrial Research Organization",
      "From"
    ],
    "date": [
      "1912",
      "1943"
    ],
    "note": [
      "Ronald Fisher was born on February 17, 1890, in London, variance (ANOVA),",
      "He for 50 years. Fisher made important contributions to analysis of died in 1962 in Adelaide, Australia. This page intentionally left blank APPENDIX"
    ],
    "publisher": [
      "University College in London and"
    ],
    "title": [
      "exact tests of significance for small samples, England, a surviving twin in a family of eight children; his father and maximum-likelihood solutions. He developed experimental was a prominent auctioneer. Fisher graduated from Cambridge designs to address issues in biological research, such as small in 1912 with degrees in mathematics and physics. samples, variable materials, and fluctuating environments",
      "Fisher worked at an investment house, Fisher has been described as “slight, bearded, eloquent, redid farm chores in Canada, and taught high school. In 1919, actionary, and quirkish; genial to his disciples and hostile to his he took a position as a statistician at Rothamsted Experimental dissenters.” He was also a prolific writer—over a span of 50 years, Station in Harpenden, West Hertford, England. His charge was to he wrote an average of one paper every 2 months! sort and reassess a 66-year accumulation of data on manurial field In 1933, Fisher became Galton Professor of Eugenics at trials and weather records",
      "Balfour Professor of Fisher’s work at Rothamsted during the next 15 years earned Genetics at Cambridge"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Weiss",
        "given": "Carol"
      },
      {
        "family": "bottom)",
        "given": "Pearson Education"
      },
      {
        "given": "top"
      },
      {
        "family": "bottom)",
        "given": "Pearson Education"
      }
    ],
    "container-title": [
      "bottom), Library of Congress Chapter 10",
      "Steve Lovegrove/Fotolia Chapter 2",
      "bottom), SPL/Photo Researchers Inc"
    ],
    "editor": [
      {
        "family": "Images",
        "given": "Ed Reinke/A.P."
      }
    ],
    "location": [
      "Warren Goldswain/Fotolia"
    ],
    "note": [
      "top), Folio/Alamy Chapter 1",
      "bottom), Pearson Education p. 23, United Archives GmbH/Alamy Chapter 9",
      "top), Erlucho/iStockphoto",
      "top), Steve Lovegrove/Fotolia p. 58, Jason DeCrow/AP Images",
      "bottom), North Carolina State University Archives p. 113, Jason DeCrow/AP Images p. 114, Library of Congress Chapter 11 p. 535, Manchan/Getty Images Chapter 3",
      "top), Manchan/Getty Images",
      "bottom), Pearson Education",
      "top), Gamma/Gamma-Rapho/Getty Images",
      "bottom), Pearson Education Chapter 12",
      "top), Ivanff/Fotolia Chapter 4",
      "top), Krastiu Vasilev/Dreamstime Chapter 13",
      "bottom),",
      "top), Shutterstock Chapter 5",
      "top), Ed Reinke/AP Images Chapter 14",
      "bottom), Pearson Education",
      "top), Wavebreakmedia/Shutterstock",
      "bottom), Pearson Education Chapter 6",
      "top), Holmes Garden Photos/Alamy",
      "bottom), Library of Congress Prints and Photographs p. 718, Warren Goldswain/Fotolia Division p. 719, Pearson Education"
    ],
    "pages": [
      "5,",
      "353, 388",
      "388",
      "24, 389, 25, 459",
      "27,",
      "459",
      "56",
      "56",
      "460,",
      "533",
      "533",
      "565",
      "115,",
      "565",
      "176",
      "176",
      "566, 597",
      "597",
      "178,",
      "244",
      "244",
      "598, 639",
      "639",
      "245,",
      "283",
      "283",
      "640, 678",
      "678",
      "284,",
      "15 328",
      "679,",
      "328"
    ],
    "publisher": [
      "Sports Illustrated/Getty Images",
      "Gamma/Gamma-Rapho/Getty Images",
      "Krastiu Vasilev/Dreamstime",
      "Pearson Education",
      "Holmes Garden Photos/Alamy Chapter"
    ],
    "title": [
      "This page intentionally left blank Photo Credits About the Author Chapter 8",
      "United Archives GmbH/Alamy"
    ],
    "type": "chapter"
  }
]
