[
  {
    "date": [
      "2014-05-23"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "U.S",
        "given": "Chief Judge Randall Rader",
        "particle": "of the"
      }
    ],
    "title": [
      "Court of Appeals for the Federal Circuit will step down as chief judge at the end of May, the court announced Friday"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Prost",
        "given": "Judge Sharon"
      }
    ],
    "note": [
      "Updated at 3:27 p.m."
    ],
    "title": [
      "a member of the Federal Circuit since 2001, will succeed Rader as chief judge"
    ],
    "type": null
  },
  {
    "note": [
      "The court stayed action on them in January pending the Microsoft v. DataTern decision."
    ],
    "title": [
      "DataTern is litigating the same patents at issue in the Microsoft case against other companies before the Federal Circuit"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "year",
        "given": "Earlier",
        "particle": "this"
      },
      {
        "family": "R",
        "given": "Randall"
      }
    ],
    "note": [
      "a patent lawyer at Weil Gotshal & Manges LLP in Silicon Valley, said people familiar with the matter."
    ],
    "title": [
      "Rader, the chief judge of the U.S. Court of Appeals for the Federal Circuit—one of the nation's highest federal courts—sent a laudatory email to Edward Reines"
    ],
    "type": "patent"
  },
  {
    "note": [
      "patent law—in two prior cases involving Microsoft Corp. and Medtronic Inc."
    ],
    "title": [
      "The email raised questions among experienced lawyers in the patent bar because Mr. Reines had appeared before the court—a key venue in U.S"
    ],
    "type": "patent"
  },
  {
    "container-title": [
      "Supreme Court"
    ],
    "note": [
      "Unlike the other federal appeals courts, however, the Federal Circuit specializes largely in one area: patent law."
    ],
    "title": [
      "The 18-judge Federal Circuit is one of 13 federal appeals courts throughout the country, one notch below the U.S"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "wrote",
        "given": "Harold Miles"
      },
      {
        "family": "U.S",
        "given": "Brooklyn"
      }
    ],
    "title": [
      "Attorney Is a Low-Profile Prosecutor"
    ],
    "type": null
  }
]
