[
  {
    "author": [
      {
        "given": "C.S."
      }
    ],
    "citation-number": [
      "2."
    ],
    "title": [
      "Lewis, in That Hideous Strength, makes use of several aspects of the Arthurian legend. Analyze the ways in which the legend of King Arthur serves as an appropriate instrument for communicating the themes of Lewis’ science fiction novel"
    ],
    "type": null
  },
  {
    "citation-number": [
      "5."
    ],
    "container-title": [
      "In particular, how does the confluence of the two at Belbury reveal Lewis’ attitude toward and fears about the direction of modern society?"
    ],
    "title": [
      "Discuss the relationship between the natural sciences and the social sciences in C.S. Lewis’ That Hideous Strength"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "11."
    ],
    "note": [
      "how do they present similar dystopian distortions of human sexuality?"
    ],
    "title": [
      "Compare and contrast the views of human sexuality found in C.S. Lewis’ That Hideous Strength and Aldous Huxley’s Brave New World. Despite the radical differences between the two novels"
    ],
    "type": null
  },
  {
    "citation-number": [
      "14."
    ],
    "title": [
      "The paths to Heaven and Hell are traveled in tiny steps.” How does C.S. Lewis’ That Hideous Strength illustrate the truth of this statement? Consider particularly the characters of Mark and Jane Studdock and the different directions they take in the story"
    ],
    "type": null
  },
  {
    "citation-number": [
      "17."
    ],
    "note": [
      "That Hideous Strength to answer the question."
    ],
    "publisher": [
      "Lewis’"
    ],
    "title": [
      "What are the dangers inherent in treating man on a scientific basis? Use C.S"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Lewis’",
        "given": "C.S."
      }
    ],
    "citation-number": [
      "27."
    ],
    "container-title": [
      "to Mark Studdock. Choose three of these and analyze the differences in their perspectives. Which comes closest to describing the real nature of the Institute? Why do you think so?"
    ],
    "title": [
      "That Hideous Strength, various characters such as Wither, Frost, Straik, Filostrato, Feverstone, and Hardcastle try to explain the essence of the N.I.C.E"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "29."
    ],
    "container-title": [
      "Anne’s in C.S. Lewis’ That Hideous Strength. Why does Lewis plant an honest skeptic among the ranks of the faithful?"
    ],
    "title": [
      "Discuss the role of Andrew MacPhee in the company at St"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "30."
    ],
    "title": [
      "Discuss the role of language in C.S. Lewis’ That Hideous Strength. Include such elements of the story as the descriptions of Old Solar, the involvement of Viritrilbia, and of course the Babel-like denouement in constructing your answer"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Lewis’",
        "given": "C.S."
      }
    ],
    "citation-number": [
      "31."
    ],
    "title": [
      "That Hideous Strength draws heavily upon the imagery of the Tower of Babel, even in the title for the work chosen by the author. Why did Lewis choose this foundational image? Compare and contrast the sin of the tower-builders in Genesis 11 with that of the Inner Circle at Belbury"
    ],
    "type": null
  },
  {
    "citation-number": [
      "40."
    ],
    "container-title": [
      "Anne’s. Why does materialism ultimately and inevitably lead to the denial of human responsibility?"
    ],
    "title": [
      "Discuss the role of personal responsibility in C.S. Lewis’ That Hideous Strength. Be sure to consider the connection between free will and responsibility, and develop what Lewis has to say about that connection both through the words of the leaders of the N.I.C.E. and those of Mark Studdock and the company at St"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Ransom",
        "given": "Discuss",
        "particle": "the significance of the physical battle between"
      },
      {
        "family": "C.S. Lewis’ Perelandra",
        "given": "Weston",
        "particle": "in"
      }
    ],
    "citation-number": [
      "44."
    ],
    "title": [
      "Besides the obvious allusion to Genesis 3:15, what is the fight intended to represent? Is it intended to be apocalyptic in the same way as the climax of That Hideous Strength? Why or why not?"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Two",
        "given": "Both B.F.Skinner’s Walden"
      },
      {
        "family": "Lewis’",
        "given": "C.S."
      }
    ],
    "citation-number": [
      "45."
    ],
    "title": [
      "That Hideous Strength picture societies subject to massive environmental control, but the first is utopian while the second portrays such manipulation as horrifying. To what extent is Lewis’ novel a critique of the principles and practices pictured as ideal in Walden Two? Cite incidents and quotations from both novels in your analysis"
    ],
    "type": null
  }
]
