[
  {
    "author": [
      {
        "literal": "The Terraces) • Merlot (Black GIESEN WINE ESTATE Label) • Verdelho Canterbury and Marlborough CBV FAIRHILL DOWNS Once"
      }
    ],
    "note": [
      "the most important winery in Marlborough Canterbury, the Giesen brothers"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "low-alcohol)",
        "given": "Liebestraum"
      },
      {
        "family": "Lindauer",
        "given": "Montana’s icon red wine Montel"
      },
      {
        "family": "Oaklands",
        "given": "Ridge Estate"
      },
      {
        "family": "Riverlea",
        "given": "Corbans has been consumed"
      },
      {
        "family": "Arnaud",
        "particle": "is St."
      },
      {
        "family": "Oaks",
        "given": "Seven"
      }
    ],
    "date": [
      "1976"
    ],
    "editor": [
      {
        "family": "Marlborough"
      },
      {
        "family": "in",
        "particle": "opened"
      }
    ],
    "note": [
      "Church Road, one that other New Zealand wine Tom) • Cabernet Sauvignon (“F” producers have also made in recent years, Fairhall, Marlborough) • Chardonnay and that is to create an uncertainty of (Church Road, Marlborough, “O” origin for some of its lesser brands: Ormand Estate, “R” Renwick Estate) • Copperfields, Jackman Ridge, Murray Corbans (Private Bin, Cottage Block) • Ridge, Riverlands, Robard & Butler, and Gewürztraminer (“P” Patutahi) • Merlot Timara. Another label, Longridge, is • Pinot Noir (Reserve, “T” Terraces) • described by Montana as “one of New Riesling (Reserve, Stoneleigh) • Zealand’s classic boutique wine ranges,” Sauvignon Blanc (“B” Brancott, yet the wines are often multi-regional Marlborough Reserve, Stoneleigh) •"
    ],
    "title": [
      "cool-climate New World fruit with the Montana’s Brancott Winery was the first established Italiano (sweet, carbonated, multinational, classic Old World structure. The top wine produced at Church Road is “Tom",
      "Sun Country, little more than just another label, but Velluto Rosso, Verde, Vineyard, Virtu, the wines are nonetheless well made, Waimanu, and Wohnsiedler. Ironically, representing excellent value. Although since Allied-Domecq has purchased Cooks swallowed Corbans in 1987, it no Montana, it is committed to selling Deutz longer exists as a brand, even though Montana sparkling wines, although it its prey still does. owns Mumm and Perrier-Jouët! The only mistake made by Montana is tClassic red blend"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Winery)"
      },
      {
        "given": "in"
      }
    ],
    "container-title": [
      "In"
    ],
    "date": [
      "1914"
    ],
    "title": [
      "a German company called Melchers set up FACTORS AFFECTING TASTE AND QUALITY a winery at Tsingtao (now Quindao) on the Shandong peninsula. In more recent times, Rémy Martin was brought in to give expert LOCATION H One-third of the world! never winter, and up to 15 vintages can be harvested. technical assistance to the first Franco-Chinese joint venture"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "1987, the Pernod-Ricard group created the Dragon Seal brand in association as “humid microthermal cool,” a to the seventh largest in the world. type similar to those of Austria with the Beijing Friendship Winery"
    ],
    "note": [
      "This has been more of a"
    ],
    "title": [
      "China Domestic consumption is 1980, this resulted in Dynasty, the first European-style wine produced CLIMATE F China Vineyards are classified increasing at 15 percent per annum, pushing the country’s wine industry in China, developed in conjunction with the Tianjin Winery"
    ],
    "type": "chapter"
  }
]
