[
  {
    "author": [
      {
        "family": "No",
        "given": "N.O.T.E."
      }
    ],
    "note": [
      "See 210.19(A), FPN No. 4, for branch circuits and Section 215.2(D), FPN No. 2, for feeders. FPN No. 2: For allowable ampacities of Type MTW wire, see Table 11 in NFPA 79-1977, Electrical Standard for Industrial Machinery."
    ],
    "title": [
      "1: Ampacities provided by this section do not take voltage drop into consideration"
    ],
    "type": null
  },
  {
    "note": [
      "requirement (add to Chapter 7, C.L.S.)."
    ],
    "type": null
  },
  {
    "citation-number": [
      "2."
    ],
    "note": [
      "and NEC Articles 695 and 700."
    ],
    "title": [
      "State of Massachusetts (add to 780 CMR, item 924.3): electrical fire pumps in many occupancies require emergency power per NFPA 20"
    ],
    "type": null
  },
  {
    "citation-number": [
      "3."
    ],
    "title": [
      "State of Massachusetts (add to 527 CMR, NEC, Article 700): emergency system feeders, generation and distribution equipment, including fire pumps, shall have a 2-h fire separation from all other spaces and equipment"
    ],
    "type": null
  },
  {
    "citation-number": [
      "4."
    ],
    "container-title": [
      "NFPA"
    ],
    "pages": [
      "6–3 1 1"
    ],
    "title": [
      "The fire pump feeder conductors shall be physically routed outside the building or enclosed in 2 in of concrete (1-h equivalent fire resistance) except in the electrical switchgear or fire pump rooms"
    ],
    "type": "article-journal",
    "volume": [
      "20"
    ]
  },
  {
    "citation-number": [
      "5."
    ],
    "container-title": [
      "NFPA"
    ],
    "note": [
      "MI cable is added to this in the 1993 version)."
    ],
    "pages": [
      "6–3 1 2"
    ],
    "title": [
      "All pump room wiring shall be in rigid, intermediate, or liquidtight flexible metal conduit"
    ],
    "type": "article-journal",
    "volume": [
      "20"
    ]
  },
  {
    "citation-number": [
      "6."
    ],
    "container-title": [
      "NFPA"
    ],
    "pages": [
      "6–3 1 4"
    ],
    "title": [
      "Maximum permissible voltage drop at the fire pump input terminals is 15 percent"
    ],
    "type": "article-journal",
    "volume": [
      "20"
    ]
  },
  {
    "citation-number": [
      "7."
    ],
    "container-title": [
      "NFPA"
    ],
    "pages": [
      "6–3 4"
    ],
    "title": [
      "Protective devices (fuses or circuit breakers) ahead of the fire pump shall not open at the sum of the locked rotor currents of the facility or the fire pump auxiliaries"
    ],
    "type": "article-journal",
    "volume": [
      "20"
    ]
  },
  {
    "citation-number": [
      "8."
    ],
    "container-title": [
      "NFPA"
    ],
    "pages": [
      "6–3 5"
    ],
    "title": [
      "The pump room feeder minimum size shall be 125 percent of the sum of the fire pump(s), jockey pump, and pump auxiliary fullload currents"
    ],
    "type": "article-journal",
    "volume": [
      "20"
    ]
  },
  {
    "citation-number": [
      "9."
    ],
    "title": [
      "Automatic load shed and sequencing of fire pumps is permitted"
    ],
    "type": null
  }
]
