[
  {
    "author": [
      {
        "literal": "XV LOVE’S MASKS: Identity, Intertextuality, and Meaning in the Old French Tristan Poems, Merritt R. Blakeslee XVI THE CHANGING FACE OF ARTHURIAN ROMANCE: Essays on Arthurian Prose Romances in memory of Cedric E. Pickford, edited by Alison Adams, Armel H. Diverres, Karen Stern and Kenneth Varty XVII REWARDS AND PUNISHMENTS IN THE ARTHURIAN ROMANCES AND LYRIC POETRY OF MEDIEVAL FRANCE"
      },
      {
        "literal": "Davies and Angus J. Kennedy XVIII CEI AND THE ARTHURIAN LEGEND, Linda Gowans XIX LAAMON’S BRUT: The Poem and its Sources, Françoise H. M. Le Saux XX READING THE MORTE DARTHUR, Terence McCarthy, reprinted as AN INTRODUCTION TO MALORY XXI CAMELOT REGAINED: The Arthurian Revival and Tennyson, 1800–1849, Roger Simpson XXII THE LEGENDS OF KING ARTHUR IN ART, Muriel Whitaker XXIII GOTTFRIED VON STRASSBURG AND THE MEDIEVAL TRISTAN LEGEND"
      },
      {
        "literal": "by David Llewellyn Dodds XXV AN INDEX OF THEMES AND MOTIFS IN TWELFTH-CENTURY FRENCH ARTHURIAN POETRY, E. H. Ruck XXVI CHRÉTIEN DE TROYES AND THE GERMAN"
      },
      {
        "literal": "and Claude Luttrell XXIX THE LIFE AND TIMES OF SIR THOMAS MALORY, P. J. C. Field XXX T. H. WHITE’S THE ONCE AND FUTURE KING, Elisabeth Brewer XXXI ARTHURIAN BIBLIOGRAPHY, III"
      },
      {
        "literal": "of Hartmann von Aue, W. H. Jackson XXXV THE TWO VERSIONS OF MALORY’S MORTE DARTHUR: Multiple Negation and the Editing of the Text, Ingrid Tieken-Boon van Ostade XXXVI RECONSTRUCTING CAMELOT"
      }
    ],
    "container-title": [
      "MIDDLE AGES: Papers from an international symposium",
      "TEXT AND TRADITION OF LAAMON’S BRUT",
      "BOOK OF ARMS: The Narrative of Combat in Le Morte Darthur, Andrew Lynch XL MALORY: TEXTS AND SOURCES",
      "ARTHUR IN AMERICA, Alan Lupack and Barbara Tepa Lupack XLII THE SOCIAL AND LITERARY CONTEXTS OF MALORY’S MORTE DARTHUR",
      "Thomas Hanks Jr XLIII THE GENESIS OF NARRATIVE IN MALORY’S MORTE DARTHUR, Elizabeth Edwards XLIV GLASTONBURY ABBEY AND THE ARTHURIAN TRADITION"
    ],
    "date": [
      "1978"
    ],
    "editor": [
      {
        "family": "Peter",
        "given": "V."
      },
      {
        "literal": "edited with an introduction by Adrian Stevens and Roy Wisbey XXIV ARTHURIAN POETS: CHARLES WILLIAMS, edited and introduced"
      },
      {
        "literal": "edited with an introduction by Martin H. Jones and Roy Wisbey XXVII SIR GAWAIN AND THE GREEN KNIGHT"
      },
      {
        "family": "Gregory",
        "given": "Stewart"
      },
      {
        "literal": "JOHN MASEFIELD, edited and introduced by David Llewellyn Dodds XXXIII THE"
      },
      {
        "literal": "edited by Françoise Le Saux XXXIV CHIVALRY IN TWELFTH-CENTURY"
      },
      {
        "literal": "Michael Glencross XXXVII A COMPANION TO MALORY, edited by Elizabeth Archibald and A. S. G. Edwards XXXVIII A COMPANION TO THE GAWAIN-POET, edited by Derek Brewer and Jonathan Gibson XXXIX MALORY’S"
      },
      {
        "family": "KING",
        "given": "P.J.C.Field X.L.I."
      },
      {
        "given": "D."
      },
      {
        "family": "James",
        "given": "P."
      }
    ],
    "location": [
      "GERMANY"
    ],
    "note": [
      "Carley XLV THE KNIGHT WITHOUT THE SWORD: A Social Landscape of Malorian Chivalry, Hyonjin Kim XLVI ULRICH VON ZATZIKHOVEN’S LANZELET: Narrative Style and Entertainment, Nicola McLelland XLVII THE MALORY DEBATE: Essays on the Texts of Le Morte Darthur, edited by Bonnie Wheeler, Robert L. Kindrick and Michael N. Salda XLVIII MERLIN AND THE GRAIL: Joseph of Arimathea, Merlin, Perceval: The Trilogy of Arthurian romances attributed to Robert de Boron, translated by Nigel Bryant XLIX ARTHURIAN BIBLIOGRAPHY IV: 1993–1998, Author Listing and Subject"
    ],
    "publisher": [
      "The Works"
    ],
    "title": [
      "Essays presented to Kenneth Varty on the occasion of his sixtieth birthday",
      "Papers from an Anglo-North American symposium",
      "Sources and Analogues, compiled by Elisabeth Brewer XXVIII CLIGÉS by Chrétien de Troyes",
      "Author Listing and Subject Index, compiled by Caroline Palmer XXXII ARTHURIAN POETS",
      "French Romantic Medievalism and the Arthurian Tradition"
    ],
    "type": "paper-conference"
  }
]
