[
  {
    "author": [
      {
        "family": "University",
        "given": "Daesung Ha Vinod P.Manglik Marshall University Elizabeth City State University John Haussermann Christopher Mansfield Monterey Peninsular College Durham Technical Community College A.Eugene Hileman Richard McGowan Northeastern State"
      },
      {
        "family": "Tahlequah",
        "given": "University of Scranton Oklahoma Paul F.Messina John G."
      }
    ],
    "publisher": [
      "Miller Virginia Horner Central Connecticut State University Diablo Valley College Dorothy Miners Ina Parks S. Howell Brock University Florida International University Nutan Mishra Tanya Huffman University of South Alabama"
    ],
    "title": [
      "Horner University of the Incarnate Word Cabrillo College Daniel S"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Surveys",
        "given": "Sample"
      }
    ],
    "title": [
      "Sampling Techniques, and Design of Experiments A.1 Sources of Data A.1 Sources of Data A.2 Sample Surveys and Sampling Techniques The availability of accurate data is essential for deriving reliable results and making accurate A.3 Design of Experiments decisions. As the truism “garbage in, garbage out” (GIGO) indicates, policy decisions based on the results of poor data may prove to be disastrous. Data sources can be divided into three categories: internal sources, external sources, and surveys and experiments"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Set",
        "given": "Data",
        "suffix": "II"
      }
    ],
    "note": [
      "in current dollars), 2010 (Source: U.S. Bureau of Economic Analysis) C3 Traffic fatalities, 2009 (Source: U.S. National Highway Traffic Safety Administration) C4 Percentage decrease in traffic fatalities, 2000–2009 C5 Labor force participation rate (in percent), August 2011 (Source: U.S. Bureau of Labor Statistics) C6 Average salaries of teachers (in dollars), 2008–09 (Source: Current NEA Estimates Data Base) C7 Percent of the population (25 years and older) with a bachelor’s degree or higher, 2005–09 (U.S. Census Bureau) C8 Location (East/West of the Mississippi River"
    ],
    "title": [
      "Data on States This data set contains information on different variables for all 50 states of the United States and the district of Columbia. This data set has eight columns that contain the following variables: C1 Name of the state C2 Per capita personal income"
    ],
    "type": null
  }
]
