[
  {
    "title": [
      "not expect a seriously long-lived outperformance until stronger growth and accelerating nominal GDP growth are evident. The same analysis applies to other countries such as Japan"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Ibbotson"
      },
      {
        "family": "December",
        "given": "Rex",
        "particle": "celerating. While the Nikkei peaked at the end of"
      }
    ],
    "date": [
      "1989",
      "1990-06"
    ],
    "note": [
      "In this way, the Japanese secular peak was very similar to the 1972 period in the United States when an overheating economy sent the U.S. OTC into new high ground while the rest of the market had trouble."
    ],
    "title": [
      "Note: Small-cap stocks outperformed big stocks during times when nominal CDP was booming, but have lagged when it was slowing. Could nominal CDP be bottoming? Japanese OTC companies exploded into a historic degree of outperformance starting in the summer of 1989 when overheating in Source: Ibbotson Associates, based on model portfolios during 1926-1996. Used with permission. Copyright © 1998 Ibbotson Associates, Inc. All rights reserved. (Certain the Japanese economy was beginning and nominal growth was acportions of this work were derived from copyrighted works of Roger G",
      "Sinquefield.) the Japanese OTC market continued on a tear, gaining another 40 percent before peaking at the end of"
    ],
    "type": null
  },
  {
    "container-title": [
      "Copyright©"
    ],
    "date": [
      "1998"
    ],
    "genre": [
      "All rights reserved."
    ],
    "title": [
      "Source: Bloomberg Financial Markets",
      "Bloomberg LP"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "work",
        "particle": "if they"
      },
      {
        "family": "Connors'",
        "given": "Larry"
      }
    ],
    "container-title": [
      "CA",
      "The letter",
      "The Portmean"
    ],
    "note": [
      "A real gem and bargain at $295 per year. folio Strategy Letter model portfolio has achieved an over 400 per-4. Dan Sullivan's The Chartist and The Chartist Mutual Fund Timer cent (vs. 250% for S&P and 190% for world index) gain since"
    ],
    "pages": [
      "3",
      "310–317–0361"
    ],
    "title": [
      "His service is like hiring a full-time research staff for 7. Our own Portfolio Strategy Letter (Investment Research Associan unbelievably low price. Highly recommended. ates, 334 State Street #106-267, Los Altos",
      "Professional Traders Journal (Oceanview Finan- which follows the flexible asset allocation strategy and other cial Research, 23805 Stuart Ranch Road, Suite 245, Malibu, CA strategies described in this book on a monthly basis",
      "Particularly for technically and short-term also lists U.S. and foreign stocks on our watch list that meet our oriented traders, this too is an unbelievably rich source of research criteria, gives our global asset-class relative strength rankings, and (computer and real-time) tested ideas to apply to improve your and allows investors to follow our diversified high yield ideas, trading, published monthly. Connors has innovated some excellent which are more conservative yet have beat the S&P since 1992 with ideas such as his classic volatility indicator comparing short-term less than half the risk. Information on Midas Hedge funds is also and long-term volatility and looking for a return to the long-term available to accredited and non-U.S. domiciled investors"
    ],
    "type": "article-journal",
    "volume": [
      "94022; 650-233-9091",
      "90265"
    ]
  },
  {
    "author": [
      {
        "literal": "P.O. Box 758, Seal Beach"
      }
    ],
    "container-title": [
      "CA",
      "Dan Sullivan is"
    ],
    "date": [
      "1992-03"
    ],
    "note": [
      "equities, offer a much lower risk and bet- that we have borrowed many ideas from O'Neil's CANSLIM selecter way to participate in U.S. stocks than a typical mutual fund. The tion criteria in our own selection criteria. That is simply because service is also a great bargain at $150 per year. O'Neil's concepts work under rigorous historical testing. While we"
    ],
    "pages": [
      "562–596–2385"
    ],
    "title": [
      "when publishing began, without sustaining a drawdown over 8 percent. another long-time innovator whose work on relative strength and timing systems has put his services at the very top of all long-term 8. William O'Nell's services: Investor's Business Daily, and Daily systems and services in terms of performance both on a risk and re- Graphs, as well as O'Nell's classic book, How to Make Money in ward basis. Sullivan has managed to beat indexes while sidestepping Stocks. O'Neil is not only one of the great innovators in the field, he the bulk of most major bear markets for over 20 years. His timing has done more to popularize the concepts of relative strength, model is excellent, utilizing technical and monetary components— strong earnings growth, and technical patterns than almost anyone and his discipline is unmatched. He also has managed accounts on the globe. His paper Investors Business Daily is simply the best available ($100,000 minimum, contact Bill Mais) which, although paper out there for investors in U.S. equities. Investors will note highly correlated with U.S"
    ],
    "type": "article-journal",
    "volume": [
      "90740"
    ]
  },
  {
    "author": [
      {
        "family": "Investing",
        "given": "Jay Schabacker's Mutual Fund"
      }
    ],
    "citation-number": [
      "5."
    ],
    "container-title": [
      "I simply canson who has very little time to donate to monitoring the markets not recommend them highly enough. and who is U.S"
    ],
    "location": [
      "Potomac, MD"
    ],
    "note": [
      "oriented, this is one of the best services around. 9. Other suggested services or publications include: Mark Skousens Jay's book, Winning in Mutual Funds is also highly recommended. Strategies and Forecasts (see Phillips Publishing, 7811 Montrose"
    ],
    "title": [
      "7811 also try to buy decent value and place more emphasis on just dis-Montrose Road",
      "20854-3394; 1-800-211-8558). Sch- covered institutional accumulation than O'Neil, investors would be abacker's \"Business Cycle\" which underlies his movement among foolish not to utilize the research that O'Neil makes available to indifferent mutual fund groups, is essentially the Liquidity Cycle. vestors for a bargain price. Almost every serious investor should not This conservative and somewhat traditional manager has done an only read IBD, but also subscribe to Daily Graphs, O'Neil's bottom excellent job of steering investors into low-risk yet very profitable level service that looks weekly to monthly at 6,000 or so stocks and funds in a diversified approach. Schabacker always gives investors lists more factors in one graphics section than any other chart I his favorite sectors, favorite bond sector, favorite foreign funds, have ever seen anywhere. Every investor should consider these serand favorite U.S. areas of investment with each issue. For the per- vices as the highest priorities for better investments"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "Forbes"
      }
    ],
    "citation-number": [
      "6."
    ],
    "container-title": [
      "Some services, such as Portfolio Strategy Letter, Power Talk tapes and Date with Destiny Seminar; and the Investprovide an initial screen of stocks by these services. ment Psychology Seminars of Van Tharp",
      "The Wall Street Journal"
    ],
    "location": [
      "Road, Potomac, MD"
    ],
    "title": [
      "Top-quality rating services such as Value Line, Zacks, and Lowry's",
      "20854-3394; 1-800-211-8558), Barren's (which Investors should subscribe to at least one of these services (probably gets my award for the best information at the cheapest price of any Value Line first, Zacks second, and Lowry's third) to help screen out letter or service",
      "Technical Analythe best potential stocks. Investors who can afford it, should sub- sis of Stocks and Commodities Magazine; Anthony Robbins' scribe to all three"
    ],
    "type": "article-journal"
  },
  {
    "note": [
      "Pinpoint Strategies, 650-969-MONY)."
    ],
    "title": [
      "DATA SERVICES AND SOFTWARE and has O'Neil's relative strength pattern formulated into it is Investigator"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Bogle",
        "given": "John"
      },
      {
        "family": "Cappiello",
        "given": "Frank"
      }
    ],
    "date": [
      "1996",
      "1982",
      "1995"
    ],
    "location": [
      "New York",
      "Cockeysville, MD",
      "Chicago"
    ],
    "note": [
      "c>) «...A <y. J ^p,j * n { all the macro models in the book can be monitored via this ser- 3. Connors, Larry, and Blake Hayward. Investment Secrets of a Hedge vice's SCB database. Fund Manager."
    ],
    "pages": [
      "– 1"
    ],
    "publisher": [
      "HarperCollins",
      "nomic",
      "Almost Liberty Publishing",
      "Probus Publishing"
    ],
    "title": [
      "For many small investors and traders, just finding the data necessary to keep track of indexes and interest rates for many non-U.S. countries is a new and difficult process. Where can investors find such data? BOOKS And where can investors find macroeconomic data on the United States and other countries? Trading 1. Global Exposure (8800 Venice Boulevard, Suite 217, Los Angeles, CA 90034) is probably one of the cheapest (around $200 a year",
      "Bogle on Mutual Funds",
      "vices that provides an unbelievably complete set of macroeco- 2",
      "Finding the Next Super Stock^",
      "interest-rate, and index data on the United States"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Connors",
        "given": "Larry"
      },
      {
        "family": "Raschke",
        "given": "Linda"
      }
    ],
    "citation-number": [
      "2."
    ],
    "container-title": [
      "The Times is also an excellent source of information on offshore fund prices"
    ],
    "date": [
      "1995"
    ],
    "location": [
      "San Francisco"
    ],
    "note": [
      "O'Neil, William J. How to Make Money in Stocks."
    ],
    "publisher": [
      "Mc-Graw-Hill"
    ],
    "title": [
      "The cheapest source of information on international interest rates 4",
      "Street Smarts. Malibu: M. Gorand stock index prices is in the weekend Financial Times, which don Publishing Group, 1995. can be purchased at most newsstands"
    ],
    "type": "article-journal",
    "volume": [
      "5"
    ]
  },
  {
    "author": [
      {
        "family": "O'Neil",
        "given": "William J."
      },
      {
        "family": "O'Shaughnessy",
        "given": "James What Works on Wall Street"
      }
    ],
    "citation-number": [
      "3."
    ],
    "container-title": [
      "Winning in Mutual Funds. San Francisco: American pure data service we have seen. Considering the breadth of infor- Management Association"
    ],
    "date": [
      "1002",
      "1992",
      "1996",
      "1989"
    ],
    "location": [
      "Montreal, Quebec, Canada H3A Chicago",
      "New York"
    ],
    "note": [
      "mation contained in these reports, the services are a phenomenal 9. Schwager, Jack D."
    ],
    "pages": [
      "– 6",
      "516–499–9706 ,"
    ],
    "publisher": [
      "Probus Publishing",
      "Market Wizards",
      "New York Institute of bargain. Finance"
    ],
    "title": [
      "A bit more expensive, but certainly worth it, are International Bank Credit Analyst and Emerging Market Analyst",
      "The Investor's Business Daily Almanac of 1992. brooke Street West, Suite 1600",
      "which are monthly reports that produce more 7",
      "San Francisco: charts and information on the macroeconomic/stock/interest NJcGraw-Hill, 1996. rate picture of over 40 countries around the globe, than any other 8. Schabacker, Jay"
    ],
    "type": "chapter",
    "volume": [
      "3L6"
    ]
  },
  {
    "author": [
      {
        "family": "Soros",
        "given": "George"
      }
    ],
    "citation-number": [
      "4."
    ],
    "container-title": [
      "Portfolio Strategy Letter (Investment Research Associates",
      "CA"
    ],
    "date": [
      "1994",
      "1991"
    ],
    "location": [
      "New York",
      "York"
    ],
    "pages": [
      "334 10",
      "650–233–9091 ,"
    ],
    "publisher": [
      "John Wiley & Sons State Street",
      "John Wiley & Sons"
    ],
    "title": [
      "Alchemy of Finance",
      "#106-267, Los Altos",
      "not a data service, produces a monthly following of the status of our models and allows readers to follow along via the dictates of 11. Sperandeo, Victor. Trader Vie—Methods of a Wallstreet Master. New our strategies for around $300 a year (with book-buyer discount"
    ],
    "type": "article-journal",
    "volume": [
      "94022"
    ]
  },
  {
    "author": [
      {
        "family": "Train",
        "given": "John"
      },
      {
        "family": "Zweig",
        "given": "Marty"
      }
    ],
    "citation-number": [
      "5."
    ],
    "date": [
      "1989",
      "up"
    ],
    "location": [
      "New York",
      "New York"
    ],
    "note": [
      "available worldwide. Investors wanting more information on hedge funds might also look into Nelson's Rating Service, and Managed Economics Account Reports Guides."
    ],
    "publisher": [
      "Harper Perennial",
      "Warner Books"
    ],
    "title": [
      "For more sophisticated investors and managers, we have used the 12",
      "The New Money Masters",
      "services Bloomberg, Datastream International, and Worldscope",
      "and believe that although these are expensive ($2,000 a month and 13",
      "Winning on Wall Street",
      "they offer the most complete international coverage that is 1986"
    ],
    "type": "report"
  },
  {
    "citation-number": [
      "6."
    ],
    "container-title": [
      "Bankruptcy"
    ],
    "date": [
      "1985",
      "1981"
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "Basic Books"
    ],
    "title": [
      "We use a wide-range of software services, but some of our favorites 1. Figgie, Harry",
      "Harry Figgie is a Grace Commission include Meta-stock, TradeStation, CQG, AIG, Ganntrader, GET, and member. a relative newcomer that has programmed some of my own work 2. Gilder, George. Wealth and Poverty"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Pilser",
        "given": "Paul"
      }
    ],
    "citation-number": [
      "3."
    ],
    "date": [
      "1990"
    ],
    "location": [
      "New York"
    ],
    "note": [
      "Your Name, Address, Phone Number, along with any comments you may"
    ],
    "publisher": [
      "Crown Publishers"
    ],
    "title": [
      "Unlimited Wealth"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Rand",
        "given": "Ayn"
      }
    ],
    "citation-number": [
      "4."
    ],
    "date": [
      "1967"
    ],
    "location": [
      "New York"
    ],
    "note": [
      "have on this book and the information in the book."
    ],
    "publisher": [
      "Signet"
    ],
    "title": [
      "Capitalism: The Unknown Ideal"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Mises",
        "particle": "von"
      },
      {
        "family": "Action",
        "given": "Ludwig Human"
      }
    ],
    "citation-number": [
      "5."
    ],
    "date": [
      "1966"
    ],
    "edition": [
      "rev"
    ],
    "note": [
      "monthly letter to clients, Portfolio Strategy Letter, which follows the dic-"
    ],
    "title": [
      "Chicago: Henry Regnery Com-On request, we will also be delighted to send you a free copy of our pany & Contemporary Books"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Wilson"
      }
    ],
    "citation-number": [
      "6."
    ],
    "container-title": [
      "Future Trends"
    ],
    "date": [
      "1991"
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "Basic Books"
    ],
    "title": [
      "Bureaucracy",
      "tates of the models included in this book"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Drucker",
        "given": "Peter F."
      }
    ],
    "citation-number": [
      "1."
    ],
    "date": [
      "1993"
    ],
    "publisher": [
      "Harper Business"
    ],
    "title": [
      "Innovation and Entrepreneurship"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Peters",
        "given": "Tom"
      }
    ],
    "citation-number": [
      "2."
    ],
    "title": [
      "Thriving on Chaos"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Popcorn",
        "given": "Faith"
      }
    ],
    "citation-number": [
      "3."
    ],
    "date": [
      "1996"
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "HarperCollins"
    ],
    "title": [
      "Clicking"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Popcorn",
        "given": "Faith"
      }
    ],
    "citation-number": [
      "4."
    ],
    "date": [
      "1991"
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "Doubleday Bantam Dell"
    ],
    "title": [
      "The Popcorn Report"
    ],
    "type": "book"
  },
  {
    "genre": [
      "Personal Development"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Carnegie",
        "given": "Dale"
      }
    ],
    "citation-number": [
      "1."
    ],
    "date": [
      "1964"
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "Pocket Books"
    ],
    "title": [
      "How to Win Friends and Influence People"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Covey",
        "given": "Stephen"
      }
    ],
    "citation-number": [
      "2."
    ],
    "date": [
      "1990"
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "Fireside Books"
    ],
    "title": [
      "The Seven Habits of Highly Effective People"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Hill",
        "given": "Napolean"
      }
    ],
    "citation-number": [
      "3."
    ],
    "date": [
      "1960"
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "Fawcett Crest"
    ],
    "title": [
      "Think and Grow Rich"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Robbins",
        "given": "Anthony"
      }
    ],
    "citation-number": [
      "4."
    ],
    "date": [
      "1991"
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "Simon & Schuster"
    ],
    "title": [
      "Awaken the Giant Within"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Tharp",
        "given": "Van K."
      }
    ],
    "citation-number": [
      "5."
    ],
    "date": [
      "1986"
    ],
    "publisher": [
      "Institute of Trading Mastery"
    ],
    "title": [
      "The Investment Psychology Guides"
    ],
    "type": "book"
  },
  {
    "note": [
      "Other Sources"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1."
    ],
    "genre": [
      "P.O. Box 6637,"
    ],
    "location": [
      "Los Angeles, California"
    ],
    "pages": [
      "90066–0370 2"
    ],
    "publisher": [
      "Lowry's"
    ],
    "title": [
      "Investor's Business Daily"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Line",
        "given": "Value"
      }
    ],
    "citation-number": [
      "3."
    ],
    "location": [
      "Street, New York, New York"
    ],
    "pages": [
      "10017–5891"
    ],
    "title": [
      "220 East 42"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Research",
        "given": "Zucks"
      }
    ],
    "citation-number": [
      "4."
    ],
    "location": [
      "Chicago, Illinois 60606"
    ],
    "title": [
      "155 North Wacker Drive"
    ],
    "type": null
  }
]
