[
  {
    "author": [
      {
        "given": "O.C.C."
      }
    ],
    "note": [
      "and separate from the parent for risk management purposes. The bank’s board or risk committee is responsible for approving the"
    ],
    "title": [
      "As national banks, the activities of JPMorgan Chase Bank, N.A. and components of the parent company’s risk governance framework, the Chase Bank USA, N.A. are limited to those specifically authorized under framework must ensure that the bank’s risk profile is easily distinguished the National Bank Act and related interpretations by the OCC"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "noteholders"
      },
      {
        "family": "offices",
        "particle": "depositors in non-U.S."
      }
    ],
    "container-title": [
      "For information on the net capital as in the foreign branch. of J.P. Morgan Securities LLC and J.P. Morgan Clearing Corp., and the CFPB regulation and supervision, and other consumer regulations"
    ],
    "note": [
      "applicable requirements relating to risk-based capital for J.P. Morgan JPMorgan Chase and its national bank subsidiaries, including JPMorgan Securities plc, see Broker-dealer regulatory capital on page 158. Future Chase Bank, N.A. and Chase Bank USA, N.A., are subject to supervision rule-making under and regulation by the CFPB with respect to federal consumer"
    ],
    "title": [
      "As a result, such persons activities are conducted by J.P. Morgan Securities plc, which is regulated by could receive substantially less than the depositors in U.S. offices of the the PRA and by the Financial Conduct Authority (“FCA”), which regulates depository institution. The U.K. Prudential Regulation Authority (the prudential matters for firms that are not so regulated by the PRA and “PRA”), a subsidiary of the Bank of England which has responsibility for conduct matters for all market participants. Broker-dealers are subject to prudential regulation of banks and other systemically important institutions, laws and regulations covering all aspects of the securities business, has issued a proposal that may require the Firm to either obtain equal including sales and trading practices, securities offerings, publication of treatment for U.K. depositors or “subsidiarize” in the U.K. In September research reports, use of customer’s funds, the financing of clients’ 2013, the FDIC issued a final rule which clarifies that foreign deposits are purchases, capital structure, record-keeping and retention, and the conduct considered deposits under the FDIA if they are payable in the U.S. as well of their directors, officers and employees"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "J.P."
      }
    ],
    "container-title": [
      "J.P. Morgan Securities plc is jointly regulated by the U.K. Prudential Regulation Authority (“PRA”) and Financial Conduct Authority (“FCA”). Commencing January 1, 2014, J.P. Morgan Securities plc became subject to the U.K"
    ],
    "genre": [
      "III capital rules."
    ],
    "location": [
      "Basel"
    ],
    "title": [
      "Morgan Securities plc is a wholly owned subsidiary of JPMorgan Chase Bank, N.A. and is the Firm’s principal operating subsidiary in the U.K. It has authority to engage in banking, investment banking and broker-dealer activities"
    ],
    "type": "chapter"
  },
  {
    "date": [
      "2015-12-31"
    ],
    "note": [
      "Both capital ratios exceeded the"
    ],
    "title": [
      "J.P. Morgan Securities plc had estimated total capital of $33.9 billion; its estimated CET1 capital ratio was 15.4% and its estimated Total capital ratio was 19.6%"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "U.S."
      }
    ],
    "title": [
      "federal income taxes have not been provided on the undistributed earnings of certain non-U.S. subsidiaries, to the extent that such earnings have been reinvested abroad for an indefinite period of time. Based on JPMorgan Chase’s ongoing review of the business requirements and capital needs of its non-U.S. subsidiaries, combined with the formation of specific strategies and steps taken to fulfill"
    ],
    "type": null
  },
  {
    "container-title": [
      "At December"
    ],
    "date": [
      "2015"
    ],
    "note": [
      "NOL carryforwards were $288 million. If not utilized, the U.S. federal NOLs will expire between"
    ],
    "title": [
      "JPMorgan Chase has recorded deferred tax assets of $2.6 billion at December 31, 2015, in connection with U.S. federal, state and local, and non-U.S. net operating loss (“NOL”) carryforwards and foreign tax credit carryforwards",
      "total U.S. federal NOL carryforwards were approximately $5.2 billion, state and local NOL carryforwards were $509 million, and non-U.S"
    ],
    "type": "article-journal",
    "volume": [
      "31"
    ]
  },
  {
    "citation-number": [
      "2025"
    ],
    "date": [
      "2017",
      "2023"
    ],
    "title": [
      "and 2034 and the state and local and non-U.S. NOL carryforwards will expire between 2016 and",
      "Non-U.S. tax credit carryforwards were $704 million and will expire by"
    ],
    "type": null
  },
  {
    "title": [
      "The valuation allowance at December 31, 2015, was due to losses associated with non-U.S. subsidiaries"
    ],
    "type": null
  },
  {
    "note": [
      "and seven shareholder were filed seeking damages for persons who transacted FX futures and derivative actions brought in Delaware state court and in New York federal options on futures (the “exchanged-based actions”), consumers who"
    ],
    "title": [
      "violations of federal antitrust laws based on an alleged conspiracy to originated by those dealers and purchased by the Firm. manipulate foreign exchange rates (the “U.S. class action”). In January CIO Litigation. The Firm has been sued in a consolidated shareholder class 2015, the Firm entered into a settlement agreement in the U.S. class action. action, a consolidated putative class action brought under the Employee Following this settlement, a number of additional putative class actions Retirement Income Security Act (“ERISA”"
    ],
    "type": null
  },
  {
    "container-title": [
      "In"
    ],
    "date": [
      "2015-07"
    ],
    "note": [
      "the plaintiffs in the U.S. class action filed an amended complaint, and the Court consolidated the exchange-based"
    ],
    "title": [
      "and state courts relating to 2012 losses in the synthetic credit portfolio purchased foreign currencies at allegedly inflated rates (the “consumer managed by the Firm’s Chief Investment Office (“CIO”). A settlement of actions”), and participants or beneficiaries of qualified ERISA plans (the the shareholder class action, under which the Firm will pay $150 million, “ERISA actions”"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "General Motors Litigation. JPMorgan Chase Bank",
        "given": "N.A."
      }
    ],
    "container-title": [
      "in the weeks termination statement. The proceedings in the Bankruptcy Court continue preceding LBHI’s bankruptcy. The amended complaint also sought with respect to"
    ],
    "date": [
      "2014-07",
      "2009-07",
      "2013-03",
      "2010-05",
      "2015-01"
    ],
    "editor": [
      {
        "given": "In"
      },
      {
        "given": "In"
      },
      {
        "given": "In"
      },
      {
        "given": "In"
      }
    ],
    "note": [
      "among other things, additional defenses asserted by unspecified damages on the grounds that JPMorgan Chase Bank, N.A.’s JPMorgan Chase Bank, N.A. and the value of additional collateral on the collateral requests hastened LBHI’s bankruptcy. The Bankruptcy Court Term Loan that was unaffected by the filing of the termination statement at dismissed the claims in the amended complaint that sought to void the issue. In addition, certain Term Loan lenders filed cross-claims against allegedly constructively fraudulent and preferential transfers made to the JPMorgan Chase Bank, N.A. in the Bankruptcy Court seeking Firm during September 2008, but did not dismiss the other claims, indemnification and asserting various claims. including claims for duress and fraud. The Firm filed counterclaims against LBHI, including alleging that LBHI fraudulently induced the Firm to make"
    ],
    "title": [
      "participated in, motion to dismiss those actions was denied in",
      "and was the Administrative Agent on behalf of a syndicate of lenders on, a Investment Management Litigation. The Firm is defending two pending $1.5 billion syndicated Term Loan facility (“Term Loan”) for General cases that are being coordinated for pre-trial purposes, alleging that Motors Corporation (“GM”",
      "in connection with the GM investment portfolios managed by J.P. Morgan Investment Management bankruptcy proceedings, the Official Committee of Unsecured Creditors of (“JPMIM”) were inappropriately invested in securities backed by Motors Liquidation Company (“Creditors Committee”) filed a lawsuit residential real estate collateral. Plaintiffs Assured Guaranty (U.K.) and against JPMorgan Chase Bank, N.A., in its individual capacity and as Ambac Assurance UK Limited claim that JPMIM is liable for total losses Administrative Agent for other lenders on the Term Loan, seeking to hold of more than $1 billion in market value of these securities. Discovery has the underlying lien invalid based on the filing of a UCC-3 termination been completed. In January 2016, plaintiffs filed a joint partial motion for statement relating to the Term Loan",
      "the Bankruptcy Court summary judgment in the coordinated actions. granted JPMorgan Chase Bank, N.A.’s motion for summary judgment and dismissed the Creditors Committee’s complaint on the grounds that Lehman Brothers Bankruptcy Proceedings",
      "Lehman Brothers JPMorgan Chase Bank, N.A. did not authorize the filing of the UCC-3 Holdings Inc. (“LBHI”) and its Official Committee of Unsecured Creditors termination statement at issue. The Creditors Committee appealed the (the “Committee”) filed a complaint (and later an amended complaint) Bankruptcy Court’s dismissal of its claim to the United States Court of against JPMorgan Chase Bank, N.A. in the United States Bankruptcy Court Appeals for the Second Circuit",
      "the Court of Appeals for the Southern District of New York that asserted both federal bankruptcy reversed the Bankruptcy Court’s dismissal of the Creditors Committee’s law and state common law claims, and sought, among other relief, to claim and remanded the case to the Bankruptcy Court with instructions to recover $7.9 billion in collateral (after deducting $700 million of returned enter partial summary judgment for the Creditors Committee as to the collateral) that was transferred to JPMorgan Chase Bank, N.A"
    ],
    "type": "paper-conference"
  },
  {
    "author": [
      {
        "given": "N.A."
      },
      {
        "given": "J.P."
      }
    ],
    "date": [
      "2015"
    ],
    "editor": [
      {
        "given": "December"
      }
    ],
    "note": [
      "claim that such as J.P. Morgan mutual funds, in the Firm’s wealth management JPMorgan Chase tortiously interfered with the plaintiffs’ bond contracts businesses, and the U.S. with Washington Mutual Bank prior to its closure. The action has"
    ],
    "title": [
      "Proprietary Products Investigations and Litigation",
      "JPMorgan Chase which alleged that by acquiring substantially all of the JPMorgan Chase Bank",
      "Morgan Securities LLC agreed to a assets of Washington Mutual Bank from the FDIC, JPMorgan Chase Bank, settlement with the SEC, and JPMorgan Chase Bank, N.A. agreed to a N.A. caused Washington Mutual Bank to default on its bond obligations. settlement with the CFTC, regarding disclosures to clients concerning JPMorgan Chase and the FDIC moved to dismiss this action and the conflicts associated with the Firm’s sale and use of proprietary products, District Court dismissed the case except as to the plaintiffs"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Co.",
        "given": "L.L.C.United States JPMorgan Securities Japan"
      },
      {
        "family": "J.P",
        "given": "Ltd Japan"
      }
    ],
    "container-title": [
      "Morgan International Inc United States Bank One International Holding Corporation United States J.P.Morgan International Finance Limited United States J.P. Morgan Overseas Capital Corporation United States J.P. Morgan Whitefriars Inc. United States JPMorgan Holdings (Japan",
      "United States J.P.Morgan Securities LLC United States J.P. Morgan Clearing Corp. United States J.P.Morgan Equity Holdings, Inc United States Chase Bank USA, National Association United States Chase BankCard Services, Inc. United States Chase Issuance Trust United States J.P.Morgan Services Asia Holdings Inc United States J.P.Morgan Services Asia Holdings Limited Mauritius J.P.Morgan Services India Private Limited India JPMorgan Asset Management Holdings"
    ],
    "date": [
      "2015-12-31"
    ],
    "note": [
      "Morgan Capital Holdings Limited United Kingdom J.P.Morgan Chase (UK) Holdings Limited United Kingdom J.P.Morgan Chase International Holdings United Kingdom J.P. Morgan Securities PLC United Kingdom J.P.Morgan Europe Limited United Kingdom J.P. Morgan International Bank Limited United Kingdom J.P.",
      "Inc United States J.P.Morgan Investment Management, Inc United States JPMorgan Asset Management International Limited United Kingdom JPMorgan Asset Management Holdings (UK) Limited United Kingdom JPMorgan Asset Management (UK) Limited United Kingdom JPMorgan Asset Management Holdings (Luxembourg) S.à.r.l. Luxembourg JPMorgan Asset Management (Europe) S.à.r.l. Luxembourg JPMorgan Distribution Services, Inc. United States JPMorgan Funds Management, Inc. United States J.P. Morgan Ventures Energy Corporation United States Exhibit 23"
    ],
    "publisher": [
      "Morgan Broker-Dealer Holdings Inc"
    ],
    "title": [
      "Organized Under Name The Laws Of JPMorgan Chase Bank, National Association United States Paymentech, LLC United States Chase Mortgage Holdings, Inc United States J.P. Morgan Treasury Technologies Corporation United States J.P",
      "Morgan AG Germany Dearborn Merchant Services, Inc. Canada Chase Paymentech Solutions Canada Paymentech Salem Services, LLC United States Chase Paymentech Europe Limited Ireland J.P"
    ],
    "type": "chapter"
  },
  {
    "note": [
      "the “Report”), each of the undersigned officers of JPMorgan Chase & Co., certify, pursuant to 18 U.S.C. Section"
    ],
    "title": [
      "In connection with the Annual Report of JPMorgan Chase & Co. on Form 10-K for the period ended December 31, 2015 as filed with the Securities and Exchange Commission on the date hereof"
    ],
    "type": "report"
  },
  {
    "citation-number": [
      "1350,"
    ],
    "container-title": [
      "The information contained in the Report fairly presents, in all material respects, the financial condition and results of operations of JPMorgan Chase & Co"
    ],
    "title": [
      "as adopted pursuant to Section 906 of the Sarbanes-Oxley Act of 2002, that: 1. The Report fully complies with the requirements of Section 13(a) or 15(d) of the Securities Exchange Act of 1934; and 2"
    ],
    "type": "chapter"
  }
]
