[
  {
    "citation-number": [
      "0.16-standard-deviation"
    ],
    "title": [
      "increase in today’s foreign inflows. A. Cross-Country VAR Models Foreign flows in all five East Asian countries are highly To investigate the importance of regional indices in responsive to past returns, with coefficients ranging between explaining flow dynamics, we estimate a structural VAR 0.160 for Indonesia and 0.287 for Thailand. However, this system where net foreign flows and country index returns effect dies out quickly, the effect of lag-2 returns being depend on their lagged values as well as those of the Pacific, small and actually negative in six of the nine countries"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Calvo",
        "given": "G.",
        "particle": "American returns are both highly significant predictors of"
      },
      {
        "family": "Leiderman",
        "given": "L."
      },
      {
        "family": "Reinhart",
        "given": "C."
      },
      {
        "family": "Choe",
        "given": "H.",
        "particle": "frequencies."
      },
      {
        "family": "Kho",
        "given": "B."
      },
      {
        "family": "Stulz",
        "given": "R.M."
      }
    ],
    "container-title": [
      "Stock Markets? The Korean Experience in",
      "Journal of Financial Economics"
    ],
    "date": [
      "1993",
      "1997",
      "2004"
    ],
    "genre": [
      "IMF staff paper"
    ],
    "pages": [
      "3–46"
    ],
    "title": [
      "Capital Inflows and the Real Exchange Rate Appreciation in Latin America: The Role of Extercapital flows at the daily frequency but not at weekly nal Factors",
      "Do Foreign Investors Destabilize Our results open important avenues for further research"
    ],
    "type": "article-journal",
    "volume": [
      "54"
    ]
  },
  {
    "author": [
      {
        "family": "Chuhan",
        "given": "P."
      },
      {
        "family": "Claessens",
        "given": "S."
      },
      {
        "family": "Mamingi",
        "given": "N."
      },
      {
        "family": "Dvorak",
        "given": "T."
      },
      {
        "family": "Edison",
        "given": "H.J."
      },
      {
        "family": "Warnock",
        "given": "F.E."
      }
    ],
    "container-title": [
      "Federal Reserve differently for various investor groups. Third, the model of Board unpublished paper",
      "Journal of Development Economics",
      "Journal of Finance",
      "Journal of Development Economics"
    ],
    "date": [
      "2000",
      "1998",
      "2004",
      "2003",
      "1996"
    ],
    "location": [
      "Washington, DC"
    ],
    "note": [
      "forthcoming. for longer periods as well as on fundamental information. It",
      "Fernandez-Arias, E., “The New Wave of Private Capital Inflows: Push or Brennan and Cao (1997) could be generalized so that Pull?”",
      "domestic investors learn from domestic returns about for- Friedman, T. L., The Lexus and the Olive Tree (New York: Farrar Straus eign stocks. Our empirical work does not make it possible to Giroux, 1999)."
    ],
    "pages": [
      "439–463",
      "389–418"
    ],
    "title": [
      "First, further research should investigate why the results “Do Domestic Investors Have More Valuable Information about obtained using daily data do not carry over to the weekly Individual Stocks than Foreign Investors?” Ohio State University frequency. It would be worthwhile to examine the implica- working paper",
      "tions of our model for flows and returns over longer periods",
      "Equity and Bond Flows to Latin America and Asia: The Role of Global and Country Factors,” of time. Second, though some money managers have their",
      "decisions affected by the returns on the most recent days",
      "Do Domestic Investors Have an Informational Advantage? many other money managers base their decisions on returns Evidence from Indonesia",
      "Cross-border Listings, Capital Concould well be that past returns affect trading behavior trols, and Equity Flows to Emerging Markets"
    ],
    "type": "article-journal",
    "volume": [
      "55",
      "48"
    ]
  },
  {
    "author": [
      {
        "family": "Froot",
        "given": "K."
      },
      {
        "family": "O’Connell",
        "given": "P."
      },
      {
        "family": "Seasholes",
        "given": "M."
      },
      {
        "family": "K."
      },
      {
        "family": "Ramadorai",
        "given": "T."
      }
    ],
    "container-title": [
      "Journal of Financial Economics"
    ],
    "date": [
      "2001"
    ],
    "location": [
      "Boston"
    ],
    "pages": [
      "151–193"
    ],
    "publisher": [
      "Harvard Business School working paper"
    ],
    "title": [
      "The Portfolio Flows of exclude this explanation for the relation between flows and International Investors",
      "59 nonhost-country returns. Fourth, the trading practices of",
      "money managers could explain the persistence of flows and Froot",
      "The Information Content of International Portfolio Flows"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Griffin",
        "given": "J.M.",
        "particle": "from weekly."
      },
      {
        "family": "Harris",
        "given": "J."
      },
      {
        "family": "Topaloglu",
        "given": "S."
      },
      {
        "family": "implica-",
        "particle": "related to U.S. stock market returns has important"
      },
      {
        "family": "M."
      },
      {
        "family": "Keloharju",
        "given": "M."
      },
      {
        "family": "Holtz-Eakin",
        "given": "D."
      },
      {
        "family": "Newey",
        "given": "W."
      },
      {
        "family": "Rosen",
        "given": "H.S."
      },
      {
        "family": "H."
      },
      {
        "family": "Stein",
        "given": "J."
      },
      {
        "family": "Hoogstrate",
        "given": "A.J."
      },
      {
        "family": "Palm",
        "given": "F.C."
      },
      {
        "family": "Pfann",
        "given": "G.A."
      },
      {
        "family": "Karolyi",
        "given": "G.A."
      }
    ],
    "container-title": [
      "try, it is not enough to focus on fundamentals of the host Hong",
      "Capital Trading, and Overreaction in Asset Markets,” Journal of Finance can be pushed toward a country as well as pulled toward it",
      "Journal of Finance",
      "Journal of Financial Economics",
      "Econometrica",
      "Rates,” Journal of Business and Economic Statistics",
      "Pacific Basin Finance Journal"
    ],
    "date": [
      "2002",
      "2003",
      "2004",
      "2000",
      "1988",
      "1999",
      "2000",
      "2002"
    ],
    "pages": [
      "2285–2320",
      "1371–1395",
      "2143–2184",
      "274–283",
      "411–442"
    ],
    "title": [
      "might even offer an explanation for why daily results differ",
      "The Dynamics of Institutional The result that inflows into small countries are positively and Individual Trading",
      "Investor Behavior over the Rise and Fall of Nasdaq,” University tions for our understanding of equity flows. Some have of Texas at Austin working paper",
      "argued that capital flows cannot be explained by innovations Grinblatt",
      "The Investment Behavior and Performance of Various Investor Types: A Study of Finland’s about fundamentals and must be due to some contagious Unique Data Set",
      "activity. However, both our model and our empirical results 43–67. indicate that, to understand daily capital flows into a coun",
      "Estimating Vector Autoregressions with Panel Data",
      "A Unified Theory of Underreaction, Momentum country or even markets with similar fundamentals",
      "Pooling in Dynamic but our evidence shows that these effects are surprisingly Panel Data Model: An Application to Forecasting GDP Growth short-lived",
      "Did the Asian Financial Crisis Scare Foreign Investors Out of Japan?"
    ],
    "type": "article-journal",
    "volume": [
      "58",
      "55",
      "56",
      "54",
      "18",
      "10"
    ]
  },
  {
    "author": [
      {
        "family": "Karolyi",
        "given": "R.E.F.E.R.E.N.C.E.S."
      },
      {
        "family": "A.",
        "given": "G."
      },
      {
        "family": "Stulz",
        "given": "R.M."
      }
    ],
    "date": [
      "2003"
    ],
    "note": [
      "in G. Constantinides, M."
    ],
    "pages": [
      "975–1020 ,"
    ],
    "title": [
      "Are Financial Assets Priced Locally or Globally?"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Bai",
        "given": "J."
      },
      {
        "family": "Perron",
        "given": "P."
      }
    ],
    "container-title": [
      "Econometrica"
    ],
    "date": [
      "1998"
    ],
    "editor": [
      {
        "family": "Stulz",
        "given": "R."
      }
    ],
    "pages": [
      "47–78",
      "–"
    ],
    "title": [
      "Estimating and Testing Linear Models with Harris",
      "Handbook of the Economics of Fi-Multiple Structural Changes"
    ],
    "type": "article-journal",
    "volume": [
      "66",
      "nance, Vol. 2"
    ]
  },
  {
    "author": [
      {
        "family": "Bai",
        "given": "J."
      },
      {
        "family": "Lumsdaine",
        "given": "R.L."
      },
      {
        "family": "Stock",
        "given": "J.H."
      },
      {
        "family": "Breaks Pavabutr",
        "given": "P."
      },
      {
        "family": "Yan",
        "given": "H."
      },
      {
        "family": "Pesaran",
        "given": "M.H."
      },
      {
        "family": "Smith",
        "given": "R."
      },
      {
        "family": "Baltagi",
        "given": "B.H."
      },
      {
        "family": "Griffin",
        "given": "J.M."
      },
      {
        "family": "Richards",
        "given": "A."
      }
    ],
    "container-title": [
      "Stationary and Nonstationary Multivariate Time Series,” Review University of Texas at Austin working paper",
      "neous Counterparts in the Context of Dynamic Demand for Gas",
      "Economic Studies",
      "Journal of Econometrics",
      "Journal of Econometrics",
      "Heterogeneous Price Impact of Foreign Investors in Asian Emerging Equity Estimators Applied to Cigarette Demand,” this REVIEW",
      "Journal of Financial and Quantitative Analysis"
    ],
    "date": [
      "2003",
      "1998",
      "1995",
      "1997",
      "2000",
      "2004"
    ],
    "note": [
      "forthcoming."
    ],
    "pages": [
      "395–432",
      "79–113",
      "303–327",
      "117–126"
    ],
    "title": [
      "Testing for and Dating",
      "Foreign Equity Flows and Emerging Markets",
      "Estimating Long-Run Relationships from",
      "Pooled Estimators vs. Their Heteroge- Dynamic Heterogeneous Panels",
      "oline",
      "Big Fish in Small Ponds: The Momentum Investing and “To Pool or Not to Pool: Homogeneous vs",
      "Markets"
    ],
    "type": "article-journal",
    "volume": [
      "65",
      "68",
      "77",
      "82"
    ]
  },
  {
    "author": [
      {
        "literal": "Bekaert, G., C. R. Harvey, and R. L. Lumsdaine, “The Dynamics of Seasholes, M."
      },
      {
        "family": "Stiglitz",
        "given": "J."
      },
      {
        "family": "Bhagwati",
        "given": "J."
      },
      {
        "family": "Jour-Bohn",
        "given": "H."
      },
      {
        "family": "Tesar",
        "given": "L."
      },
      {
        "given": "M."
      }
    ],
    "container-title": [
      "Equity Investment in Foreign Markets: nal of Economic Perspectives",
      "Harvard Emerging Market Equity Flows,” Journal of International Money University working paper",
      "and Finance",
      "Foreign Affairs",
      "Review",
      "Journal of Finance"
    ],
    "date": [
      "2000",
      "2002",
      "1998",
      "1998",
      "1996",
      "1981"
    ],
    "issue": [
      "3",
      "3"
    ],
    "note": [
      "Portfolio Rebalancing or Return Chasing?” American Economic Stulz, R."
    ],
    "pages": [
      "295–350",
      "7–12",
      "3–22",
      "77–81",
      "923–934"
    ],
    "title": [
      "Smart Foreign Traders in Emerging Markets",
      "Distinguished Lecture on Economics in Government: The",
      "The Capital Myth",
      "Private Uses of Public Interests: Incentives and Institutions",
      "U.S",
      "On the Effects of Barriers to International Investment"
    ],
    "type": "article-journal",
    "volume": [
      "21",
      "77",
      "12",
      "86",
      "36"
    ]
  },
  {
    "author": [
      {
        "family": "Brennan",
        "given": "M.J."
      },
      {
        "family": "Cao",
        "given": "H."
      },
      {
        "family": "Williams",
        "given": "J.T."
      }
    ],
    "container-title": [
      "ARE DAILY CROSS-BORDER EQUITY FLOWS PUSHED OR PULLED?",
      "Journal of",
      "Jour-Finance",
      "nal of Financial Economics"
    ],
    "date": [
      "1997",
      "1977"
    ],
    "pages": [
      "1851–1880",
      "219–239",
      "657"
    ],
    "title": [
      "International Portfolio Flows",
      "Capital Asset Prices with Heterogeneous Beliefs"
    ],
    "type": "article-journal",
    "volume": [
      "52",
      "5"
    ]
  },
  {
    "note": [
      "In the symmetric case, the derivative is negative provided that 1 of this Appendix. If this term is large enough, it makes the derivative ␦ D /␴ F2 is not greater than 1. positive in the symmetric case."
    ],
    "title": [
      "In this expression, the second and fourth terms are positive and the other The first term is always negative. The second term is negative if ⍀ is terms are negative. Hence, as long as the second and fourth terms are large greater than 0.5. The third term is always positive. When the domes- enough, it is possible for a positive return on the foreign stock to lead tic country is small enough and the ratio ␦ D /␴ F2 is large, the second term domestic investors to purchase foreign shares. The second positive term is is positive and more than offsets the first one, so that the derivative is the term that distinguishes this expression from the expression of Section positive"
    ],
    "type": null
  }
]
