[
  {
    "container-title": [
      "The Aswan WORMS P.32 1 ARTHROPODS P.322 dam, across the Nile in Egypt, FISH P.326 also stops silt flowing down the REPTILES P. 330 river. The silt used to flood over FOOD CHAINS AND WEBS P.377 the land and enrich the soil"
    ],
    "title": [
      "new habitat for fish, but make it by pollution from factories, WEATHERING AND EROSION P.230 towns and agriculture difficult for some other animals RivERS P.233 around the lake. and plants to survive"
    ],
    "type": "chapter"
  },
  {
    "title": [
      "FOOD CHAINS AND WEBS P.377 for their fur, horns, or tusks. Some people like WASTES AND RECYCLING P.376 to wear the skins of large cats, such as leopards and tigers, as coats. This chart shows the total WETLANDS P.389 world export of catskins. The amount CONSERVATION P.400 decreased considerably during the 1 980s, but FA CT FINDER P.424 many cats are still in danger of extinction"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Nuridsany",
        "given": "Claude"
      },
      {
        "family": "Perennou",
        "given": "Marie"
      }
    ],
    "note": [
      "3clb; Novosti Press Agency 302tr, 361 cr; Courtesy of Dr.W.D.A. Smith 42bl"
    ],
    "type": null,
    "volume": [
      "350c; 3 1"
    ]
  },
  {
    "title": [
      "In addition, the publishers would like to thank the following people and organizations for their assistance in the production of this book"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Barry",
        "given": "Peter"
      },
      {
        "family": "Beales",
        "given": "Dr Tim"
      },
      {
        "family": "Cambridge",
        "given": "University",
        "particle": "of"
      },
      {
        "family": "Challoner",
        "given": "Jack"
      },
      {
        "family": "Council",
        "given": "The Crafts"
      },
      {
        "family": "Company",
        "given": "The Definitive Laser"
      },
      {
        "family": "Emsley",
        "given": "Dr John"
      },
      {
        "family": "Swan",
        "given": "Dr Chris"
      },
      {
        "family": "Sausman",
        "given": "Chris"
      },
      {
        "family": "College",
        "given": "Imperial"
      },
      {
        "family": "London",
        "given": "Dr Gramshaw"
      },
      {
        "family": "Food Science",
        "given": "Dept",
        "particle": "of"
      },
      {
        "family": "Leeds",
        "given": "University",
        "particle": "of"
      },
      {
        "family": "Hirst",
        "given": "John"
      },
      {
        "family": "Laboratory",
        "given": "Rutherford Appleton"
      },
      {
        "family": "Howes",
        "given": "Gordon"
      }
    ],
    "genre": [
      "Climatic Research Unit,"
    ],
    "location": [
      "Barry Mills, ICI, Northwich"
    ],
    "publisher": [
      "University of East Anglia",
      "Dr. Philip Monroe, Hampshire Advisory and Technical Services; irmala Patel; Dr. David Robinson; The Royal Society of Chemistry; The Science Museum; Worldwide Fund for Nature, and The Youth Hostel Association. The Science Encyclopedia"
    ],
    "title": [
      "International Automotive Design; Japan Meteorological Agency; John Kington"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Biol",
        "given": "M.I."
      },
      {
        "given": "P.G.C.E."
      }
    ],
    "type": null
  },
  {
    "container-title": [
      "Bioi"
    ],
    "title": [
      "Oxford and gained an MSc on the Materials History and Philosophy of Science from Peter Riley BSc, C"
    ],
    "type": "article-journal"
  },
  {
    "note": [
      "guide to quantum physics for the lay person)."
    ],
    "publisher": [
      "COPUS Junior Science Book Prize"
    ],
    "title": [
      "in 1988 the first recipient of the prestigious including In Search oJSchrodinger's Cat (a of information books for young people, was books, both science and science fiction, Astronomical Society, and was a consultant at the Royal Greenwich Observatory"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "BA",
        "given": "Reactions Mary Gribbin"
      },
      {
        "family": "Karen Davies BSc",
        "particle": "has a degree in"
      }
    ],
    "container-title": [
      "Greenwich, and later Head of Navigational Sciences. She now writes books on Ian Harrison BSc, PhD, MBA, is the astronomy and space. Specialist Advisor to the House of Commons Select Committee on Science Living things and how they work and Technology"
    ],
    "note": [
      "He has also taught David Burnie BSc, studied zoology and chemistry and carried out research work later worked as a professional biologist."
    ],
    "title": [
      "PGCE, currently developmental psychology, and teaches works at the Interpretation Unit of the as well as writing science books for children. Science Museum in London. A trained science teacher, she has been School Space Teacher Fellow at the Royal Society of Carole Stott BA, FRAS , was Curator of Chemistry, where she evaluated experiments Astronomy at the Old Royal Observatory, for the Society's schools publications"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "BA",
        "given": "Kimi Hosowne"
      }
    ],
    "title": [
      "is a Mathematics and at the University of Edinburgh. He is now a full-time natural history editor Science Educator at the Lawrence Hall of and writer"
    ],
    "type": null
  }
]
