[
  {
    "author": [
      {
        "family": "Data",
        "given": "Bloomberg Visual"
      }
    ],
    "citation-number": [
      "2."
    ],
    "date": [
      "2013-08"
    ],
    "title": [
      "Most Efficient Health Care: Countries"
    ],
    "type": null
  },
  {
    "citation-number": [
      "3."
    ],
    "date": [
      "2013"
    ],
    "title": [
      "Centers for Medicare & Medicaid Services, “National Health Expenditures Projections 2012-2022"
    ],
    "type": null
  },
  {
    "citation-number": [
      "4."
    ],
    "date": [
      "2013-09"
    ],
    "title": [
      "Institute of Medicine of the National Academies, “Best Care at Lower Cost: The Path to Continuously Learning Health Care in America"
    ],
    "type": null
  },
  {
    "citation-number": [
      "5."
    ],
    "date": [
      "2008-10"
    ],
    "title": [
      "The Kaiser Family Foundation, “2008 Update on Consumers’ Views of Patient Safety and Quality Information"
    ],
    "type": null
  },
  {
    "citation-number": [
      "6."
    ],
    "date": [
      "2013-08"
    ],
    "title": [
      "The Kaiser Family Foundation and Health Research & Educational Trust, “Employer Health Benefits, 2013 Annual Survey"
    ],
    "type": null
  },
  {
    "citation-number": [
      "7."
    ],
    "date": [
      "2013-10"
    ],
    "title": [
      "The Kaiser Family Foundation, “The Uninsured, A Primer"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Watson",
        "given": "Towers"
      },
      {
        "given": "Co"
      },
      {
        "family": "Health",
        "given": "National Business Group",
        "particle": "on"
      }
    ],
    "citation-number": [
      "8."
    ],
    "date": [
      "2013-03"
    ],
    "title": [
      "Reshaping Health Care, Best Performers Leading the Way"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Tsai",
        "given": "Thomas C."
      },
      {
        "others": true
      }
    ],
    "citation-number": [
      "9."
    ],
    "container-title": [
      "The New England Journal of Medicine"
    ],
    "date": [
      "2013-09"
    ],
    "title": [
      "Variation in Surgical-Readmission Rates and Quality of Hospital Care"
    ],
    "type": "article-journal"
  },
  {
    "citation-number": [
      "10."
    ],
    "date": [
      "2013-09"
    ],
    "title": [
      "The World Bank, “World Development Indicators: Health Systems"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "U.S",
        "given": "The"
      }
    ],
    "note": [
      "Gross Domestic Product, or GDP, in 2014, and is expected to grow to approximately"
    ],
    "title": [
      "Health Care Industry Is Large and Inefficient The health care industry in the United States is the largest in the world, according to the World Bank. According to a 2012 study by CMS, U.S. national health expenditure is forecasted to reach $3.1 trillion, or approximately 18% of the U.S"
    ],
    "type": null
  },
  {
    "citation-number": [
      "20%"
    ],
    "title": [
      "of GDP by the year 2022. Despite this tremendous spending, U.S. health care outcomes remain inferior relative to those of many other countries. According to a 2013 Bloomberg report, the United States ranked 46th in overall health care efficiency based on a weighted-average of life expectancy, relative cost per capita and absolute cost per capita of health"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "David",
        "given": "B."
      },
      {
        "family": "Fund",
        "given": "Maverick",
        "suffix": "II"
      },
      {
        "given": "Ltd"
      }
    ],
    "citation-number": [
      "1",
      "3"
    ],
    "container-title": [
      "a member of our board of directors, is a member of the general partners of Venrock Associates V"
    ],
    "editor": [
      {
        "family": "L.P.",
        "given": "Venrock Entrepreneurs Fund V."
      },
      {
        "given": "L.P."
      },
      {
        "family": "V",
        "given": "Venrock Partners"
      },
      {
        "family": "Roberts",
        "given": "L.P.Bryan"
      }
    ],
    "location": [
      "L.P., Venrock Entrepreneurs Fund V, L.P"
    ],
    "note": [
      "and Venrock Partners V, L.P., and as such, he may be deemed to have voting and dispositive pow er w ith regard to the shares held by such entities. The terms of the purchases by the Venrock entities w ere the same as those made available to unaffiliated purchasers."
    ],
    "title": [
      "Consists of shares purchased by (i) Variable Insurance Products Fund IV: Health Care Portfolio, (ii) Fidelity Central Investment Portfolios LLC: Fidelity Health Care Central Fund, (iii) Fidelity Advisor Series VII: Fidelity Advisor Health Care Fund, (iv) Fidelity Select Portfolios: Health Care Portfolio, (v) Fidelity Selected Portfolios: Medical Equipment and Systems Portfolio, (vi) Fidelity Contrafund: Fidelity Advisor New Insights Fund and (vii) Fidelity Mt. Vernon Street Trust: Fidelity Grow th Company Fund. (2) Ann Lamont, a member of our board of directors, is a Managing Partner of Oak Investment Partners, w hich has voting and dispositive pow er w ith regard to shares held by Oak Investment Partners XII, L.P. The terms of the purchase by Oak Investment Partners XII, L.P. w ere the same as those made available to unaffiliated purchasers",
      "Singer, a member of our board of directors, is a managing director of MCL California, Inc., an affiliate of Maverick Capital Ltd., w hich has voting and dispositive pow er w ith regard to shares held by",
      "The terms of the purchase by Maverick Fund II, Ltd. w ere the same as those made available to unaffiliated purchasers. (4) Consists of shares purchased by (i) Venrock Associates V"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Dr",
        "given": "L.P."
      },
      {
        "family": "L.P.",
        "given": "Venrock Entrepreneurs Fund V."
      },
      {
        "given": "L.P."
      },
      {
        "family": "V",
        "given": "Venrock Partners"
      },
      {
        "family": "Lamont",
        "given": "L.P.Ann H."
      },
      {
        "family": "Carano",
        "given": "Bandel L."
      },
      {
        "family": "F. Glassmeyer",
        "given": "Edw",
        "particle": "ard"
      },
      {
        "family": "Harman",
        "given": "Fredric W."
      }
    ],
    "citation-number": [
      "13)Consists"
    ],
    "container-title": [
      "Riley collectively serve as Managing Members of Oak Associates XII, LLC, the General Partner of Oak Investment"
    ],
    "editor": [
      {
        "given": "L.P."
      },
      {
        "family": "and",
        "given": "L.P."
      },
      {
        "family": "Ahmed",
        "given": "Grace A.Ames"
      },
      {
        "family": "Gallagher",
        "given": "Gerald R."
      },
      {
        "family": "B",
        "given": "Warren"
      }
    ],
    "location": [
      "Partners XII, L.P"
    ],
    "note": [
      "Such Managing Members have shared voting and investment control over all of the shares held by Oak Investment Partners XII, L.P. The address of Oak Investment Partners XII, L.P. is Three Pickw ick Plaza, Suite 302, Greenw ich, CT 06830."
    ],
    "title": [
      "of (a) 14,047,522 shares of Class A common stock, held directly by Venrock Associates V",
      "330,053 shares of Class A common stock, held directly by Venrock Entrepreneurs Fund V",
      "1,190,996 shares of Class A common stock, held directly by Venrock Partners V",
      "Roberts is a member of the general partners of Venrock Associates V",
      "LP, and as such, he may be deemed to have voting and investment pow er w ith respect to these shares. The address of the entities affiliated w ith Venrock is 3340 Hillview Avenue, Palo Alto, CA 94304. (14)Consists of 11,917,744 shares of Class A common stock held directly by Oak Investment Partners XII",
      "Iftikar A"
    ],
    "type": "chapter"
  },
  {
    "note": [
      "Treasury regulations to be treated as a U.S. person; or Ÿ an estate whose income is subject to U.S. income tax regardless of source."
    ],
    "title": [
      "For purposes of this summary, a “non-U.S. holder” is any holder of our Class B common stock, other than a partnership, that is not: Ÿ an individual who is a citizen or resident of the United States; Ÿ a corporation, or other entity taxable as a corporation for U.S. federal income tax purposes, created or organized under the laws of the United States, any state therein or the District of Columbia; Ÿ a trust if it (i) is subject to the primary supervision of a U.S. court and one of more U.S. persons have authority to control all substantial decisions of the trust or (ii) has a valid election in effect under applicable U.S"
    ],
    "type": null
  },
  {
    "note": [
      "or any successor form) or appropriate substitute form to us or our paying agent. If the non-U.S. holder holds the stock through a financial"
    ],
    "title": [
      "Any dividend paid to a non-U.S. holder on our Class B common stock that is not effectively connected with a non-U.S. holder’s conduct of a trade or business in the United States will generally be subject to U.S. withholding tax at a 30% rate. The withholding tax might not apply, however, or might apply at a reduced rate, under the terms of an applicable income tax treaty between the United States and the non-U.S. holder’s country of residence. You should consult your tax advisors regarding your entitlement to benefits under a relevant income tax treaty. Generally, in order for us or our paying agent to withhold tax at a lower treaty rate, a non-U.S. holder must certify its entitlement to treaty benefits. A non-U.S. holder generally can meet this certification requirement by providing a Form W-8BEN"
    ],
    "type": null
  },
  {
    "note": [
      "holder may also be subject to a branch profits tax at a rate of 30% or such lower rate as may be specified by an applicable tax treaty."
    ],
    "title": [
      "Dividends received by a non-U.S. holder that are effectively connected with a U.S. trade or business conducted by the non-U.S. holder, and if required by an applicable income tax treaty between the United States and the non-U.S. holder’s country of residence, are attributable to a permanent establishment maintained by the non-U.S. holder in the United States, are not subject to U.S. withholding tax. To obtain this exemption, a non-U.S. holder must provide us or our paying agent with an IRS Form W-8ECI properly certifying such exemption. Such effectively connected dividends, although not subject to withholding tax, are taxed at the same graduated rates applicable to U.S. persons, net of certain deductions and credits. In addition to being taxed at graduated tax rates, dividends received by corporate non-U.S. holders that are effectively connected with a U.S. trade or business of the corporate non-U.S"
    ],
    "type": null
  },
  {
    "note": [
      "persons who, in the aggregate, hold more than 50% of the income or capital interests of the partnership or (b) the foreign partnership is engaged in a U.S. trade or business;"
    ],
    "title": [
      "backup withholding, will apply to a payment of proceeds, even if that payment is made outside of the United States, if you sell our Class B common stock through a non-U.S. office of a broker that is: Ÿ a U.S. person (including a foreign branch or office of such person); Ÿ a “controlled foreign corporation” for U.S. federal income tax purposes; Ÿ a foreign person 50% or more of whose gross income from certain periods is effectively connected with a U.S. trade or business; or Ÿ a foreign partnership if at any time during its tax year (a) one or more of its partners are U.S"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "FEDERAL",
        "given": "E.A.C.H.P.R.O.S.P.E.C.T.I.V.E.I.N.V.E.S.T.O.R.S.H.O.U.L.D.C.O.N.S.U.L.T.I.T.S.O.W.N.T.A.X.A.D.V.I.S.O.R.R.E.G.A.R.D.I.N.G.T.H.E.P.A.R.T.I.C.U.L.A.R.U.S."
      },
      {
        "family": "STATE",
        "given": "L.O.C.A.L."
      },
      {
        "family": "PURCHASING",
        "given": "F.O.R.E.I.G.N.T.A.X.C.O.N.S.E.Q.U.E.N.C.E.S.O.F."
      },
      {
        "given": "H.O.L.D.I.N.G."
      },
      {
        "family": "OF",
        "given": "D.I.S.P.O.S.I.N.G."
      }
    ],
    "container-title": [
      "OUR CLASS B COMMON STOCK, INCLUDING THE CONSEQUENCES OF ANY PROPOSED CHANGE IN APPLICABLE LAWS"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "to the Registration Statement to be signed on its behalf by the undersigned, thereunto duly authorized, in the"
    ],
    "title": [
      "SIGNATURES Pursuant to the requirements of the Securities Act of 1933, the Registrant has duly caused this Amendment No"
    ],
    "type": "chapter",
    "volume": [
      "1"
    ]
  },
  {
    "author": [
      {
        "family": "San Francisco",
        "given": "City",
        "particle": "of"
      }
    ],
    "date": [
      "2014"
    ],
    "note": [
      "CASTLIGHT HEALTH, INC. By: /s/ Giovanni M. Colella Giovanni M. Colella Chief Executive Officer, Co-Founder and Director"
    ],
    "title": [
      "State of California, on this 3rd day of March"
    ],
    "type": null
  }
]
