[
  {
    "author": [
      {
        "family": "Andrews",
        "given": "See C.F."
      }
    ],
    "date": [],
    "editor": [
      {
        "family": "Basdeo Mangru",
        "particle": "ed."
      }
    ],
    "location": [
      "Chicago"
    ],
    "publisher": [
      "Adams Press"
    ],
    "title": [
      "Impressions of British Guiana, : An Emissary’s Assessment"
    ],
    "type": "book"
  },
  {
    "note": [
      "The British Library <http://www.bl.uk/reshelp/pdfs/indiansoverseas.pdf> (acc.  Dec )."
    ],
    "title": [
      " Details about these meetings, reports and letters are available in “Indians Overseas: A guide to source materials in the India Office Records for the study of Indian emigration"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Ray",
        "given": "K.A."
      }
    ],
    "container-title": [
      "Ethnicity, Identity, Migration: The South Asian Context"
    ],
    "editor": [
      {
        "family": "Milton Israel",
        "particle": "ed."
      },
      {
        "family": "Wagle",
        "given": "N.K."
      }
    ],
    "location": [
      "Toronto"
    ],
    "pages": [
      "–"
    ],
    "publisher": [
      "Centre for South Asian Studies, University of Toronto"
    ],
    "title": [
      "Roots of Ambivalence: Indenture, Identity and the Indian Freedom Struggle"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "Literature and Human Rights",
      "“Iconology of Law and Dis-order in the Television Series Law and Order Special Victims Unit,” in Visualizing Law and Authority: Essays on Legal Aesthetic",
      "Pólemos",
      "Pólemos",
      "Pólemos"
    ],
    "date": [
      "2015",
      "2015",
      "2014",
      "2014",
      "2012"
    ],
    "editor": [
      {
        "family": "Ian Ward",
        "particle": "ed."
      },
      {
        "family": "Leif Dahlberg",
        "particle": "ed."
      }
    ],
    "issue": [
      "1",
      "2",
      "1"
    ],
    "location": [
      "Berlin, Boston",
      "Berlin, Boston"
    ],
    "pages": [
      "133 – 154",
      "157– 174",
      "359 – 378",
      "115 – 136",
      "126 – 138"
    ],
    "publisher": [
      "De Gruyter",
      "De Gruyter"
    ],
    "title": [
      "Chiara Battisti is researcher of English Literature at the Department of Foreign Literatures of the University of Verona. Her research interests include literature and the visual arts, with a particular focus on literature and cinema, literature and science, law and literature, food and literature, gender studies and fashion studies. She is a member of the European Society for the Study of English (ESSE), of AIA (Associazione Italiana di Anglistica) and of AIDEL (Associazione Italiana Diritto e Letteratura). Among her most recent publications are “Mental Illness and Human Rights in Patrick McGrath’s Asylum",
      "Silence, Power and Suicide in Michael Cunningham’s The Hours",
      "Western and Post-Western Mythologies of Law",
      "True Blood: Multicultural Vampires in Contemporary Society"
    ],
    "type": "article-journal",
    "volume": [
      "9",
      "8",
      "8"
    ]
  },
  {
    "editor": [
      {
        "family": "York)",
        "given": "New"
      },
      {
        "family": "Anglistik",
        "given": "La torre di Babele"
      },
      {
        "given": "Law"
      },
      {
        "family": "Humanities",
        "given": "Cardozo Law Bulletin"
      }
    ],
    "note": [
      "for Edinburgh University Press, and of the centre for Cultural Studies of the University of Graz."
    ],
    "title": [
      "Carpi is in the scientific board of the journals Symbolism: a Journal of Critical Aesthetics",
      "Cosmos, a journal of comparative literature (Torino). She is a member of Academia Europaea. She is in the scientific board of the series “Law and Humanities"
    ],
    "type": null
  },
  {
    "container-title": [
      "Liminal Discourses: Subliminal Tensions in Law and Literature"
    ],
    "date": [
      "2007",
      "2008",
      "2011",
      "2013"
    ],
    "editor": [
      {
        "family": "Carpi",
        "given": "D."
      },
      {
        "family": "Gaakeer",
        "given": "Jeanne"
      },
      {
        "given": "eds"
      }
    ],
    "location": [
      "Heidelberg",
      "Heidelberg",
      "Berlin, Boston",
      "Berlin, Boston"
    ],
    "note": [
      "Fairy Tales in the Postmodern World. No Tales for Children (Heidelberg: Winter, 2016)."
    ],
    "publisher": [
      "Winter",
      "Winter",
      "De Gruyter",
      "De Gruyter"
    ],
    "title": [
      "Among her most recent publications: The Concept of Equity: an Interdisciplinary Assessment",
      "Practising Equity, Addressing Law",
      "Bioethics and Biolaw through Literature"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "Pólemos"
    ],
    "date": [
      "2016"
    ],
    "title": [
      "focus on the intersections of law, mobility and technology. His most recent publications include: “All aboard the Louis Vuitton train!",
      "Spacing Law and Politics: The Constitution and Representation of the Juridical"
    ],
    "type": "article-journal",
    "volume": [
      "10. 1"
    ]
  },
  {
    "container-title": [
      "Universitetet som medium",
      "Matts Lindström, Adam Wickberg Månsson",
      "Law Text Culture"
    ],
    "date": [
      "2016",
      "2015",
      "2013"
    ],
    "editor": [
      {
        "literal": "ed."
      }
    ],
    "location": [
      "London",
      "Lund"
    ],
    "publisher": [
      "Routledge",
      "Mediehistoria"
    ],
    "title": [
      "Det akademiska samtalet",
      "Unwelcome Welcome – Being ‘at Home’ in an Age of Global Migration"
    ],
    "type": "article-journal",
    "volume": [
      "17"
    ]
  },
  {
    "date": [
      "2003",
      "2007"
    ],
    "location": [
      "Verona",
      "Berlin",
      "Berlin, Boston"
    ],
    "note": [
      "Performing the Renaissance Body: Essays on Drama, Law and Representation (edited volume with John Drakakis,"
    ],
    "publisher": [
      "Fiorini",
      "Peter Lang",
      "De Gruyter"
    ],
    "title": [
      "Sidia Fiorato is Researcher of English Literature at the University of Verona. Her fields of research include detective fiction and the legal thriller, law, literature and culture, literature and the Performing Arts, Shakespeare Studies, the Fairy Tale. Among her publications are Il Gioco con l’ombra. Ambiguità e metanarrazioni nella narrativa di Peter Ackroyd",
      "The Relationship Between Literature and Science in John Banville’s Scientific Tetralogy"
    ],
    "type": null
  },
  {
    "citation-number": [
      "2016),"
    ],
    "title": [
      "essays on the contemporary novel, Shakespearian adaptations, Victorian Literature"
    ],
    "type": null
  },
  {
    "location": [
      "Germany"
    ],
    "note": [
      "she co-founded the European Network for Law and Literature (www.eurnll.org). She is the 2013 recipient of the J.B. White Award (bestowed by the Association for the Study of Law, Culture and Humanities). She also serves as a justice in the criminal law section of the Appellate Court of The Hague."
    ],
    "publisher": [
      "With Greta Olson (Giessen University"
    ],
    "title": [
      "Jeanne Gaakeer holds degrees in English literature, Dutch law and philosophy. The focus of her research is on interdisciplinary movements in legal theory (specifically Law and Literature and Law and the Humanities) and their relevance to legal practice. She is endowed professor of legal theory at Erasmus School of Law, Rotterdam, the Netherlands"
    ],
    "type": null
  },
  {
    "container-title": [
      "Terrorism, Media, and the Ethics of Fiction: Transatlantic Perspectives on Don DeLillo"
    ],
    "date": [
      "2011",
      "2010"
    ],
    "location": [
      "Berlin",
      "New York"
    ],
    "note": [
      "as well as articles on cognitive poetics, literature and visual art, media history, cultural studies, and law and literature. Since 2006 he has been a member of the board of the German Association for American Studies"
    ],
    "pages": [
      "–"
    ],
    "publisher": [
      "De Gruyter",
      "Continuum"
    ],
    "title": [
      "Peter Schneck is Professor and Chair of American Studies at Osnabrück University, director of the Osnabrück Summer Institute on the Cultural Study of the Law (OSI) and co-director of the research cluster “Cognition and Poetics.” He has been a fellow at the National Museum of American Art, Smithsonian Institution (Washington D.C.) and a visiting scholar at the University of California at Irvine, Nottingham University and the University of Torino, Italy. Most recent publications include Rhetoric and Evidence: Legal Conflict and Literary Representation in American Culture"
    ],
    "type": "chapter"
  },
  {
    "note": [
      "DGfA), and served as the association’s president from 2008 – 2011."
    ],
    "type": null
  }
]
