[
  {
    "citation-number": [
      "1.3"
    ],
    "container-title": [
      "Nature"
    ],
    "date": [
      "2015-10"
    ],
    "pages": [
      "682–686"
    ],
    "title": [
      "kilometres"
    ],
    "type": "article-journal",
    "volume": [
      "526"
    ]
  },
  {
    "container-title": [
      "Review Letters"
    ],
    "date": [
      "1998"
    ],
    "title": [
      "Gregor Wehs et al.,\"Violations of Bell's inequality under strict Einstein locality condi­ tions,''Physical"
    ],
    "type": "article-journal",
    "volume": [
      "81,5039-5043"
    ]
  },
  {
    "author": [
      {
        "given": "K."
      }
    ],
    "container-title": [
      "Physical Review Letters"
    ],
    "date": [
      "2015"
    ],
    "pages": [
      "250402–250412"
    ],
    "title": [
      "Shalm et al.,\"Strong loophole-free test of local realism"
    ],
    "type": "article-journal",
    "volume": [
      "115"
    ]
  },
  {
    "note": [
      "John Bell in [4],p.152."
    ],
    "title": [
      "Page 22 \"The scientific attitude ...explanation"
    ],
    "type": null
  },
  {
    "container-title": [
      "Physics",
      "Physical Review Letters"
    ],
    "date": [
      "1964"
    ],
    "note": [
      "reprinted in [4],",
      "1969).The inequality on \"The Punchline \" page is a version of the Clauser-Horne-Simony-Holt inequality."
    ],
    "pages": [
      "195–200",
      "14–21",
      "880–884"
    ],
    "title": [
      "Page 37 John Bell derived the inequality that goes by his name in \"On the Einstein-Podolsky-Rosen paradox",
      "Since Bell's original paper, there have been many versions of his theorem, with several related inequalities. One of the most useful inequalities was derived by J.Clauser,M.Home,A.Shimony,and R.Holt in \"Proposed experiment to test local hidden variable theories"
    ],
    "type": "article-journal",
    "volume": [
      "1",
      "23"
    ]
  },
  {
    "container-title": [
      "Physical Review Letters A"
    ],
    "date": [
      "1999"
    ],
    "note": [
      "John Bell in [4],p. 20; A.Aspect,J.Dalibard,and G. entanglement. Roger,"
    ],
    "pages": [
      "323–327"
    ],
    "title": [
      "P age 38 This version of Bell's theorem is closely related to (and was stimulated by) the proof in Nicolas Gisin's book Quantum Chance: Nonlncality, Teleportation and Other Quantum Marvels (Copernicus, For a link to an expanded version of these notes,see http://totallyrandom.info,where we also have lots Giittingen,2014). of good stuff from the uncut version and more on how quoin entanglement relates to real-world quantum Pages 42--43 \"Conceivably,...velocity of light",
      "Experimental test of Bell's inequality using time-varying analyzers,''"
    ],
    "type": "article-journal",
    "volume": [
      "260"
    ]
  },
  {
    "author": [
      {
        "literal": "Pages 56-57 \"Do not keep saying ...like that.\" Richard Feynman"
      }
    ],
    "note": [
      "Press,Cambridge,MA,1967),p.129. \"Those who are not shocked ...understood it.\" Niels Bohr,as quoted by W. Heisenberg in Physics"
    ],
    "title": [
      "The Character ofPhysical Law (MIT Most of the dialogue in the sequences with Einstein and Schriidinger is from the following sources, slightly tweaked to fit the narrative"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Einstein",
        "given": "I.) Albert"
      },
      {
        "family": "Podolsky",
        "given": "Boris"
      },
      {
        "family": "Rosen",
        "given": "Nathan"
      }
    ],
    "publisher": [
      "Harper and Row,New York,1971),p.206"
    ],
    "title": [
      "Can quantum-mechanical de­ and Beyond: Encounters and Conversations"
    ],
    "type": "book"
  },
  {
    "container-title": [
      "The Born-Einstein Letters (Walker and Co.,New York,1971). Einstein Archive 15,294.Translated in H.Dukas and B.Hoffmann (eds.),AlbertEinstein: The Human [3",
      "Physical Review"
    ],
    "date": [
      "1935"
    ],
    "editor": [
      {
        "family": "Born",
        "given": "Max"
      }
    ],
    "location": [
      "John D.Trimmer,\"The"
    ],
    "note": [
      "present situation in quantum mechanics: A translation of Side (Princeton University Press,Princeton,NJ,1979),p.68."
    ],
    "title": [
      "scription of physical reality be considered complete?",
      "It seems ...single moment.\" Albert Einstein in a letter to Cornelius Lancws,March 21,1942"
    ],
    "type": "article-journal",
    "volume": [
      "47,777"
    ]
  },
  {
    "container-title": [
      "Proceedings of the American Philosophical Society",
      "Wolfgang Pauli in a letter to Max Born [2],p.223"
    ],
    "pages": [
      "323–"
    ],
    "title": [
      "Schrodinger's 'cat paradox ' paper",
      "One should ...point of a needle"
    ],
    "type": "paper-conference",
    "volume": [
      "124"
    ]
  },
  {
    "citation-number": [
      "338"
    ],
    "container-title": [
      "W. Heisenberg,Physics and Beyond: Encounters and Convermechanik,\" Die Naturwissenschaften"
    ],
    "date": [
      "1980",
      "1935"
    ],
    "note": [
      "sations (Harper and Row,New York,1971),p.42."
    ],
    "pages": [
      "49,823–828",
      "844–849"
    ],
    "title": [
      "Schriidinger's three-pan paper \"Die gegenwanige Situation in der Quanten­ \"Can nature ...atomic experiments"
    ],
    "type": "article-journal",
    "volume": [
      "48,807-812",
      "50"
    ]
  },
  {
    "author": [
      {
        "family": "Bell",
        "given": "J.S."
      }
    ],
    "citation-number": [
      "4"
    ],
    "container-title": [
      "For example, epigraph, without citation, in",
      "Werner Heisenberg,Physics and Beyond: Encounters inputs and outputs of a \"nonlocal box ' '"
    ],
    "note": [
      "generally referred to as a PR-box) introduced by Sandu and Conversations (Harper and Row,New York,1971),p.75."
    ],
    "title": [
      "Quotations from John Bell are mostly from his collection of papers: Pages 66-67 \"I don't like it ... do with it.\" Commonly attributed to Erwin Schriidinger,referring to the probability interpretation of quantum mechanics",
      "Speakable and Unspeakable in Quantum Mechanics (Cambridge University John Gribbin,In Search ofSchrodinger's Cat: Quantum Physics and Reality (Bantam Books,New York, Press,Cambridge,1987). 1984),p.v.We have been unable to find a plausible citation.This may be a variation on a comment by Schrodinger reported by Heisenberg describing Schrodinger's time spent debating Bohr in Copen­ Page 7 The Superquantum Entangler PRO1 takes two ordinary coins and turns them into \"quoins \" that hagen in September 1926: \"If all this damned quantum jumping were really here to stay,I should be produce the curious correlation when tossed.The correlation is the same as the correlation between sorry I ever got involved with quantum theory,''"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "Popescu"
      },
      {
        "family": "in",
        "given": "Daniel Rohrlich"
      }
    ],
    "container-title": [
      "Scientific Page",
      "Erwin Schriidinger,\"Discussion of probability relations American"
    ],
    "date": [
      "2009-03"
    ],
    "note": [
      "between separated systems,\" Mathematical Proceedings ofthe Cambridge Philnsophical Society 31,555- Sabine Hossenfelder,\"Testing superdeterministic conspiracy,'' Journal ofPhysics: Conference"
    ],
    "pages": [
      "32–39"
    ],
    "title": [
      "Quantum nonlocality as an axiom,\" Foundations ofPhysics 24,370--Papers strewn on page: 385 (1994).Quantum systems like entangled photon pairs can produce something close to this cor­ relation,but not quite. David Z.Albert a.rid Rivka Galchen, \"A quantum threat to special relativity",
      "I would not call ... lines of thought"
    ],
    "type": "article-journal",
    "volume": [
      "9"
    ]
  },
  {
    "citation-number": [
      "563"
    ],
    "container-title": [
      "Physics",
      "Nature",
      "Science,New York Times",
      "Social News-Art-Books,New York Times"
    ],
    "date": [
      "1935",
      "2014",
      "2012",
      "2015-09",
      "1935-07-28"
    ],
    "note": [
      "\"And yet we cannot sulk ...somehow incomplete.\" Einstein's view was that quantum mechanics"
    ],
    "pages": [
      "012018",
      "450–454"
    ],
    "title": [
      "Pages 16-17 Papers strewn on desk: Roger Colbeck and Renato Renner, \"Free randomness can be amplified,''Nature",
      "Zeeya Merali,\"Toughest test yet for quantum 'spookiness,'",
      "Pages 74--75 New York Times articles: W illiam L.Laurence, \"The week in science: Bohr and Einstein at B.Hensen et al.,\"Loophole-free Bell inequality violation using electron spins separated by odds,''",
      "Einstein attacks quantum theory; Scientist and two colleagues find it is not 'complete' even though 'correct,\"'"
    ],
    "type": "article-journal",
    "volume": [
      "Serirs 504",
      "8",
      "525,14--15"
    ]
  },
  {
    "container-title": [
      "Einstein in a letter to Max Born [2],March tive reality.I recall that during one walk Einstein suddenly stopped,turned to me and asked whether 3,1947,p.158. I really believed that the moon exists only when I look at it.\" \"Unless one makes ... not be possible.\" Einstein in",
      "Reviews ofModern Physics"
    ],
    "date": [
      "1935-05-04",
      "1979"
    ],
    "note": [
      "170.From Max Born's translation of \"I,in any case,am convinced ...does not play dice.\" Einstein in a letter to Max Born dated De­"
    ],
    "pages": [
      "863",
      "2 ,"
    ],
    "title": [
      "is an incomplete theory,as indicated by the previous quotation. \"Can quantum-mechanical description of physical reality be considered complete?\" is the famous \"And like the moon,...closing our eyes.\" Attributed to Einstein by A.Pais in \"Einstein and the \"EtPR \" article [1] that motivated Bell's theorem. quantum theory",
      "'We often discussed his notions on objec­ \"I cannot seriously ...spooky action at a distance"
    ],
    "type": "article-journal",
    "volume": [
      "51"
    ]
  },
  {
    "container-title": [
      "H.Woolf (ed.),Some Strangeness in the Proportion: A Centennial Books,New York,2002),p.140: \"Do not worry about your difficulties in mathematics;I can assure Symposium to Celebrate the Achievements ofAlbert Einstein (Addison-Wesley,Reading,MA,1980),pp. you that mine are still greater.\"",
      "Translation of \"Raffiniert ist der Herrgott, aber Page 81 \"Schrodinger's So-Sein Detection Services. Detecting the being-thus of ANY object.\" Erwin boshafr ist Er niche,'' a remark by Einstein to Princeton mathematician Oswald Veblen during a Schrodinger's views on quantum mechanics were closely aligned with Einstein's,so we think it appro",
      "Dialectica",
      "Einstein remarked"
    ],
    "date": [
      "1948"
    ],
    "note": [
      "as \"Quan­ cember 4,1926,in [2],p.9. tum mechanics and reality\" in [2],pp.168-173."
    ],
    "pages": [
      "48–481"
    ],
    "title": [
      "Einstein's paper \"Quanten-Mechanik und Wirklichkeit,'",
      "Perhaps ...God is malicious",
      "I have had second thoughts. Maybe God is Pages 76-77 \"Do not worry ...all the greater.\" Einstein,in response to a letter from a schoolgirl,Barba­ malicious,\" to his assistant Valia Bargmann and Peter Gabriel Bergmann,as reported in Valia Barg­ ra,in A.Calaprice,Dear Professor Einstein: Albert Einstein's Letters to andfrom Children (Prometheus mann,\"Working with Einstein",
      "Subtle is the Lord, but malicious he is not"
    ],
    "type": "article-journal",
    "volume": [
      "320"
    ]
  },
  {
    "date": [
      "1922-05"
    ],
    "title": [
      "visit to Princeton University, when Einstein gave four lectures on the theory of relativity priate to use Einstein's notion of the state of an object as its \"being-thus,\" or \"So-Sein \" in German,for in response to an account of some experiments by Dayton Miller,a physicist at the Case Institute of Schrodinger's device.Schrodinger's dialogue in this sequence follows the logic of his well-known cat Technology in Cleveland,who claimed to have falsified the theory of relativity.See D.Brian,Einstein: paper [3],in which he contrasts the classical notion of the state of an object with the quantum notion"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "A Life Oohn Wiley & Sons,New York,1997),p.127."
      }
    ],
    "container-title": [
      "\"So-Sein\" in the original German) of the object",
      "Schrodinger uses the expression \"the system knows \" in",
      "This echoes the sentence in"
    ],
    "note": [
      "and Q depend on the process of measurement carried out on the first system,which forth the answer from within itself,with no other help than that we tell it (through the experimental does not disturb the second system in any way.\" arrangement) which question we would like to have answered;\" \"And you find yourself . . . the mere suggestion!\" From Einstein's comments to Max Born on \"My So-Sein machine,...a catalog of properties.\" Schrodinger refers to the quantum state as \"a"
    ],
    "pages": [
      "2 ,"
    ],
    "title": [
      "Pages 82-83 ''.One can even ...by the cat ...\" Schrodinger in [3],p.157.In the original three-part paper, \"You ask yourself ... that outcome, no?\" The reference here is to Einstein's notion of the state the cat appears at the end of the first part,on p.812. of an object as the \"being-thus",
      "170, and to The loose pages that T comments on are pp.323 and 328 of [3]. the Einstein-Podolsky-Rosen criterion of reality in [1],p. 777: \"If, without in any way disturbing a Page 85 \"Nature always knows",
      "The system, we can predict with certainty (i.e., with probability equal to unity) the value of a physical expression 'the system knows' will perhaps no longer carry the meaning that the answer comes forth quantity,then there exists an element of physical reality corresponding to this physical quantity.\" from an instantaneous situation;it may perhaps derive from a succession of situations,that occupies a \"Given your prior findings,...the second",
      "This makes finite length of time.But even if it be so,it need not concern us so long as the system somehow brings the reality of P"
    ],
    "type": "chapter",
    "url": [
      "[3],p.166:",
      "[1],p.780:"
    ]
  },
  {
    "container-title": [
      "Einstein in [2],p.170.From Max Born's transla­ state as a \"prediction-catalog.\" So the classical state would be a \"catalog of physical properties,\" rather tion of Einstein's paper \"Quanten-Mechanik und W irklichkeit,\" Dialectica 320 (1948), reproduced as than a catalog of expectations. \"Quantum mechanics and reality \" in [2],pp.168-173. \"If you know ...nature certainly knows.\" This was a comment by Nicolas Gisin to one of us 0"
    ],
    "note": [
      "\"And as such ...spooky action at a distance.\" Einstein in a letter to Max Born dated March 3, in a correspondence about quantum entanglement that highlighted for us Schrodinger's reference to"
    ],
    "pages": [
      "158,"
    ],
    "title": [
      "Born's book Natural Philosophy ofCause and Chance (Oxford University Press,Oxford,1951),partic­ catalog of expectations\" on numerous occasions in [3].For example",
      "writes about ularly on the last chapter, \"Metaphysical Conclusions.\" The comments are reproduced afrer a letter the quantum state: \"In it is eiμbodied the momentarily-attained sum of theoretically based future from Einstein to Born dated March 18,1948,in [2],p.164. expectations, somewhat as laid down in a catalog.\" Later on the same page he refers to the quantum Pages 78-79 \"Because you must ...not be possible"
    ],
    "type": "chapter",
    "volume": [
      "in [3"
    ]
  },
  {
    "container-title": [
      "From Einstein's letter to Max Born dated April 29, principles in [3].But he does contrast the classical notion of the state of an object with the quantum"
    ],
    "date": [
      "1947"
    ],
    "title": [
      "the system knows.\" \"No reasonable definition of reality ...permit this!\" From [l],p.780. Pages 86-87 \"I specialize ...intractable problems.\" Of course,Schrodinger do<:5 not argue for classical \"And if physics accepts ... than a physicist"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "Also,Einstein's letter does not necessarily include the same for its parts....The whole is in a definite state,the parts taken to Schrodinger dated December 22"
    ],
    "date": [
      "1924",
      "1950"
    ],
    "note": [
      "in K.Przibram (ed.), L(tters on Wave Mechanics individually are nor.\""
    ],
    "pages": [
      "82",
      "160–161,",
      "39"
    ],
    "title": [
      "I find the idea quite intolerable that an electron exposed to radiation should notion to bring out the problematic features of the quantum state as a catalog of expectations.Refer­ choose of its own free will,not only its moment to jump off,but also its direction.In that case,I would ring to the quantum state",
      "he points out: \"Best possible knowledge of a whole rather be a cobbler, or even an employee in a gaming house,than a physicist"
    ],
    "type": "chapter",
    "volume": [
      "in [2",
      "in [3"
    ]
  },
  {
    "date": [
      "1967"
    ],
    "location": [
      "Philosophical Library,New York"
    ],
    "note": [
      "1]: \"Discussion of probability relations berween separated systems,\" Proceeding.r ofthe Cambridge Phil-"
    ],
    "title": [
      "If one wants to consider the quantum theory as final (in Our Schrodinger is a classical chap who discovers entanglement through the adventure with the principle), then ·one must believe that a more complete description would be useless because there quoins.The real Schrodinger introduced the term \"entanglement \" into the literature on quantum would be no laws for it.If that were so then physics could only claim the interest of shopkeepers and mechanics in a seminal rwo-part article he wrote in response to the Einstein-Podolsky-Rosen paper engineers;the whole thing would be a wretched bungle"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Scarr Aaronson",
        "particle": "the picture.\""
      }
    ],
    "container-title": [
      "The Worlds Interpretation ofQuantum Mechanics",
      "system....First,the arbitrary changes by measurements which are given by the [collapse] formula ... \"You must rake ...are in effect.\" From",
      "That this as the \"Wigner's friend \" experiment,where a friend makes ameasurement andWigner measures the friend, boundary can be pushed arbitrarily deeply into the interior of the body of the actual observer ...does Wigner argued in \"Remarks on themind-bodyquestion,\" inl.J.Good(ed.),7heScientistSpeculates(William not change the fact that in each method of description the boundary must be put somewhere,if the Heinemann",
      "Now quantum mechanics describes enters the theory unavoidably and unalterably.\"",
      "Marrin Gardiner,\"Mulriverses and blackberries,\" a car",
      "Physical Review"
    ],
    "date": [
      "Page 97",
      "2014",
      "blog/",
      "1973",
      "1986",
      "1932",
      "1961"
    ],
    "doi": [
      "[3],p.162:"
    ],
    "editor": [
      {
        "family": "B.S.DeWitt",
        "given": "B.",
        "particle": "ryce deWitt in"
      },
      {
        "given": "NGraham"
      },
      {
        "literal": "In [3"
      },
      {
        "given": "BSDeWitt"
      },
      {
        "family": "Graham",
        "given": "N."
      }
    ],
    "location": [
      "Berlin",
      "London"
    ],
    "note": [
      "is no second page,because (to echo Schrodinger's comment in [3],p. 161",
      "posted on June 30,",
      "John Oohann) von Neu­ He goes on to say:",
      "the events which occur in the observed portions of the world,so long as they do not interact with the \"Collapsing the Limbo of Potentialities .... \" In Sneaking a Look at God's Cards: Unraveling the observing portion ..., but as soon as such an intervention occurs,i.e.,a measurement,it requires the Mysteries ofQJuzntum Mechanics (Princeton University Press,Princeton,NJ,2007),p.402,Giancarlo application of [ the collapse] process.\" Ghirardi sums up Wigner's view,following his account of the \"Wigner's friend \" thought experiment, Page 134 \"Do you suffer from uncontrollable urges to picture an underlying reality?\" Niels Bohr rejected as follows: \"It is the act of becoming conscious that makes reality pass from the limbo of potentialities the possibili ty of picturing events at the quantum level.For example,Bohr writes in Essays 1958-1962 to the clarity of actualities.\" on Atomic Physics and Human Knowledge (Vintage Books,New York,1966),p.6: \"The decisive point, \"Einstein's criticism ... looking at it.\" Hugh Everett III,"
    ],
    "pages": [
      "69–70",
      "161–162,",
      "470–491",
      "157,",
      "171–184,",
      "175–176"
    ],
    "publisher": [
      "Princeton Universiry Press",
      "Springer"
    ],
    "title": [
      "Page 94 \"I see you have supplied ... each individual quoin?\" This is precisely the difference between a laws,then I can turn aside as meaningless any further questioning about the 'actual stare,' inasmuch as classical correlation, with which we are all familiar, and the curious correlation of the quoins: there I am convinced that no further observation can extend my knowledge of it",
      "rhe whole is in a definite \"I do not like quoin mechanics, and I am sorry I ever had anyrhing to do with it.\" See the note stare,the parts taken individually are not",
      "A hero both dead and alive!\" Schrodinger [3],p. 157,referring to his thought experiment with Pages 110-111 \"Ir is true rhar ...seeming simplicities",
      "The ljl-function of the entire system would express this by having in it the living and the dead Skeptical Inquirer vol.25.5, September/October 200I. cat (pardon the expression) mixed or smeared our in equal parts.\" \"The final strategy is ...accept that.\" Sean Carroll,\"Why the many-worlds formulation of quan­ The \"Choose Your Own Adventure \" story is our attempt to make vivid Schrodinger's insight tum mechanics is probably correct",
      "to www.preposterousuniverse.com/ about entanglement, specifically the peculiar relation of the parts to the whole.In [3",
      "Schrodinger writes: \"The expectation-catalog of the object has split into a conditional disjunction \"[The many-worlds interpretation",
      "Why many-worlds is not of expectation-catalogs-like a Baedeker that one has taken apart in the proper manner.Along with like Copernicanism,\" posted on August 18, 2012, to Shred Optimized, hrtps://www.scottaaronson each section there is given also the probabiliry that it proves correct-transcribed from the individual .com/blog/. expectation-catalog of the object.Bur which one proves right-which section of the Baedeker should \"This universe ...copies of itself",
      "!he Many­ guide the ongoing journey-that can be determined only by actual inspection of rhe record",
      "Baedekers were popular travel guides published by Karl Baedeker in Germany. Pages 124--125 The Pauli effect.Hugh Everett is knocked unconscious by Wolfgang Pauli's dropping a Page 102 Schrodinger sums up the significance of the \"Choose Your Own Adventure \" story with rhis roller on his head,illustrating the so-called Pauli effect: something would mysteriously go wrong with comment: \"You must then appreciate that your quoin mechanics cannot be correct because it ascribes experimental equipment when Pauli entered a laboratory.From Otto Stern's interview with Res Jost: a state to the whole which rules our any possibiliry of assigning definite states to its parts",
      "And ... you know, he was not allowed to enter our laboratory,because of the Pauli effect.Don't you p. 156, he says: \" ... if I wish to ascribe to the model at each moment a definite (merely not exactly know the famous Pauli effect?\" As reported by Charles Enz in C.P. Enz,No Time to Be Brief A Scien­ known to me) state,or (which is the same) to all determining parts definite (merely not known to me) tific Biography a/Wolfgang Pauli (Oxford Universiry Press,Oxford,2002),p.149. numerical values, then there is no supposition as to these numerical values to be imagined that would Page 126-127 The GRW theory was first proposed by G. Ghirardi, A.Rimini, and T.Weber: \"Unified not conflict with some portion of quantum theoretical assertions.\" dynamics for microscopic and macroscopic systems",
      ". even possible.\" Schrodinger characterizes the quantum state (the wave then there have been several versions of the theory with contributions by others,notably Philip Pearle function or ljl-function) in [3],p. 156,as \"an imagined entiry that images the blurring of all variables and Roderich Tumulka. at every moment just as clearly and faithfully as the classical model does its sharp numerical values.\" \"There are subjective collapse interpretations by guys like von Neumann",
      "Inside the nucleus, blurring doesn't bother us.\" The point of his thought experi­ mann developed the first fully rigorous formulation of quantum mechanics in Mathematical Founda­ ment with a car is to show [3,p. 156]: \"Bur serious misgivings arise if one notices that the uncertainty tions ofQuantum Mechanics (Princeton Universiry Press,Princeton,NJ,1955),a translation by Robert affects macroscopically tangible and visible things, for which the term 'blurring' seems simply wrong.\" T.Beyer of Mathematische Grundlagen der Quantenmechanik (Springer,Berlin,1932).On p.351,he The car example is set our",
      "beginning with the remark: \"One can even set up quire remarks: \"We therefore have two fundamentally different rypes of intervention which can occur in a ridiculous cases. A car is penned up in a steel chamber",
      "Suppose the expectation-catalogs of two bodies Second, the automatic changes which occur with the passage of rime.Why do we need the special Then I can rake one of them,say B,and by successive measurements bring my knowledge of it, which system S by itself, but must rather investigate the system S+M, in order to obtain (numerically) its had become less than maximal,back up to maximal.I maintain: just as soon as I succeed in this, and interaction with the measuring apparatus M ....Moreover,it is rather arbitrary whether or not one includes the observer in M, and replaces the relation between the S state and the pointer positions in Mathematische Grundlagen der Quantenmechanik",
      "That is, we must always M by the relations of this state and the chemical changes in the observer's eye or even in his brain (i.e., divide the world into two parts, the one being the observed system, the other the observer. In the to that which he has 'seen' or 'perceived').\" former,we can follow up all physical processes (in principle,at least) arbitrarily precisely.In the latter, Eugene Wigner was more explicit.On the basis of a quantum-mechanical thought experiment known this is meaningless. The boundary between the two is arbitr ary to a very large extent",
      "that 'it is the entering of an impression into our con­ method is not to proceed vacuously, i.e.,if a comparison with experiment is to be possible.Indeed, sciousness which alters the wave function because it modifies our appraisal of the probabilities for experience only makes statements of this type: an observer has made a certain (subjective) observation; different impressions which we expect to receive in the future. It is at this point that consciousness and never any like this: a physical quantity has a certain value",
      "The theory of the universal wave func­ however, is that in this connection there is no question of reverting to a mode of description which tion",
      "7he Many WorUs Interpretation of Quantum Mechanics fulfills to a higher degree the accustomed demands regarding pictorial representation of the relation"
    ],
    "type": "article-journal",
    "volume": [
      "D 34",
      "in [3"
    ]
  },
  {
    "author": [
      {
        "family": "Press",
        "given": "Princeton University"
      },
      {
        "family": "Princeton",
        "given": "N.J."
      }
    ],
    "container-title": [
      "Referring to the 1927 Solvay Conference in the same collection of"
    ],
    "date": [
      "1973"
    ],
    "pages": [
      "3–140"
    ],
    "title": [
      "Everett's remarks, recalling Einstein's ship between cause and effect"
    ],
    "type": "paper-conference"
  },
  {
    "container-title": [
      "Bulletin of the Atomic Scientists",
      "Physics World"
    ],
    "date": [
      "1954",
      "1994",
      "1963",
      "1990"
    ],
    "location": [
      "Dover,New York"
    ],
    "note": [
      ". . lie there.\" Albert Einstein in a letter to by looking at it.\" Schrodinger dated May 1928, in K.Przibram (ed.),Letters on Wove Mechanics (Philosophical Library, Page 131 \"What about the cat,then?\" This echoes Einstein's remark as reported by Everett,in the quo­ New York,1967),p.31. tation on p.130. P age 140 \"I regard consciousn�s ...from consciousness.\" Max Planck,as quoted in 7he Observer, Jan­ There is a related remark by John Bell in"
    ],
    "pages": [
      "89"
    ],
    "title": [
      "Palmer lecture at Princeton, are on p.116: \"We should like now to comment on some views essays,Bohr comments",
      "A main theme for the discussion was the renunciation of pictorial expressed by Einstein.Einstein 's criticism of quantum theory (which is actually directed more against deterministic description implied in the new methods.\" what we have called the 'popular' view than Bohr's interpretation) is mainly concerned with the drastic Page 135 \"The world ...by any chance observes.\" Sherlock Holmes to Dr.Watson in Sir Arthur Conan changes of state brought about by simple acts of observation (i.e.,the infinitely rapid collapse of wave Doyle, 7he Hound of the Baskervilles",
      "3,p.18. functions),particularly in connection with correlated systems which are widely separated so as to be Page 137 \"There is no quantum world....about nature.\" Niels Bohr,as quoted by Aage Petersen in \"The mechanically uncoupled at the time of observation.At another time he put his feeling colorfully by philosophy of Niels Bohr",
      "stating that he could not believe that a mouse could bring about drastic changes in the universe simply \"The Heisenberg-Bohr tranquilizing philosophy",
      "Against measurement"
    ],
    "type": "article-journal",
    "volume": [
      "19,8-14",
      "3,33-40"
    ]
  },
  {
    "citation-number": [
      "p.34:"
    ],
    "container-title": [
      "Giancarlo Ghirardi,Sneaking a to speak of the simultaneity of two events had no meaning except in relation to a given coordinate Look at God's Cards: Unraveling the Mysteries of Quantum Mechanics (Princeton University Press,Princ­ system,and that the shape of measuring devices and the speed at which clocks move depend on their eton, NJ,2007),p.420,sums up Wigner's view following Ghirardi's account of the \"Wigner's friend \" state of motion with respect to the coordinate system.\" thought experiment as follows",
      "Bulletin of the Atomic Scientists",
      "article \"What is relativity?\" written for the Times(London),November"
    ],
    "date": [
      "1963",
      "1961",
      "1919"
    ],
    "note": [
      "\"It is the act of becoming conscious that makes reality pass from Page 148 Albert Einstein: \"quoin mechanics is incomplete.\" The point of [I] was to argue that the quan­ the limbo of potentialities to the clarity of actualities.\" This is Ghirardi's characterization of Eugene tum state is an incomplete description.On p.780,the authors conclude: \"While we have thus shown Wigner's view,not von Neumann' s,but the two are sufficiently close that we've used the quote here. that the wave function does not provide a complete description of the physical reality,we left open the \"We must always ... or the other.\" John von Neumann,Mathematical Foundatiom"
    ],
    "pages": [
      "8–14",
      "157"
    ],
    "title": [
      "It would seem that the theory is exclusively concerned about 'results of �easurement,' and has Page 142 \"Ask not ...said about a quoin.\" Bohr's affirmation is inspired by the comment attributed to nothing to say about anything else. What exactly qualifies some physical systems to play the role of Bohr by Aage Petersen in \"The philosophy of Niels Bohr",
      "'measurer'?Was the wavefunction of the world waiting to jump for thousands of millions of years until",
      "It is wrong to think that the task of physics is to find out how nature is. Physics concerns a single-celled living creature appeared?Or did it have to wait a little longer,for some better qualified what we can say about nature.\" The quotation is on p.12. Also,of course,the words echo John F. Ken­ system ... with a Ph.D.?\" nedy's exhortation in his inaugural aadress,January 20",
      "And so my fellow Americans: ask not \"So you want to know ... or the other?\" This remark echoes Schrodinger's comment after his what your country can do for you-ask what you can do for your country. My fellow citizens of the discussion of the cat thought experiment in [3",
      "The 1jl-function of the entire system would world: ask not what America will do for you,but what together we can do for the freedom of man.\" express this by having in it the living and the dead cat (pardon the expression) mixed or smeared out P age 147 Einstein highlights the essential point about the theory of relativity that is relevant here in the in equal parts",
      "It became clear that Page 133 \"It is the act of becoming conscious . ..the clari ty of actualities",
      "of Quantum question of whether or not such a description exists.We believe,however,that such a theory is possible"
    ],
    "type": "article-journal",
    "volume": [
      "19",
      "28"
    ]
  },
  {
    "author": [
      {
        "family": "A",
        "given": "P."
      }
    ],
    "container-title": [
      "\"Indeed (Open Court,La Salle,IL",
      "La Salle"
    ],
    "editor": [
      {
        "given": "In"
      },
      {
        "family": "Schlipp",
        "given": "P.A."
      },
      {
        "family": "Einstein",
        "given": "Albert"
      },
      {
        "given": "Philosopher-Scientirt"
      }
    ],
    "note": [
      "Mechanics (Princeton University Press,Princeton,1955),p. 420, a translation by Robert T. Beyer of Niels Bohr: \"How wonderful ... making progress.\" As quoted on p.196 in R. Moore,Niels Bohr: The Man, Hir Science, & the World They Changed (Alfred A.Knopf, New York,1966)."
    ],
    "pages": [
      "221,"
    ],
    "title": [
      "A challenge,implicit in ...renounce as naive.\" These comments are suggested by Bohr's response Niels Bohr: \"T ime and again ... leads to contradictions",
      "Discussion with Einstein on epis­ to (l] in\"Discussion with Einstein on epistemological problems in atomic physics",
      "Schilpp temological problems in atomic physics",
      "Albert Einstein: Philosopher-Scientirt (Open Court",
      "In any attempt of a pictorial representation the finite interaction between object and measuring agencies conditioned by the very existence of the of the behaviour of the photon we would,thus,meet with the difficul ty: to be obliged to say, on the quantum of action entails-because of the impossibility of controlling the reaction of the object on one hand,that the photon always chooses one of the two ways and,on the other hand,that it behaves the measuring instruments, if these are to serve their purpose-the necessity of a final renunciation as if it had passed both ways.\" of the classical ideal of causality and a radical revision of our attitude towards the problem of physical"
    ],
    "type": "article-journal",
    "url": [
      "remarks:"
    ],
    "volume": [
      "IL, 194 9),pp. 199-241",
      "194 9"
    ]
  },
  {
    "container-title": [
      "as on",
      "Giancarlo Ghirardi remarks in\"Collapse Theories \"",
      "As reported by Werner Heisenberg according to their purpose shall allow the unambiguous use of the concepts necessary for the descrip­ in Physics and Beyond: Encounters and Conversations",
      "at the Science"
    ],
    "date": [
      "1937",
      "1971"
    ],
    "editor": [
      {
        "family": "N.Zalta",
        "given": "Edward"
      }
    ],
    "location": [
      "Harper and Row,New York"
    ],
    "note": [
      "tion of experience.\" \"A quoin state ...flipping.\" Niels Bohr in Atomic Theory and the Description ofNature (Cambridge \"That no single state ...verifying quoin mechanics.\" Suggested by Bohr's comments on"
    ],
    "pages": [
      "232–233",
      "291",
      "289–298",
      "293",
      "41",
      "24 –25"
    ],
    "title": [
      "Pages 152-153David Bohm's\"Picture ofUnderlying Reality \":\"There is a 'PREFERRED' REFERENCE reality",
      "FRAME which reflects the REAL order of events.\" Referring to Bohm's theory in (4), p.133,John Pages 156-157\"And so while ...isn't that right, kitty?\" This is a common theme of Bohr's discussions Bell remarks: \"Ir may well be that a relativistic version of the theory,while Lorentz invariant and local of his concept of\"complementarity",
      "and complementarity,\" Philosophy of at the observational level, may be necessarily non-local and with a preferred frame (or aether",
      ":\"The apparently incompatible sorts of information about the behavior of fundamental level",
      "The the object under examination which we get by different experimental arrangements can clearly not be Stanford Encyclopedia of Philosophy (Spring 2016 ed.),comparing Bohm's theory to the \"dynamical brought into connection with each other in the usual way,but may,as equally essential for an exhaus­ collapse \" theory of Ghirardi and associates:\"Bohmian mechanics shows that one can explain quantum tive account of all experience, be regarded as 'complementary' to each other.\" mechanics,exactly and completely,if one is willing to pay with using a preferred slicing of spacetime; \"This exclusive ...classical conception of causality .\" Bohr often talked this way,e.g.,in\"Causality our model suggests that one should be able to avoid a preferred slicing of spacetime if one is willing to and complementarity",
      "The renunciation of the ideal of causali ty in atomic physics which pay with a certain deviation from quantum mechanics.\" has been forced on us is founded logically only on our not being any longer in a position to speak of \"We must be dear ...creating im ages.\" Niels Bohr:\"We must be dear that when it comes to at­ the autonomous behavior of a physical object,due to the unavoidable interaction between the object oms,language can be used only as in poetry.The poet,too, is not nearly so concerned with describing and the measuring instruments which in principle cannot be taken into account,if these instruments facts as with creating im ages and establishing menral connections"
    ],
    "type": "article-journal",
    "volume": [
      "4"
    ]
  },
  {
    "author": [
      {
        "literal": "University Press,Cambridge,1961),pp."
      }
    ],
    "container-title": [
      "[",
      "July 2011at the International Academy,Traunkirchen. \"Even the discovery ...grave conceptual difficulties.\" Bohr often introduces a discussion of the \"An engineer ...how they function.\" Nicolas Gisin, \"Sundays in a Quantum Engineer's Life,\" in conceptual problems of quantum mechanics by considering Einstein's insight about the relativity of si­ R",
      "Quantum ( Un)speakables: From Bell to Quantum Information multaneity,as on",
      "Artur Ekert,\"Less reality, more securi ty,\" light and the judgment of events by observers in relative motion which first disclosed the arbitrariness Physics World",
      "Philosophy ofScience"
    ],
    "date": [
      "1939",
      "M",
      "2002"
    ],
    "editor": [
      {
        "given": "ABertlmann"
      },
      {
        "family": "Zeilinger",
        "given": "A."
      }
    ],
    "location": [
      "Paris",
      "1937"
    ],
    "note": [
      " 2009),p. 5.The original quotation has EPR for [Einstein]. contained even in the concept of simultaneity,and thereby created a freer attitude toward the question \"The first practical application of Bell's inequality ...detecting eavesdropping.\" Artur Ekert,\"Less of space-time coordination which finds expression in the theory of relativi ty.As is well known,this has reality,\"",
      "made possible a unified formulation of the phenomena appearing in different frames of reference, and P ages 186 -187\"If you take ...at once.\" From the motto at the top of Scott Aaronson's blog page, Shtetl through this brought to light the fundamental equivalence of hitherto separate physical regularities. Optimized"
    ],
    "pages": [
      "11–",
      "222–230",
      "290",
      "289–298",
      "28–32",
      "5"
    ],
    "publisher": [
      "Springer Verlag,Berlin"
    ],
    "title": [
      "56- 57:\"In any discussion of these questions,it must be kept in \"The causality problem in atomic physics,\" New Theories in Physics (International Institute of Intel­ in mind that,according to the view taken above, radiation in free space as well as isolated material lectual Cooperation",
      "4 5:\"These conditions,which include the account of the particles are abstractions,their properties on the quantum theory being definable and observable only properties and manipulation of all measuring instruments essentially concerned, constitute in fact the through their interaction with other systems.\" only basis for the definition of the concepts by which the phenomenon is described. It is just in this Pages 154 -155Hugh Everett's\"BIG PICTURE OF QUOIN MECHANICS REALITY! RELATMTY sense that phenomena defined by different concepts,corresponding to mutually exclusive experimen­ COMPATIBLE",
      "4],p.133,John Bell points out that Everett's\"many worlds \" theory can be un­ tal arrangements, can unambiguously be regarded as complementary aspects of the whole obtainable derstood as Bohm's pilot-wave theory without trajectories \"It : can be maintained that the de Broglie­ evidence concerning the objects under investigation.\" Bohm orbits, so troublesome in this matter of locality,are not an essential part of the theory. Indeed P ages 16 0-161\"A Snapshot of Foundational Attitudes toward Quantum Mechanics",
      "Schlosshauer, it can be maintained that there is no need whatever to link successive configurations of the world into J.Koffler,A.Zeilinger,Studies in Hirtory and Philosophy ofModem Physics",
      " 2013).The a continuous trajectory.Keeping the instantaneous configurations,but discarding the trajectory,is the results of a poll carried out among 33 participants at the cm1ference\"Quantum Physics and the Na­ essential feature (in my opinion ) of the theory of Everett.\" ture of Reality",
      "and complementarity",
      "Ir was in fact the clarification of the paradoxes connected with the finite veloci ty of propagation of P age 166\"Thus if we accept ... brings us to cryptography"
    ],
    "type": "article-journal",
    "volume": [
      "4 4",
      "4",
      "22"
    ]
  },
  {
    "author": [
      {
        "literal": "."
      }
    ],
    "container-title": [
      "Sandu Popescu,on",
      "Nature Physics",
      "Page"
    ],
    "date": [
      "2014"
    ],
    "note": [
      "when a newsman ... a gross oversimplification.\" Asher Peres in \"What is actually"
    ],
    "pages": [
      "266",
      "264 –270"
    ],
    "title": [
      "The recognition of the essential dependence of any physical phenomenon on the system of reference of \"[This] problem is not ...all communication problems",
      "the observer,which forms the characteristic feature of relativity theory,implies,however-as especially ity beyond quantum mechanics",
      ").The solution to this problem is Einstein himself has emphasized-no abandonment whatever of the assumption underlying the ideal used by our heroes to break the bank in the Quantum Quasino sequence. of causality,that the behavior of a physical object relative to a given system of coordinates is uniquely The three pages strewn on the page are from this article. determined,quite independently of whether it is observed or not"
    ],
    "type": "article-journal",
    "volume": [
      "10",
      "217\"Later"
    ]
  },
  {
    "author": [
      {
        "family": "Bennett",
        "given": "G.Brassard"
      },
      {
        "family": "Crepeau",
        "given": "C."
      },
      {
        "family": "Jozsa",
        "given": "R."
      },
      {
        "family": "Peres",
        "given": "A."
      },
      {
        "family": "Wootters",
        "given": "W.K."
      }
    ],
    "container-title": [
      "IBM journal of Research and Devewpment"
    ],
    "date": [
      "2004"
    ],
    "pages": [
      "63–68"
    ],
    "title": [
      "teleported",
      "Asher Peres was one of the authors of the original paper on quantum teleportation: C.H",
      "Teleporting an unknown quantum state via dual classical and"
    ],
    "type": "article-journal",
    "volume": [
      "48"
    ]
  },
  {
    "author": [
      {
        "family": "Shutterstock.com",
        "given": "From"
      },
      {
        "given": "P."
      },
      {
        "family": "Bronzino. P",
        "particle": "eagle coin/di"
      },
      {
        "family": "D. P",
        "particle": "fist/Akim"
      },
      {
        "given": "P."
      },
      {
        "family": "P",
        "particle": "blackc.atwalking awaylbluedarkat."
      },
      {
        "family": "Locke Photography. P",
        "particle": "businessman/Sean"
      },
      {
        "family": "Vlacheslav. P",
        "particle": "trnnlrails/Rashevskyi"
      }
    ],
    "container-title": [
      "Pp",
      "Pp",
      "P",
      "P",
      "P",
      "Pp",
      "Pp",
      "P"
    ],
    "issue": [
      "ol­ ogisclgod.muahaha. Pp. 141, 148,153"
    ],
    "note": [
      "P. 167: hacker icon/Janice Abolim; revolver with bang Bag/More1⁄4ctor; hacker icon/Le Mon; spy agent/Sly 1⁄4ctors. P. 168: metal door/Arth63; gate of the Joint Center for Quantum Information and with wooden doors/Piper33. Pp. 169-172, 178, 182: sphinx/Nerthuz-, escalator/Petr Born. P. 170: Computer Science. His books include Banana­ robotlstuar. P. 171: knight/fXQuadro. Pp. 171,173: helmet/David CAzor. Pp. 171,180,181: alarm world: Quantum Mechanics for Primates. He lever/Federico Rostagno. Pp. 171-175,177: skeletons/1⁄4llenryna Chukhlyebova. P. 175: light bum/Elks."
    ],
    "pages": [
      "27",
      "99",
      "3"
    ],
    "title": [
      "P. vii: sphinx/ Nerthuz-, skeleron/ 1⁄4lenryna Chukhlyebova; releportation por­ tal/ denisikym. Pp. viii-xii, 2-3: sphere with lines and dots/ Login; earth/Egyptian Studio and NASA; Tanya Bub is founder of 48th Ave Productions, a cat/Oksana; time warp clock/dani3315; human head/Quick Shot",
      "3: handlindigolotos; pointing handlviewgene; empty palm hand/Evannovostro",
      "hand flipping coin/macbrian­ web development company. She lives in Victoria, mun",
      "15: Schrodinger's c.at/Rhoeo. P. 21: hand British Columbia. thumb up/Malyugin",
      "40: earth/owatta",
      "65: time warp clock/dani3315",
      "83: medicine bottlelpicturepartners. Jeffrey Bub is Distinguished University Professor P. 108: dragonl1⁄4llenryna Chukhlyebova",
      "142: impossible geo­ in the Department of Philosophy and the Insti­ metric shape/MSSA",
      "163: billboard/Ma.xx Studio. tute for Physical Science and Technology at the P. 164: bell/a/ya haclyeva; 3D optical illusion/Pedro Alexandra Teixeira; letter house/Sedegova Alena; University of Maryland, where he is also a fellow isometric data wavelaurielaki"
    ],
    "type": "article-journal",
    "volume": [
      "12, 14, 20",
      "12,14, 15, 21, 32,33",
      "37",
      "52",
      "67",
      "146-148",
      "165"
    ]
  },
  {
    "author": [
      {
        "given": "Pp"
      },
      {
        "family": "Pp",
        "particle": "weightlgazanfer."
      },
      {
        "given": "P."
      },
      {
        "family": "P",
        "particle": "rubblelgualtiero bojfi."
      },
      {
        "given": "rooster"
      },
      {
        "family": "Ange/oz. Pp",
        "particle": "hen couple/Olga"
      }
    ],
    "container-title": [
      "P",
      "Pp",
      "Pp",
      "Pp"
    ],
    "issue": [
      "ine/Alex Mit. Pp. 191-195"
    ],
    "note": [
      "rhino in tuxedo, dressed-up lion, squirrel/Olga Angel/oz. P. 215: Doberman Pinscher in black suit/ Olga Angel/oz; archlarchideaphoto. P. 216: cat and dog/ Dmitry Trubitsyn. P. 217: watching TV/Blackregis. Pp. 230, 231: road sign!Wth. Pp. 232, 234: releporcation portalldenisikm."
    ],
    "pages": [
      "–",
      "185"
    ],
    "title": [
      "176,177: oscillatingwave/7itima Ongkantong",
      "180,181: 0, lives in Washington",
      "183: cryptwith altar/ Unholy 1⁄4ult Desigm",
      "188: quarter roll/Mega Pixel. Pp. 189, 190: zebra,horse in coat, dressed­ up goat, Doberman Pinscher in black suit, rooster and hen couple/Olga Angel/oz",
      "195-198: fox couple/Olga Ange/oz"
    ],
    "type": "article-journal",
    "volume": [
      "177",
      "DC. 1 logo/Logorype1⁄4ctor. P. 182",
      "183",
      "212-214"
    ]
  },
  {
    "author": [
      {
        "given": "P."
      },
      {
        "family": "Pp",
        "particle": "people imageslgrynold."
      }
    ],
    "container-title": [
      "Pp",
      "P"
    ],
    "note": [
      "P. 79: planetary system. P. 134: sketch of Bohr with pipe/ Jacobson, Herdis & Herm."
    ],
    "title": [
      "233: warning sign/IVVIVVI",
      "244,245: tunnelwith binary language/Carlos Castilla. P. 246: X-ray glasses/Ron and foe",
      "retro woman/Evart. From iStock by Getry Images"
    ],
    "type": "article-journal",
    "volume": [
      "238,240,241",
      "247: artemia plankton/Napat. P. 347"
    ]
  },
  {
    "author": [
      {
        "given": "Lovely"
      }
    ],
    "publisher": [
      "-SIMON DEDEO, Carnegie Mellon University and the Santa Fe Institute"
    ],
    "title": [
      "Totally Random provides a better introduction to quantum mechanics than any textbook I've seen"
    ],
    "type": "book"
  }
]
