[
  {
    "isbn": [
      "0-88056-065-7"
    ],
    "title": [
      "For the educator interested in using computers or the computer-user interested in educational applications, this book covers most of the important topics of concern to the educational environment",
      "200 pages $9.95 BRAINFOOD — Ourcatalog listingof over 130 microcomputer books covering software, hardware, business applications, general computer literacy and programming languages"
    ],
    "type": null
  },
  {
    "pages": [
      "547–1842"
    ],
    "title": [
      "grj\\ dilithium Press books are available at your local bookstore or computer store. If there is not a bookstore or 5U computer store in your area, charge your order on VISA or MC by calling our toll-free"
    ],
    "type": null,
    "volume": [
      "number, (800"
    ]
  },
  {
    "author": [
      {
        "family": "CITY",
        "given": "C.A.T.A.L.O.G.F.R.E.E.C.A.T.A.L.O.G.F.R.E.E.C.A.T.A.L.O.G.F.R.E.E.C.A.T.A.L.O.G.F.R.E.E.C.A.T.A.L.O.G.F.R.E.E.C.A.T.A.L.O.G.F.R.E.E.C.A.T.A.L.O.G.F.R.E.E.C.A.T.A.L.O.G.F.R.E.E.N.A.M.E.C.A.T.A.L.O.G.F.R.E.E.C.A.T.A.L.O.G.F.R.E.E.C.A.T.A.L.O.G.F.R.E.E.C.A.T.A.L.O.G.F.R.E.E.A.D.D.R.E.S.S.C.A.T.A.L.O.G.F.R.E.E.C.A.T.A.L.O.G.F.R.E.E.C.A.T.A.L.O.G."
      },
      {
        "family": "STATE",
        "given": "Z.I.P.F.R.E.E.C.A.T.A.L.O.G.F.R.E.E.C.A.T.A.L.O.G.F.R.E.E.C.A.T.A.L.O.G.F.R.E.E.C.A.T.A.L.O.G.F.R.E.E.C.A.T.A.L.O.G.F.R.E.E.C.A.T.A.L.O.G.F.R.E.E."
      }
    ],
    "container-title": [
      "OR 97075 Or Call: NAME 800-547-1842 ADDRESS oooeeoooooeooooo FREE CATALOG FREE CITY, STATE, ZIP CATALOG FREE CATA LOG FREE CATALOG FREE CATALOG FREE CATALOG FREE CATA LOG FREE CATALOG n Yes, send me your free catalog, BRAIN FREE CATALOG FREE FOOD, which lists over 1 50 microcompu- CATALOG FREE CATA LOG FREE CATALOG ter books covering software, hardware, FREE CATALOG FREE CATALOG FREE CATA business applications, general computer LOG FREE CATALOG literacy and programming languages"
    ],
    "editor": [
      {
        "family": "Beaverton",
        "given": "P.O.Box E."
      }
    ],
    "note": [
      "FREE CATALOG FREE CATALOG FREE CATA LOG FREE CATALOG FREE CATALOG FREE CATALOG FREE CATA LOG FREE CATALOG NAME FREE CATALOG FREE CATALOG FREE CATA ADDRESS LOG FREE CATALOG FREE CATALOG FREE CITY, STATE, ZIP CATALOG FREE CATA LOG FREE CATALOG"
    ],
    "title": [
      "n Yes, send me your free catalog, BRAIN CATALOG FREE CATA FOOD, which lists over 1 50 microcompu- LOG FREE CATALOG FREE CATALOG FREE ter books covering software, hardware, CATALOG FREE CATA LOG FREE CATALOG business applications, general computer FREE CATALOG FREE literacy and programming languages",
      "CATA n Yes, send me your free catalog, BRAIN LOG FREE CATALOG oooooooeoooeoooo FOOD, which lists over 1 50 microcompu-Mail To: ter books covering software, hardware, business applications, general computer dilithium Press literacy and programming languages"
    ],
    "type": "chapter"
  }
]
