[
  {
    "container-title": [
      "dollars"
    ],
    "date": [
      "1994"
    ],
    "title": [
      "through sustained purchases of foreign currency, primarily U.S",
      "At"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "dollars",
        "given": "U.S."
      }
    ],
    "date": [
      "2005-07"
    ],
    "title": [
      "Beginning in",
      "China has pegged the Yuan to a basket of"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "I."
      }
    ],
    "container-title": [
      "Preferential tax policies in the western regions XV. XVI. Preferential tax policies for enterprises established in the poverty stricken areas XVII. Fiscal funds to alleviate poverty XVIII. Specific subsidy on agricultural production and construction in the poverty stricken areas of Hexi and Dingxi of Gansu Province and Xihaigu of Ningxia Hui Autonomous Region XIX. Interests discount of poverty alleviation loans XX. Preferential tax policies for enterprises which utilize the waste materials XXI. Preferential tax policies for enterprises suffering from natural disasters XXII. Preferential tax policies for welfare enterprises XXIII"
    ],
    "note": [
      "Preferential tax policies for enterprises making little profits XXIV. Preferential tax policies for township enterprises XXV. Preferential tax policies for enterprises which provide employment for unemployed people XXVI. Preferential tax policies for scientific research institutions under transformation XXVII. Preferential tax policies for the research and development of enterprises XXVIII. Preferential tax policies for the research and development of foreign-invested enterprises XXIX. Preferential tax policies for enterprises transferring technology XXX. Preferential tax policies for the key leading enterprises engaged in agricultural industrialization"
    ],
    "title": [
      "Preferential tax policies for foreign-invested enterprises II. Preferential tax policies for foreign-invested export enterprises III. Preferential tax policies for foreign-invested enterprises engaged in agriculture, forestry or animal husbandry and foreign-invested enterprises established in remote underdeveloped areas IV. Preferential tax policies for foreign-invested enterprises engaged in energy, transportation infrastructure projects V. Preferential tax policies for Chinese-foreign equity joint ventures engaged in port and dock construction VI. Preferential tax policies for enterprises with foreign investment which are technology-intensive and knowledge-intensive VII. Preferential tax policies for enterprises with foreign investment in the border cities VIII. Preferential tax policies for enterprises with foreign investment recognized as high or new technology enterprises established in the State high or new technology industrial development zones, and for advanced technology enterprises invested in and operated by foreign businesses IX. Preferential tax policies for enterprises recognized as high or new technology enterprises established in the State high or new technology industrial development zones X. Preferential tax policies for enterprises with foreign investment established in special economic zones (excluding Shanghai Pudong area) XI. Preferential tax policies for enterprises with foreign investment established in the costal economic open areas and in the economic and technological development zones XII. Preferential tax policies for enterprises with foreign investment established in Pudong area of Shanghai XIII. Preferential tax policies for enterprises with foreign investment established in the Three Gorges of Yangtze River Economic Zone XIV"
    ],
    "type": "chapter"
  },
  {
    "title": [
      "Appendix 3: Calculated CVD rates in U.S. subsidy investigations involving China"
    ],
    "type": null
  },
  {
    "note": [
      "AFA) 51.00% All Others (AFA) 38.00% Weighted Average (AFA) 51.00% Weighted Average 19.00% Program Grants Export Assistance Debt‐to‐Equity Swap X State Key Technology Renovation Projects X"
    ],
    "title": [
      "Company and Rate (% of EP) Company Rate Company Rate Tianli Pipe Fitting 0.00% Dalipal Pipe Company 3.00% Zhuji City Howhi Air Conditioners 0.00% Hengyang Steel Tube Group 2.00% Shandong Molong Petro Machinery 2.00% Tianjin Pipe Corporation 7.00% Wuxi Seamless Oil Pipe 4.00% Energy Alloys 7.00% All Others"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Zealand",
        "given": "New"
      },
      {
        "family": "Oceania",
        "given": "Rest",
        "particle": "of"
      },
      {
        "family": "Kong",
        "given": "Hong"
      },
      {
        "family": "Japan",
        "given": "Korea"
      },
      {
        "given": "Taiwan"
      },
      {
        "family": "Nam",
        "given": "Viet"
      }
    ],
    "location": [
      "China",
      "Cambodia, Indonesia, Lao, Myanmar, Malaysia, Philippines, Singapore, Thailand",
      "Bangladesh, India, Pakistan, Sri Lanka",
      "USA",
      "Mexico",
      "Argentina, Bolivia, Brazil, Chile, Colombia, Ecuador, Paraguay, Peru, Uraguay",
      "Guatemala, Nicaragua, Panama",
      "Caribbean Europe Europe",
      "Belgium, Cyprus, Czech republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Ireland, Italy, Latvia, Lithuania,Luxembourg, Malta, Netherlands, Poland, Portugal, Slovakia, Slovenia, Spain, Sweden, United Kingdom, Switzerland, Norway",
      "Albania, Bulgaria, Belarus, Croatia, Romania, Russian Federation, Ukraine",
      "Africa, Middle East",
      "Armenia, Azerbaijan, Georgia",
      "Turkey, Rest of Western Asia, Egypt, Morocco, Tunisia",
      "Nigeria, Senegal",
      "Central Africa, South Central Africa, Ethiopia, Madagascar, Malawi, Mauritius, Mozambique, Tanzania, Uganda, Zambia, Zimbabwe, Rest of Eastern"
    ],
    "publisher": [
      "Australia",
      "Canada",
      "Rest of North America",
      "Venezuala, Rest of South America, Costa Rica",
      "Rest of Central America",
      "Austria",
      "Rest of EFTA",
      "Rest of Eastern Europe, Rest of Europe WAM West Asia",
      "Kazakhstan, Kyrgyzstan, Rest of Former Soviet Union",
      "Islamic Republic of Iran",
      "Rest of North Africa",
      "Rest of Western Africa"
    ],
    "title": [
      "WestRim West Rim of the Pacific, ex",
      "Rest of East Asia",
      "Rest of Southeast Asia",
      "Rest of South Asia WestHem Western Hemisphere, ex"
    ],
    "type": "book"
  },
  {
    "title": [
      "Experiment 3: The equipment portion of U.S. capital stock in manufacturing has been stagnant since 2001 at a time of rising U.S. demand, rising trade deficits with China, and increasing capital investment in China's export-oriented industries by U.S. corporations. This experiment explores the economic impact of this dynamic by shifting a portion of China's"
    ],
    "type": null
  }
]
