[
  {
    "note": [
      "Jordan, an employee with the United States Attorney's Office, hereby certifY that on February 21,2007, I served the foregoing:"
    ],
    "title": [
      "Case 1:06-cr-00121-SLR Document 14 Filed 02/21/07 Page 2 of 2 PageID #: 25 I, Theresa A"
    ],
    "type": null
  },
  {
    "note": [
      "573-6277 1007 Orange St., Suite 700 FAX (302) 573-6220 P.O. Box 2046"
    ],
    "title": [
      "United States Attorney’s Office District of Delaware The Nemours Building (302"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Wilmington",
        "given": "Delaware"
      }
    ],
    "date": [
      "1989"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Thursday",
        "given": "F.O.R.I.M.M.E.D.I.A.T.E.R.E.L.E.A.S.E.Colm F.Connolly"
      }
    ],
    "pages": [
      "573–6277"
    ],
    "title": [
      "February 15, 2007 United States Attorney"
    ],
    "type": null,
    "volume": [
      "302"
    ]
  },
  {
    "author": [
      {
        "family": "Nemours",
        "particle": "from E.I. du Pont de"
      },
      {
        "given": "Company"
      }
    ],
    "title": [
      "MIN pleaded guilty to the charge on November 13, 2006. The offense carries a maximum prison sentence of 10 years, a fine of up to $250,000, and restitution"
    ],
    "type": null
  },
  {
    "date": [
      "2006-01"
    ],
    "note": [
      "MIN did not tell"
    ],
    "title": [
      "an employment agreement with Victrex, with his employment set to begin in"
    ],
    "type": null
  },
  {
    "date": [
      "2005-12-12"
    ],
    "title": [
      "DuPont that he had accepted a job with Victrex, however"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "F.B.I."
      }
    ],
    "type": null
  },
  {
    "location": [
      "Sue L"
    ],
    "note": [
      "Robinson, Chief District Court Judge of the District of Delaware, on Thursday, March 29, 2007, at 4:30 p.m. For further information, contact Colm F. Connolly, United States Attorney."
    ],
    "title": [
      "MIN is scheduled to be sentenced by the Hon"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "U.S."
      }
    ],
    "container-title": [
      "Stapleton of the U.S. Court of Appeals for the Third Circuit. He received his M.Sc. from the London School of Economics in 1987 and his B.A"
    ],
    "note": [
      "with honors, from the University of Notre Dame in 1986. Mr. Connolly is admitted to practice in Delaware and before the U.S. Supreme Court, the U.S. Court of Appeals for the Third Circuit, and U.S. District Court for the District of Delaware."
    ],
    "title": [
      "Supreme Court team obtained a first-degree murder conviction despite the absence of a U.S. Court of Appeals for the Third body, murder weapon, or witness to the killing. During his tenure as an Circuit Assistant United States Attorney, Mr. Connolly also prosecuted the first U.S. District Court for the District of federal criminal civil rights case in Delaware history and received from the Delaware Department of Justice the Director's Award for Superior Performance as an Assistant United States Attorney. Mr. Connolly obtained his J.D., with honors, from Duke University School of Law in 1991, where he was an editor for the journal Law & Contemporary Problems and received the school's top oral advocate award. After law school, he served as a law clerk to Judge Walter K"
    ],
    "type": "chapter"
  },
  {
    "date": [
      "1991",
      "1987"
    ],
    "pages": [],
    "publisher": [
      "education Duke University School of Law",
      "J.D., With Honors London School of Economics"
    ],
    "type": "book"
  },
  {
    "date": [
      "1986"
    ],
    "publisher": [
      "University of Notre Dame"
    ],
    "title": [
      "B.A., With Honors United States Attorney’s Office District of Delaware"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Thursday",
        "given": "F.O.R.I.M.M.E.D.I.A.T.E.R.E.L.E.A.S.E.Colm F.Connolly"
      }
    ],
    "pages": [
      "573–6277"
    ],
    "title": [
      "February 15, 2007 United States Attorney"
    ],
    "type": null,
    "volume": [
      "302"
    ]
  },
  {
    "author": [
      {
        "family": "Nemours",
        "particle": "from E.I. du Pont de"
      },
      {
        "given": "Company"
      }
    ],
    "title": [
      "MIN pleaded guilty to the charge on November 13, 2006. The offense carries a maximum prison sentence of 10 years, a fine of up to $250,000, and restitution"
    ],
    "type": null
  },
  {
    "date": [
      "2006-01"
    ],
    "note": [
      "MIN did not tell"
    ],
    "title": [
      "an employment agreement with Victrex, with his employment set to begin in"
    ],
    "type": null
  },
  {
    "date": [
      "2005-12-12"
    ],
    "title": [
      "DuPont that he had accepted a job with Victrex, however"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "F.B.I."
      }
    ],
    "type": null
  },
  {
    "location": [
      "Sue L"
    ],
    "note": [
      "Robinson, Chief District Court Judge of the District of Delaware, on Thursday, March 29, 2007, at 4:30 p.m. For further information, contact Colm F. Connolly, United States Attorney."
    ],
    "title": [
      "MIN is scheduled to be sentenced by the Hon"
    ],
    "type": null
  },
  {
    "date": [
      "2004"
    ],
    "title": [
      "Order Setting Conditions of Release entered by United States Magistrate Judge Mary Pat"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Colm",
        "given": "F."
      }
    ],
    "note": [
      "Litigation Commercial Litigation As Delaware's United States Attorney for more than seven years, Mr."
    ],
    "title": [
      "Connolly, former United States Attorney for Delaware, is a member of Morgan Lewis's Litigation Practice and the managing partner of the firm's Wilmington office. Mr. Connolly's practice focuses on practice areas complex commercial and intellectual property litigation, white collar criminal matters, and corporate investigations"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Litigation",
        "given": "White Collar"
      }
    ],
    "container-title": [
      "During his tenure as an Circuit Assistant United States Attorney, Mr. Connolly also prosecuted the first U.S. District Court for the District of federal criminal civil rights case in Delaware history and received from the Delaware Department of Justice the Director's Award for Superior Performance as an Assistant United States Attorney. Mr. Connolly obtained his J.D., with honors, from Duke University School of Law in 1991, where he was an editor for the journal Law & Contemporary Problems and received the school's top oral advocate award"
    ],
    "note": [
      "After law school, he served as a law clerk to Judge Walter K. Stapleton of the U.S. Court of Appeals for the Third Circuit. He received his M.Sc. from the London School of Economics in 1987 and his B.A., with honors, from the University of Notre Dame in 1986. Mr. Connolly is admitted to practice in Delaware and before the U.S. Supreme Court, the U.S. Court of Appeals for the Third Circuit, and U.S. District Court for the District of Delaware."
    ],
    "title": [
      "Government Connolly managed all federal criminal prosecutions and the legal Investigations representation of the departments and agencies of the federal government in all civil matters filed in Delaware courts. Mr. Connolly has tried dozens of FCPA/Anticorruption cases in federal and state courts and has argued numerous cases before the IP Litigation U.S. Courts of Appeals for the Second and Third Circuits. He has handled a Antitrust broad range of subject matters, including complex contractual and patent Cartel Investigations & Litigation: disputes, theft of trade secrets, export control violations, healthcare and Criminal & Civil corporate fraud investigations, RICO litigation, environmental and antitrust offenses, and FDA regulatory violations. bar admissions Mr. Connolly gained national recognition as an Assistant United States Delaware Attorney for leading the multi-agency investigation into the disappearance of the secretary to the governor of Delaware. The investigation resulted in the court admissions indictment of Thomas Capano, a prominent lawyer in the state, on murder charges. After a three-and-one-half month jury trial, Mr. Connolly and his U.S. Supreme Court team obtained a first-degree murder conviction despite the absence of a U.S. Court of Appeals for the Third body, murder weapon, or witness to the killing"
    ],
    "type": "article-journal"
  },
  {
    "container-title": [
      "International Academy of Trial Lawyers Top Student Advocacy Award Director, Board of The Ministry of Caring, Inc. Trustee, Board of Delaware Hospice, Inc"
    ],
    "date": [
      "1991",
      "1987"
    ],
    "pages": [],
    "publisher": [
      "education Duke University School of Law",
      "J.D., With Honors London School of Economics"
    ],
    "title": [
      "honors + affiliations Member, American Law Institute Member, Federal Bar Association Member, Delaware Bar Association Member, American Bar Association Member, U.S. District Court Advisory Committee Member, Third Circuit Committee on Model Jury Instructions Member, St. Thomas More Society Recipient, Dr. James Tilton Distinguished Service Award Recipient, Director's Award for Superior Performance as an Assistant United States Attorney Recipient"
    ],
    "type": "chapter"
  },
  {
    "date": [
      "1986"
    ],
    "publisher": [
      "University of Notre Dame",
      "B.A., With Honors"
    ],
    "type": "book"
  }
]
