[
  {
    "title": [
      "I thank the following reviewers of this and/or previous editions of this book, whose comments and suggestions were invaluable in improving the text"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "DuPage Anda Gadidov Michael R. Allen Kennesaw",
        "given": "Alfred A.Akinsete Ronald Ferguson Marshall University San Antonio College Scott S.Albert James C.Ford College",
        "particle": "of"
      }
    ],
    "publisher": [
      "State University Tennessee Technological University Frank Goulard Peter Arvanites Portland Community College Rockland Community College Robert Graham K. S. Asal Jacksonville State University, Broward Community College Jacksonville, Alabama Louise Audette Larry Griffey Manchester Community College Florida Community College, Nicole Betsinger Jacksonville Arapahoe Community College Arjun K. Gupta Joan Bookbinder Bowling Green State University Johnson & Wales University David Gurney Dean Burbank Southeastern Louisiana University"
    ],
    "type": "book"
  },
  {
    "container-title": [
      "2008"
    ],
    "location": [
      "Source"
    ],
    "publisher": [
      "U.S. Bureau of Economic Analysis"
    ],
    "title": [
      "C2 Per capita personal income (in current dollars"
    ],
    "type": "chapter"
  },
  {
    "location": [
      "Source"
    ],
    "publisher": [
      "U.S. National Highway Safety Traffic Administration"
    ],
    "title": [
      "C3 Traffic fatalities, 2008"
    ],
    "type": "book"
  },
  {
    "note": [
      "C4 Labor force participation rate (in percent), July 2009 (Source: U.S. Bureau of Labor Statistics) C5 Average salaries of teachers (in dollars), 2007–08 (Source: Current NEA Estimates Data Base) C6 Percent of the population (25 years and older) with a bachelor’s degree or higher, 2004–07 (U.S. Census Bureau) C7 Location (East/West of the Mississippi River"
    ],
    "type": null
  },
  {
    "citation-number": [
      "JWCL216_appB_B1-B6.qxd"
    ],
    "title": [
      "12/11/09 7:16 PM Page B3"
    ],
    "type": null
  }
]
