[
  {
    "title": [
      "A historical description of Boole’s development of “the science of Logic"
    ],
    "type": null
  },
  {
    "date": [
      "1972",
      "1938"
    ],
    "note": [
      "Although the two-valued Boolean algebra is the basis for switching"
    ],
    "pages": [
      "713–723"
    ],
    "publisher": [
      "Goldstine (Princeton University Press"
    ],
    "title": [
      "DO NOT COPY appears in The Computer from Pascal to von Neumann by Herman H",
      "Claude E. Shannon showed how Boole’s work could be applied to logic circuits in “A Symbolic Analysis of Relay and Switching Circuits"
    ],
    "translator": [
      {
        "given": "A.I.E.E."
      }
    ],
    "type": null,
    "volume": [
      "57"
    ]
  },
  {
    "author": [
      {
        "family": "COPY",
        "given": "D.O.N.O.T."
      }
    ],
    "type": null
  },
  {
    "date": [
      "1988"
    ],
    "title": [
      "Plus two new books from Amazon"
    ],
    "type": null
  },
  {
    "title": [
      "The ANSIIEEE standard for logic symbols is Std 91-1984, IEEE Standard Graphic Symbols for Logic Functions. Another standard of interest to logic"
    ],
    "type": null
  },
  {
    "title": [
      "designers is ANSI/IEEE 991-1986, Logic Circuit Diagrams. These two standards and ten others, including standard symbols for 10-inch gongs and maid’s"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Prosser",
        "given": "P."
      },
      {
        "family": "Winkel",
        "given": "D.E."
      },
      {
        "family": "M. Morris Mano",
        "given": "Digital Design",
        "particle": "by"
      }
    ],
    "date": [
      "1987",
      "1984"
    ],
    "edition": [
      "2nd"
    ],
    "note": [
      "as well as in the first two editions of this book. Another notation for describing state machines, an extension of “traditional” state-diagram notation, is the mnemonic documented state"
    ],
    "title": [
      "quently found a home in many digital design texts, including The Art of Digital Design by F"
    ],
    "type": null
  },
  {
    "container-title": [
      "IEEE Trans. Comput",
      "IEEE Trans. Comput"
    ],
    "date": [
      "1987-01",
      "1986-07"
    ],
    "issue": [
      "1",
      "7"
    ],
    "note": [
      "Their answer in that paper was “no,” but a"
    ],
    "pages": [
      "109–112",
      "643–646"
    ],
    "title": [
      "DO NOT COPY have written “On the Unavoidability of Metastable Behavior in Digital Systems",
      "the title says it all. The same authors posed the question, “Can Redundancy and Masking Improve the Performance of Synchronizers?"
    ],
    "type": "article-journal",
    "volume": [
      "36",
      "35"
    ]
  }
]
