[
  {
    "container-title": [
      "Landscapes in Transition (Oxbow",
      "Going Over:The Mesolithic –Neolithic Transition in North-West Europe (British Academy",
      "Stones and Bones (British Archaeological Reports"
    ],
    "date": [
      "2010",
      "2003"
    ],
    "editor": [
      {
        "family": "Finlayson",
        "given": "B."
      },
      {
        "family": "Warren",
        "given": "G."
      },
      {
        "family": "Britain’",
        "given": "Northern"
      },
      {
        "family": "A.Whittle",
        "particle": "in"
      },
      {
        "family": "Cummings",
        "given": "V."
      },
      {
        "family": "Burenhult",
        "given": "G."
      }
    ],
    "pages": [
      "89–105",
      "441–",
      "9–26"
    ],
    "title": [
      "series of publications. These include ‘The Neolithization of Britain and Ireland: The Big Picture’",
      "From Picardie to Pickering and Pencraig Hill? New Information on the “Carinated Bowl Neolithic",
      "92; and ‘Ireland’s Earliest “Passage” Tombs: A French Connection?’"
    ],
    "type": "chapter",
    "volume": [
      "2007"
    ]
  },
  {
    "container-title": [
      "Mesolithic Britain and Ireland: New Approaches (Tempus",
      "Prehistoric Coastal Communities: The Mesolithic in Western Britain, CBA Research Report"
    ],
    "date": [
      "2006",
      "2007"
    ],
    "editor": [
      {
        "given": "Conneller"
      },
      {
        "family": "Warren",
        "given": "G."
      },
      {
        "family": "M. Bell",
        "particle": "see also"
      }
    ],
    "note": [
      "Richard Scott Jones, in an article entitled ‘Late Mesolithic/Early Neolithic Decoratively Carved Timber from Rhondda Valley, Maerdy, Glamorgan’."
    ],
    "pages": [
      "139–64"
    ],
    "title": [
      "such questions as technology, gender and personhood, subsistence, ritual, landscape, and death is C",
      "For more detailed studies, including the crucial issue of the ‘lost’ submerged landscapes of the southern British littoral",
      "The Maerdy oak post discovery is in process of being written up in some detail by its excavator"
    ],
    "type": "chapter",
    "volume": [
      "149"
    ]
  },
  {
    "container-title": [
      "Archaeology in Wales"
    ],
    "date": [
      "2014"
    ],
    "note": [
      "References OUP CORRECTED PROOF – FINAL, 04/05/18, SPi"
    ],
    "pages": [
      "79–82"
    ],
    "title": [
      "In the meantime, an interim statement appeared in the Council for British Archaeology’s annual publication"
    ],
    "type": "article-journal",
    "volume": [
      "53"
    ]
  },
  {
    "container-title": [
      "Dialogue: Tradition and Interaction in the Mesolithic-Neolithic Transition (British Archaeological Reports"
    ],
    "date": [
      "2016"
    ],
    "editor": [
      {
        "family": "Debert",
        "given": "J."
      },
      {
        "family": "Larsson",
        "given": "M."
      },
      {
        "family": "Thomas",
        "given": "J."
      }
    ],
    "note": [
      "The Perry Oaks site and the Stanwell Cursus are described in J. Lewis et al., Landscape Evolution in the Middle Thames Valley: Heathrow Terminal 5 Excavations, i. Perry Oaks (Framework Archaeology, 2006)."
    ],
    "pages": [
      "69–76"
    ],
    "title": [
      "and have more recently been re-evaluated by Frances Healy in ‘Timing and Process in the Fifth and Early Fourth Millennium Cal BC’"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "Jacques"
      },
      {
        "family": "Phillips",
        "given": "T."
      }
    ],
    "container-title": [
      "investigations at Carn Menyn and the suggestion of deliberate Mesolithic quarrying of dolerite outcrops in north Pembrokeshire were reported in outline in T",
      "Wiltshire Archaeological and Natural History Magazine"
    ],
    "date": [
      "2014"
    ],
    "note": [
      "Darvill and G. Wainwright, ‘Beyond Stonehenge: Carn Menyn Quarry and the Origin and Date of Bluestone Extraction in the Preseli"
    ],
    "pages": [
      "7–27"
    ],
    "title": [
      "An interim report on the exploration of deposits located in a low-lying waterlogged hollow at Blick Mead adjacent to the Iron Age enclosure known as ‘Vespasian’s Camp’ above the River Avon to the west of Amesbury was published as D",
      "Mesolithic Settlement near Stonehenge: Excavations at Blick Mead,Vespasian’s Camp, Amesbury’"
    ],
    "type": "article-journal",
    "volume": [
      "107"
    ]
  },
  {
    "author": [
      {
        "family": "Montague",
        "given": "R.Cleal"
      },
      {
        "family": "Walker",
        "given": "K."
      }
    ],
    "container-title": [
      "Excavation and Survey of a Neolithic Monument Complex and its Surrounding Landscape",
      "Antiquity"
    ],
    "date": [
      "2014"
    ],
    "issue": [
      "342"
    ],
    "location": [
      "Dorset, England"
    ],
    "note": [
      "English Heritage Archaeological Reports, 2008)."
    ],
    "pages": [
      "1099–114"
    ],
    "publisher": [
      "Mercer and F. Healy, Hambledon Hill"
    ],
    "title": [
      "Hills of South-West Wales’",
      "The evidence for Mesolithic activity close to (the later monumental complex at) Stonehenge was first fully marshalled in the monograph by R",
      "Stonehenge in its Landscape: Twentieth-Century Excavations, English Heritage Archaeological Report 10 (1995).The indications of pre-Neolithic activity at Hambledon Hill above the River Stour near Blandford Forum (including Mesolithic pits and two probable post-holes containing pine charcoal) were published in R"
    ],
    "type": "article-journal",
    "volume": [
      "88",
      "2"
    ]
  },
  {
    "container-title": [
      "Excavation and Survey within the Western Seaways of Britain, 2008 –2014"
    ],
    "editor": [
      {
        "family": "Garrow",
        "given": "D."
      },
      {
        "family": "Sturt",
        "given": "F."
      },
      {
        "family": "Stones",
        "given": "Neolithic Stepping"
      }
    ],
    "location": [
      "Oxbow"
    ],
    "title": [
      "The important site (in particular for registering likely Late Mesolithic contacts with north-eastern France) at Old Quay, St Martin’s, Isles of Scilly, has very recently been fully described in a monograph"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "Imagining and Imaging the Movement of People, Objects and Ideas over the Course of the Mesolithic–Neolithic Transition, c.5,000–3,500 BC’",
      "Continental Connections"
    ],
    "date": [
      "2004"
    ],
    "editor": [
      {
        "family": "Cotton",
        "given": "J."
      },
      {
        "family": "Field",
        "given": "D."
      },
      {
        "literal": "Anderson-Whymark and D. Garrow, ‘Seaways and Shared Ways"
      },
      {
        "family": "Anderson-Whymark",
        "given": "H."
      },
      {
        "family": "Garrow",
        "given": "D."
      },
      {
        "family": "Sturt",
        "given": "F."
      }
    ],
    "note": [
      "Exploring Cross-Channel Relationships from the"
    ],
    "pages": [
      "12–23"
    ],
    "title": [
      "Roger Ellaby’s comments upon the possible origins of leaf-shaped arrowheads in Britain are to be found in his ‘Food for Thought: A Late Mesolithic Site at Charlwood, Surrey’",
      "Towards a New Stone Age: Aspects of the Neolithic in South-East England, Council for British Archaeology Research Report 137",
      "The distinctiveness of the British leaf-shaped arrowhead as an artefact in terms of its mode of manufacture was noted in H"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Iron Age",
        "given": "Lower Palaeolithic",
        "particle": "to the"
      },
      {
        "family": "Coles",
        "given": "S.Ford"
      },
      {
        "family": "Taylor",
        "given": "A."
      }
    ],
    "container-title": [
      "Proceedings of the Prehistoric Society",
      "Devon and East Cornwall: Field Guide (Quaternary Studies Association"
    ],
    "date": [
      "2015",
      "2008",
      "1996"
    ],
    "editor": [
      {
        "family": "Charman",
        "given": "D.J."
      },
      {
        "family": "Newman",
        "given": "R.M."
      },
      {
        "family": "Croot",
        "given": "D.G."
      }
    ],
    "note": [
      "Meanwhile, the White Horse Stone data is available online: C. Hayden and E. Stafford, The Prehistoric Landscape at White Horse Stone, Aylesford, Kent (CTRL Integrated Site Report Series, London and Continental Railways, 2006). See also C. Hayden,‘White Horse Stone and the Earliest Neolithic in the South East’ (English Heritage: South East Research Framework resource assessment seminar, 2007)."
    ],
    "pages": [
      "59–77",
      "101–19"
    ],
    "title": [
      "The Yabsley Street burial was described in detail in the article by S",
      "An Early Neolithic Grave and Occupation, and an Early Bronze Age Hearth on the Thames Foreshore at Yabsley Street, Blackwall, London’",
      "215–33.The Rough Tor, Bodmin Moor, palynological study was described in detail by Ben Gearey and Dan Charman in their article ‘Rough Tor, Bodmin Moor:Testing some Archaeological Hypotheses with Landscape Palaeoecology’"
    ],
    "type": "paper-conference",
    "volume": [
      "74"
    ]
  },
  {
    "container-title": [
      "Current Anthropology"
    ],
    "date": [
      "2000"
    ],
    "note": [
      "and David Anthony, ‘Migration in Archaeology: The Baby and the Bathwater’, American"
    ],
    "pages": [
      "539–67,"
    ],
    "title": [
      "Important discussions of processes of migration in prehistory have been ­provided by Stefan Burmeister, ‘Archaeology and Migration: Approaches to an Archaeological Proof of Migration’"
    ],
    "type": "article-journal",
    "volume": [
      "41"
    ]
  },
  {
    "container-title": [
      "Cassidy et al., ‘Neolithic and Bronze Age Migration to Ireland and the Establishment of the Insular Atlantic Genome’, Proceedings of the National Academy of",
      "Anthropologist"
    ],
    "date": [
      "1990",
      "2003"
    ],
    "editor": [
      {
        "family": "Rockman",
        "given": "Marcy"
      },
      {
        "family": "Steele",
        "given": "James"
      }
    ],
    "pages": [
      "895–914"
    ],
    "publisher": [
      "Routledge"
    ],
    "title": [
      "Issues of ‘landscape learning’, and the difficulties of maritime colonization by agricultural communities are discussed in various papers in the volume Colonization of Unfamiliar Landscapes: The Archaeology of Adaptation",
      "The report on the DNA analysis of the woman from the Ballynahatty passage tomb is in L"
    ],
    "type": "article-journal",
    "volume": [
      "92"
    ]
  },
  {
    "author": [
      {
        "given": "Rivollat"
      },
      {
        "others": true
      }
    ],
    "container-title": [
      "Sciences",
      "Plos One"
    ],
    "date": [
      "2016",
      "2015"
    ],
    "issue": [
      "4"
    ],
    "pages": [
      "368–73",
      "1–16"
    ],
    "title": [
      "DNA results from the Neolithic of the Paris Basin have been published by M",
      "When the Waves of European Neolithization Met: First Palaeogenetic Evidence from Early Farmers in the Southern Paris Basin’"
    ],
    "type": "article-journal",
    "volume": [
      "113",
      "10"
    ]
  },
  {
    "author": [
      {
        "family": "Herne",
        "given": "A."
      },
      {
        "given": "Ard"
      },
      {
        "family": "Darvill",
        "given": "T."
      }
    ],
    "container-title": [
      "Going Over: The Mesolithic-Neolithic Transition in North-West Europe (British Academy",
      "Proceedings of the Prehistoric Society",
      "The important excavations of Cotswolds long barrows at Hazleton North, Ascott-under-Wychwood, and Burn Ground were noted above (Ch. 2). Two of the excavations of Welsh long cairns were reported on by W. Britnell and H. Savory as Gwernvale and Penywyrlod: Two Neolithic Long Cairns in the Black Mountains of Brecknock, Cambrian Archaeological Monographs",
      "PAST",
      "Oxford Journal of Archaeology",
      "J. C. Atkinson and S. Piggott’, Proceedings of the Prehistoric Society"
    ],
    "date": [
      "1988",
      "2007",
      "2017",
      "2015",
      "2007",
      "1984",
      "1991"
    ],
    "editor": [
      {
        "family": "Barrett",
        "given": "J."
      },
      {
        "family": "Kinnes",
        "given": "I."
      },
      {
        "family": "Britain’",
        "given": "Northern"
      },
      {
        "family": "A. Whittle",
        "particle": "in"
      },
      {
        "family": "Cummings",
        "given": "V."
      },
      {
        "family": "Meanwhile",
        "given": "A.Whittle"
      },
      {
        "family": "Brothwell",
        "given": "D."
      },
      {
        "family": "Cullen",
        "given": "R."
      },
      {
        "others": true
      }
    ],
    "issue": [
      "1",
      "2"
    ],
    "note": [
      "reported on ‘Wayland’s Smithy, Oxfordshire: Excavations at the Neolithic Tomb in 1962–63 by R.",
      "For others of the Cotswold-Severn barrows we are fortunate to have Tim Darvill’s book, Long Barrows of the Cotswolds and Surrounding Areas (Tempus, 2004), which provides both a comprehensive survey and thematic chapters. As yet, no other regional survey matches this standard, but Audrey Henshall produced major inventories of the Scottish Neolithic cairns, culminating in two volumes produced jointly with James Davidson OUP CORRECTED PROOF – FINAL, 04/05/18, SPi Bi bliogr a ph ica l com m e n ta ry357"
    ],
    "pages": [
      "9 –29",
      "441–",
      "1–31",
      "75–96",
      "61–101"
    ],
    "publisher": [
      "University of Sheffield"
    ],
    "title": [
      "A Time and a Place for the Grimston Bowl’",
      "The Archaeology of Context in the Neolithic and Bronze Age (Department of Archaeology and Prehistory",
      "A more extensive discussion is found in Alison Sheridan, ‘From Picardie to Pickering and Pencraig Hill? New Information on the “Carinated Bowl Neolithic",
      "92, while new research that addresses the technology as well as the style of vessels has been presented by Hélène Pioffet in ‘Societies and Identities During the Early Neolithic of Britain and Ireland in their West European Context: Characterization and Comparative Analysis of Pottery Production between Channel, Irish Sea and North Sea’",
      "5–7.The results of the study of Middle Neolithic period Peterborough Ware and its conservative traditions (cited in the text later in the chapter) are reported in V",
      "Revisiting Old Friends: The Production, Distribution and Use of Peterborough Ware in Britain’",
      "The literature on Early Neolithic halls is now extensive, and much of it is cited in Thomas, The Birth of Neolithic Britain (above, Ch. 2). A distinctive perspective on their interpretation has been offered by Kenneth Brophy in his ‘From Big House to Cult House: Early Neolithic Timber Halls in Scotland’"
    ],
    "type": "article-journal",
    "volume": [
      "87",
      "34",
      "73",
      "2",
      "57"
    ]
  },
  {
    "author": [
      {
        "given": "Bogaard"
      },
      {
        "family": "Jones",
        "given": "G."
      },
      {
        "given": "Stevens"
      },
      {
        "family": "Fuller",
        "given": "D."
      },
      {
        "given": "Dark"
      },
      {
        "family": "Gent",
        "given": "H."
      },
      {
        "family": "Schulting",
        "given": "M.McClatchie"
      },
      {
        "family": "Sheridan",
        "given": "A."
      },
      {
        "others": true
      },
      {
        "family": "Whittle",
        "given": "J.Pollard"
      },
      {
        "family": "Grigson",
        "given": "C."
      }
    ],
    "container-title": [
      "Prehistoric Britain",
      "Going Over:The Mesolithic-Neolithic Transition in North-west Europe (British Academy",
      "Proceedings of the Prehistoric Society",
      "Archaeology of Context in the Neolithic and Bronze Age",
      "Antiquity",
      "Oxford Journal of Archaeology"
    ],
    "date": [
      "1989",
      "2008",
      "2007",
      "2012",
      "2001",
      "2017",
      "1988"
    ],
    "editor": [
      {
        "family": "Pollard",
        "given": "J."
      },
      {
        "given": "AWhittle"
      },
      {
        "family": "Cummings",
        "given": "V."
      },
      {
        "family": "Barrett",
        "given": "J.C."
      },
      {
        "family": "Kinnes",
        "given": "I.A."
      }
    ],
    "location": [
      "Blackwell"
    ],
    "note": [
      "The Chambered Cairns of Orkney and The Chambered Cairns of Caithness Edinburgh",
      "This essay obviously should now be read and appreciated in reference to the dating programmes concerning the enclosures that are reported in the Gathering Time volume (above, Ch. 1). Prior to the latter study, the results of a then-comprehensive survey of such sites had been published as A. Oswald, C. Dyer, and M. Barber, The Creation of Monuments: Neolithic Causewayed Enclosures in the British Isles (English Heritage, 2001). The important Etton enclosure was reported in detail in F. Pryor, Etton: Excavations at a Neolithic Causewayed Enclosure near Maxey, Cambridgeshire, 1982–7, English Heritage Archaeological Report 18 (1998). Alexander Keiller’s excavations at Windmill Hill and a limited re-excavation in 1988 were reported in A.",
      "The Windmill Hill Causewayed Enclosure (Oxbow, 1999)."
    ],
    "pages": [
      "90–120",
      "357–75",
      "59–78",
      "305–24",
      "85–96"
    ],
    "publisher": [
      "University Press",
      "University of Sheffield"
    ],
    "title": [
      "An overview of changing subsistence practices through the period under consideration is provided by Rick Schulting, under the title ‘Foodways and Social Ecologies from the Early Mesolithic to the Early Bronze Age’",
      "The character of garden cultivation of cereals is discussed by A",
      "Neolithic Farming in Britain and Central Europe: Contrast or Continuity?’",
      "A more specific argument regarding economic change is offered by C",
      "Did Neolithic Farming Fail? The Case for a Bronze Age Agricultural Revolution in the British Isles’",
      "707–22.The argument for declining yields following the introduction of cereal cultivation is offered by P",
      "Pests and Diseases of Prehistoric Crops: A Yield “Honeymoon” for Early Grain Crops in Europe?’",
      "Robert Hensey’s reflections on the chronology of the Irish passage-tomb tradition are found in First Light: the Origins of Newgrange (Oxbow, 2015). The new chronological information on the passage tomb at Baltinglass Hill is found in R",
      "Radiocarbon Dating of a Multi-phase Passage Tomb on Baltinglass Hill, Co. Wicklow, Ireland’",
      "An important appraisal of the concept of enclosure specific to fourth-millennium sites was Chris Evans’s essay ‘Acts of Enclosure: A Consideration of Concentrically-Organised Causewayed Enclosures’",
      "The Harmony of Symbols"
    ],
    "type": "article-journal",
    "volume": [
      "86",
      "20",
      "83"
    ]
  },
  {
    "author": [
      {
        "family": "Parmenter",
        "given": "E.Johnson"
      },
      {
        "family": "Outram",
        "given": "A."
      }
    ],
    "container-title": [
      "World Archaeology",
      "World Archaeology"
    ],
    "date": [
      "2015",
      "2016"
    ],
    "note": [
      "OUP CORRECTED PROOF – FINAL, 04/05/18, SPi"
    ],
    "pages": [
      "819–33",
      "729–44"
    ],
    "title": [
      "The suggestion that British causewayed enclosures were simply domestic settlements, current in the 1960s and 1970s but not widely accepted since then, has recently been revived in P",
      "Inventing the Neolithic? Putting Evidence-Based Interpretation Back into the Study of Faunal Remains from Causewayed Enclosures’",
      "A riposte to this argument has been written by one of the present authors as ‘Cattle, Consumption and Causewayed Enclosures: A Response to Parmenter, Johnson and Outram’"
    ],
    "type": "article-journal",
    "volume": [
      "47",
      "48"
    ]
  },
  {
    "author": [
      {
        "given": "Gibson"
      },
      {
        "family": "Bayliss",
        "given": "A."
      },
      {
        "given": "A."
      },
      {
        "given": "Gibson"
      }
    ],
    "citation-number": [
      "358"
    ],
    "container-title": [
      "Fonctions, utilisations et représentations de l’espace dans les sépultures monumentales du Néolithique européen [Functions, uses and representations of space in the monumental graves of Neolithic Europe], Préhistoires de la Méditerranée (Presses Universitaires de Provence",
      "Archaeological Journal",
      "Archaeological Journal"
    ],
    "date": [
      "2009",
      "2011",
      "2014"
    ],
    "editor": [
      {
        "family": "Robin",
        "given": "G."
      },
      {
        "family": "D’Anna",
        "given": "A."
      },
      {
        "family": "Schmitt",
        "given": "A."
      },
      {
        "family": "Bailly",
        "given": "M."
      }
    ],
    "pages": [
      "39–78,",
      "1–63",
      "117–30"
    ],
    "title": [
      "Bi bliogr a ph ica l com m e n ta ry The most complex among the northern series of large Neolithic round barrows concentrated in the Yorkshire Wolds is at Duggleby Howe, which has been the subject of a recent field study: A",
      "Recent Research at Duggleby Howe, NorthYorkshire’",
      "Gibson,‘Report on the Excavation at the Duggleby Howe Causewayed Enclosure, North Yorkshire, May–July 2009’",
      "A full review of the burial and structural sequence was published: A",
      "Space and Episodic Ritual at the Monumental Neolithic Round Mound of Duggleby Howe, NorthYorkshire, England’"
    ],
    "type": "article-journal",
    "volume": [
      "166",
      "168"
    ]
  },
  {
    "note": [
      "Flint Mines in Neolithic Britain (Tempus, 2000); and Rough Quarries, Rock and"
    ],
    "title": [
      "John Robb’s article explaining the entanglement of people in the Neolithic was mentioned earlier (above, towards the end of Ch. 1). Overviews of the history and investigative history of the Sussex flint mines have been documented by Miles Russell"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Hills",
        "given": "John Pull"
      },
      {
        "family": "Sussex",
        "particle": "the Neolithic Flint Mines of"
      }
    ],
    "date": [
      "2001"
    ],
    "note": [
      "English Heritage, 1999). Anne Teather has published her (2008) University of Sheffield Ph.D. thesis as Mining and Materiality: Neolithic Chalk Artefacts and their Depositional Contexts in Southern Britain (Archaeopress Archaeology, 2016). The 1971–2 excavations at Grimes Graves were reported in R. J. Mercer, Grimes Graves, Norfolk: Excavations"
    ],
    "title": [
      "A detailed site-by-site study of the flint mines, including new surveys, appeared as Martyn Barber, David Field, and Peter Topping, The Neolithic Flint Mines of England"
    ],
    "type": "thesis"
  },
  {
    "author": [
      {
        "family": "Bayliss",
        "given": "C.Bronk-Ramsey"
      },
      {
        "family": "Cook",
        "given": "G.T."
      },
      {
        "others": true
      }
    ],
    "citation-number": [
      "1971–72"
    ],
    "container-title": [
      "Animals in the Neolithic of Britain and Europe",
      "English Heritage Research Report"
    ],
    "date": [
      "1981",
      "2014"
    ],
    "editor": [
      {
        "family": "Serjeantson",
        "given": "D."
      },
      {
        "family": "Field",
        "given": "D."
      }
    ],
    "publisher": [
      "HMSO"
    ],
    "title": [
      "i.The most recent dating of the phases of activity at the site was reported in A",
      "Norfolk: Radiocarbon Dating and Chronological Modelling",
      "Among (relatively) recent reviews of the evidence for feasting at particular Neolithic sites is Dale Serjeantson, ‘Food or Feast at Neolithic Runnymede?’"
    ],
    "type": "article-journal",
    "volume": [
      "27"
    ]
  },
  {
    "author": [
      {
        "given": "Oxbow"
      },
      {
        "given": "Rowley-Conwy"
      },
      {
        "family": "Cohen",
        "given": "A."
      }
    ],
    "container-title": [
      "Oxford Journal of Archaeology"
    ],
    "date": [
      "2006",
      "2011"
    ],
    "issue": [
      "4"
    ],
    "pages": [
      "113–34",
      "325–67"
    ],
    "title": [
      "The Rudston Wold ‘event’ was reported in in P",
      "Grooved Ware Feasting in Yorkshire: Late Neolithic Animal Consumption at Rudston Wold’"
    ],
    "type": "article-journal",
    "volume": [
      "30"
    ]
  },
  {
    "author": [
      {
        "given": "Harding"
      },
      {
        "family": "Healy",
        "given": "F."
      }
    ],
    "note": [
      "The Raunds Area Project (English Heritage, 2008)."
    ],
    "title": [
      "The burial mound at Irthlingborough with evidence of a massive feast was reported in J",
      "A Neolithic and Bronze Age Landscape in Northamptonshire, i"
    ],
    "type": null
  },
  {
    "container-title": [
      "Regional Perspectives on Neolithic Pit Deposition (Oxbow",
      "was accompanied in the same volume by OUP CORRECTED PROOF – FINAL, 04/05/18, SPi Bi bliogr a ph ica l com m e n ta ry359"
    ],
    "date": [
      "2012"
    ],
    "editor": [
      {
        "given": "HAnderson-Whymark"
      },
      {
        "given": "JThomas"
      }
    ],
    "pages": [
      "126–43"
    ],
    "title": [
      "Amelia Pannett’s discussion of pit clusters in the Towy valley is to be found in ‘Pits, Pots and Plant Remains:Trends in Neolithic Deposition in Carmarthenshire, South Wales’"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Garrow",
        "given": "M.Beadsmore"
      },
      {
        "family": "Knight",
        "given": "M."
      }
    ],
    "collection-title": [
      "International Series 2440"
    ],
    "container-title": [
      "Proceedings of the Prehistoric Society",
      "Pollard’s observation about Grooved Ware pits was made in ‘Living With Sacred Spaces: The Henge Monuments of Wessex’",
      "Enclosing the Neolithic: Recent Studies in Britain and Europe"
    ],
    "date": [
      "2005"
    ],
    "editor": [
      {
        "family": "Gibson",
        "given": "A."
      }
    ],
    "location": [
      "Joshua",
      "BAR"
    ],
    "pages": [
      "139–57"
    ],
    "title": [
      "overviews of the evidence for pit-digging and depositional practices covering Ireland, Man, western Scotland, lowland Scotland, Northumberland, the Middle Trent valley, the Severn–Wye region, and the Thames Valley. The Kilverstone pit complex in Norfolk was most extensively reported in D",
      "Pit Clusters and the Temporality of Occupation: An Earlier Neolithic Site at Kilverstone, Thetford, Norfolk’"
    ],
    "type": "paper-conference",
    "volume": [
      "71"
    ]
  },
  {
    "author": [
      {
        "family": "H. Lamdin-Whymark",
        "given": "Hugo Anderson-Whymark",
        "particle": "published his Ph.D. as"
      },
      {
        "family": "Copley",
        "given": "R.Berston"
      },
      {
        "family": "Mukherjee",
        "given": "A."
      },
      {
        "others": true
      },
      {
        "family": "Banks",
        "given": "P.Duffy"
      },
      {
        "family": "MacGregor",
        "given": "G."
      },
      {
        "given": "Philip"
      }
    ],
    "container-title": [
      "The Neolithic of Mainland Scotland",
      "Journal of Archaeological Science",
      "Scottish Archaeology Internet Report"
    ],
    "date": [
      "2012",
      "2008",
      "2005",
      "2009",
      "2016"
    ],
    "editor": [
      {
        "family": "G. Noble",
        "particle": "see"
      },
      {
        "family": "Christie",
        "given": "C."
      },
      {
        "given": "E."
      },
      {
        "family": "Brophy",
        "given": "K."
      },
      {
        "family": "MacGregor",
        "given": "G."
      },
      {
        "family": "Ralston",
        "given": "I."
      }
    ],
    "note": [
      "In the same book, Kenneth Brophy’s ‘On Ancient Farms: A Survey of Neolithic Potentially Domestic Locations in Lowland Scotland’, 200–35, discusses the whole issue of what is meant by ‘dwelling’ and ‘domestic"
    ],
    "pages": [
      "93–107",
      "523–46",
      "171–99"
    ],
    "publisher": [
      "Edinburgh University Press"
    ],
    "title": [
      "The Residue of Ritualized Action: Neolithic Deposition Practices in the Middle Thames Valley, British Archaeological Reports 466",
      "And the novel evidence for the use of pottery to store milk products was reported in M",
      "Dairying in Antiquity III: Evidence from Absorbed Lipid Residues Dating to the British Neolithic’",
      "The Girvan Warehouse 37 site is discussed in an overview report on work across the Girvan Distillery site in I",
      "Archaeology of Landscape Change in South-West Scotland: Excavations at William Grant and Sons Distillery, Girvan",
      "Also regarding pits and deposition in Scotland and the questions discussed in this chapter",
      "Life is the Pits! Ritual, Refuse and Mesolithic–Neolithic Settlement Traditions in North-East Scotland’"
    ],
    "type": "article-journal",
    "volume": [
      "32",
      "32"
    ]
  },
  {
    "author": [
      {
        "given": "Edmonds"
      },
      {
        "family": "Thomas",
        "given": "J."
      },
      {
        "given": "Schulting"
      },
      {
        "family": "Wysocki",
        "given": "M."
      }
    ],
    "container-title": [
      "“In this Chambered Tumulus were Found Cleft Skulls . . .”: An Assessment of the Evidence for Cranial Trauma in the British Neolithic’, Proceedings of the Prehistoric Society"
    ],
    "date": [
      "1987",
      "2005"
    ],
    "editor": [
      {
        "family": "Brown",
        "given": "A."
      },
      {
        "family": "Edmonds",
        "given": "M."
      }
    ],
    "note": [
      "OUP CORRECTED PROOF – FINAL, 04/05/18, SPi"
    ],
    "pages": [
      "187–99",
      "107–38"
    ],
    "title": [
      "to warfare was first highlighted in an article by M",
      "The Archers: An Everyday Story of Country Folk’",
      "Lithic Analysis and Later British Prehistory, British Archaeological Reports 162",
      "The key article so far concerning ‘harm’ in terms of the skeletal impact especially of blunt weapons was R",
      ""
    ],
    "type": "paper-conference",
    "volume": [
      "71"
    ]
  },
  {
    "citation-number": [
      "360"
    ],
    "container-title": [
      "Mesolithic Britain and Ireland: New Approaches (Tempus"
    ],
    "editor": [
      {
        "family": "Conneller",
        "given": "C."
      },
      {
        "family": "Warren",
        "given": "G."
      }
    ],
    "note": [
      "Jacqueline McKinley’s report on the human remains from Hambledon Hill is ‘Human Remains and Diet’, in R. Mercer and F. Healy, Hambledon Hill, Dorset, England: Excavation and Survey of a Neolithic Monument Complex and its Surrounding Landscape (English Heritage"
    ],
    "pages": [
      "139–64"
    ],
    "title": [
      "Bi bliogr a ph ica l com m e n ta ry The dispersal of human bones across the landscape in the Mesolithic period was discussed in Chantal Conneller’s chapter on ‘Death"
    ],
    "type": "chapter",
    "volume": [
      "2006"
    ]
  },
  {
    "author": [
      {
        "family": "Holmes",
        "given": "AYates"
      },
      {
        "family": "Chapman",
        "given": "A."
      },
      {
        "family": "Wolframm-Murray",
        "given": "Y."
      }
    ],
    "date": [
      "2008",
      "2012"
    ],
    "location": [
      "Northampton"
    ],
    "pages": [
      ", 477–535",
      "19–28"
    ],
    "publisher": [
      "An Interim Report’, Northamptonshire Archaeology"
    ],
    "title": [
      "The remarkable burial pit at Banbury Lane was first reported in M",
      "A Middle Neolithic Enclosure and Mortuary Deposit at Banbury Lane"
    ],
    "type": "book",
    "volume": [
      "37"
    ]
  },
  {
    "author": [
      {
        "family": "N. Card",
        "particle": "discussion of the evidence from the Ness of Brodgar is"
      },
      {
        "family": "Mainland",
        "given": "I."
      },
      {
        "family": "Timpany",
        "given": "S."
      },
      {
        "others": true
      },
      {
        "family": "Bayliss",
        "given": "P.Marshall"
      },
      {
        "family": "Richards",
        "given": "C."
      },
      {
        "others": true
      },
      {
        "given": "Pitts"
      },
      {
        "family": "O. E. Craig",
        "particle": "has been assessed in"
      },
      {
        "family": "Shillito",
        "given": "L.-M."
      },
      {
        "family": "Albarella",
        "given": "U."
      },
      {
        "others": true
      }
    ],
    "container-title": [
      "The relationship between the primary activities at Durrington Walls and the building of Stonehenge",
      "European Journal of Archaeology",
      "Antiquity",
      "Wiltshire Archaeological and Natural History Magazine",
      "Antiquity"
    ],
    "date": [
      "2017",
      "2017",
      "2001",
      "2015"
    ],
    "issue": [
      "359"
    ],
    "note": [
      "One of the most extensive discussions of ‘henging’ (as a practice) is to be found in K. Brophy and G. Noble, ‘Henging, Mounding and Blocking: the Forteviot Henge Group’, in Gibson (ed.), Enclosing the Neolithic, 21–36 (above, Ch. 4). OUP CORRECTED PROOF – FINAL, 04/05/18, SPi"
    ],
    "pages": [
      "1–47",
      "1171–88",
      "1–23",
      "1096–109"
    ],
    "title": [
      "To Cut a Long Story Short: Formal Chronological Modelling for the Late Neolithic Site of Ness of Brodgar, Orkney’",
      "The overall chronology of the Orkney sequence has been reassessed by A",
      "as ‘Islands of History: The Late Neolithic Timescape of Orkney’",
      "Recent re-study of The Sanctuary and new fieldwork in its environs has been reported in M",
      "Excavating the Sanctuary: New Investigations on Overton Hill, Avebury’",
      "Feeding Stonehenge: Cuisine and Consumption at the Late Neolithic Site of Durrington Walls’"
    ],
    "type": "article-journal",
    "volume": [
      "91",
      "94",
      "89"
    ]
  },
  {
    "citation-number": [
      "6."
    ],
    "container-title": [
      "Land and People: Papers in Memory of John G. Evans, Prehistoric Society Research Paper",
      "The research on pollen cores that indicated the occurrence of large-scale Neolithic clearance around the flank of Rough Tor is documented in B. Gearey and D. Charman, ‘Rough Tor, Bodmin Moor: Testing some Archaeological Hypotheses with Large Scale Palynology’",
      "Devon and East Cornwall Field Guide (Quaternary Research Association"
    ],
    "date": [
      "2009",
      "1996"
    ],
    "editor": [
      {
        "family": "Allen",
        "given": "M."
      },
      {
        "family": "Sharples",
        "given": "N."
      },
      {
        "family": "O’Connor",
        "given": "T."
      },
      {
        "family": "Charman",
        "given": "D."
      },
      {
        "family": "Newnham",
        "given": "R."
      },
      {
        "family": "Croot",
        "given": "D."
      }
    ],
    "pages": [
      "49–66",
      "101–19"
    ],
    "title": [
      "Kinship, history, and descent The question of the relationship between the extent of forest and woodland and the location of settlement and monuments was one of the themes explored by Mike Allen and Julie Gardiner in ‘If You Go Down to the Woods Today: A Re-evaluation of the Chalkland Postglacial Woodland; Implications for Prehistoric Communities’"
    ],
    "type": "chapter",
    "volume": [
      "2"
    ]
  },
  {
    "note": [
      "so the most accessible publication remains J. Coles and B. Coles, Sweet Track"
    ],
    "title": [
      "The most extensive publication of the Sweet Track and other Neolithic trackways in Somerset has been in the series of Somerset Levels Papers produced in the 1970s by John Coles and his collaborators. Copies of these are nonetheless hard to locate"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "C. Bond",
        "particle": "see also"
      }
    ],
    "container-title": [
      "Belief in the Past: The Proceedings of the"
    ],
    "date": [
      "1986"
    ],
    "editor": [
      {
        "family": "Insoll",
        "given": "T."
      }
    ],
    "location": [
      "Thames & Hudson"
    ],
    "title": [
      "to Glastonbury: The Somerset Levels in Prehistory",
      "which devotes the whole of ch. 3 to the Sweet Track excavation and finds. Ours is not the only perspective that has stressed the liminal and beyond-simply-functional aspects of the Track",
      "The Sweet Track, Somerset: A Place Mediating Culture and Spirituality?’"
    ],
    "type": "paper-conference"
  },
  {
    "author": [
      {
        "given": "Ray"
      },
      {
        "family": "Thomas",
        "given": "J."
      }
    ],
    "citation-number": [
      "2002"
    ],
    "container-title": [
      "Manchester Conference on Archaeology and Religion, British Archaeological Reports",
      "Food, Culture and Identity in the Neolithic and Early Bronze Age, British Archaeological Reports S1117",
      "‘Neolithic Cattle Domestication as Seen from Ancient DNA’, Proceedings of the British Academy"
    ],
    "date": [
      "2004",
      "2003",
      "2007"
    ],
    "editor": [
      {
        "family": "Pearson",
        "given": "M.Parker"
      },
      {
        "family": "article",
        "given": "A.",
        "particle": "frequently cited"
      },
      {
        "family": "Bollongino",
        "given": "R."
      },
      {
        "family": "Burger",
        "given": "J."
      }
    ],
    "note": [
      "asserted strongly that all available evidence pointed towards domesticated cattle in Britain having derived ultimately from"
    ],
    "pages": [
      "37–50",
      "37–44",
      "165–87,"
    ],
    "title": [
      "The present authors’ article on Neolithic cattle and human genealogies is K",
      "In the Kinship of Cattle: The Social Centrality of Cattle in the Early Neolithic of Southern Britain’"
    ],
    "type": "paper-conference",
    "volume": [
      "s1212",
      "144"
    ]
  },
  {
    "author": [
      {
        "family": "R. Schulting",
        "particle": "see also"
      },
      {
        "given": "MWysocki"
      },
      {
        "given": "Leivers"
      },
      {
        "family": "Allen",
        "given": "M."
      }
    ],
    "container-title": [
      "Proceedings of the Prehistoric Society",
      "Antiquity"
    ],
    "date": [
      "2001",
      "2008",
      "1998"
    ],
    "editor": [
      {
        "literal": "in M.Allen, M. Leivers, and S. Ellis,‘Neolithic"
      },
      {
        "family": "Pearson",
        "given": "M.Parker"
      },
      {
        "given": "Ramilsonina"
      }
    ],
    "note": [
      "The Malagasy ‘take’ on the purpose of the Stonehenge stones was published as",
      "Colin Richards has discussed the individuation of stones in stone circles, and the significance of their places of origin, in his book, Building the Great Stone Circles of the North (Windgather, 2013)."
    ],
    "pages": [
      "255–68",
      "235–322",
      "308–26"
    ],
    "title": [
      "The Mesolithic Human Skeletal Collection from Aveline’s Hole: A Preliminary Note’, Proceedings of the University of Bristol Speleological Society 22",
      "The principal published discussion of the meaning of the contrasts observable between the Kingsborough 1 and 2 causewayed enclosures is M",
      "Landscape, Enclosure and Ceremony’",
      "Causewayed Enclosures and Later Prehistoric Farming: Duality, Imposition and the Role of Predecessors at Kingsborough, Isle of Sheppey, Kent, UK’",
      "Stonehenge for the Ancestors:The Stones Pass on the Message’"
    ],
    "type": "article-journal",
    "volume": [
      "74",
      "72"
    ]
  },
  {
    "author": [
      {
        "family": "Williams",
        "given": "J.Llewellyn"
      },
      {
        "family": "Kenney",
        "given": "J."
      }
    ],
    "container-title": [
      "Internet Archaeology"
    ],
    "date": [
      "2009"
    ],
    "doi": [
      "10.11141/ia.26.30"
    ],
    "title": [
      "The description of axe-smashing in north-west Wales is contained in",
      "Graig Lwyd (Group VII) Lithic Assemblages from the Excavations at Parc Bryn Cegin, Llandygai, Gwynedd, Wales—Analysis and Interpretation’"
    ],
    "type": "article-journal",
    "url": [
      "https://doi.org/10.11141/ia.26.30,"
    ],
    "volume": [
      "26"
    ]
  },
  {
    "author": [
      {
        "family": "Pryor",
        "given": "F."
      }
    ],
    "container-title": [
      "The Neolithic settlement of the Links of Noltland on Westray is described by D. Clarke and N. Sharples in their chapter on ‘Settlements and Subsistence in the Third Millennium bc’",
      "The Prehistory of Orkney"
    ],
    "date": [
      "2018-01",
      "1998",
      "1985"
    ],
    "editor": [
      {
        "family": "Renfrew",
        "given": "C."
      }
    ],
    "note": [
      "accessed 18",
      "Conclusion: A lived Neolithic A discussion of the issues surrounding the Orkney vole can be found in A. Bayliss, P. Marshall, C. Richards, et al., ‘Islands of History: The Late Neolithic Timescape of"
    ],
    "pages": [
      "54–82"
    ],
    "publisher": [
      "Edinburgh University Press"
    ],
    "title": [
      "Mark Edmonds’s account of the fragmented and whole axeheads from Etton causewayed enclosure is to be found in his contribution to the report ‘Polished Stone Axes and Associated Artefacts’",
      "Etton: Excavations at a Neolithic Causewayed Enclosure near Maxey, Cambridgeshire, 1982 –7, English Heritage Archaeological Report 18",
      "260–8.The definition of the Neolithic practice of ‘cultural reclamation’ is owing to a personal comment by Anne Teather, and her forthcoming article, ‘Revealing a Prehistoric Past: Evidence for the Deliberate Construction of a Historic Narrative in the British Neolithic’, which she kindly gave us sight of prior to its publication"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Stanton",
        "given": "J.Mulville"
      },
      {
        "family": "Bruford",
        "given": "M."
      }
    ],
    "container-title": [
      "Proceedings of the Royal Society B",
      "in an invaluable collection of his papers, Economy and Society in Prehistoric Europe: Changing Perspectives",
      "Antiquity"
    ],
    "date": [
      "2017",
      "2016",
      "1997"
    ],
    "note": [
      "OUP CORRECTED PROOF – FINAL, 04/05/18, SPi"
    ],
    "pages": [
      "1171–88",
      "1–34"
    ],
    "publisher": [
      "Edinburgh University Press"
    ],
    "title": [
      "Orkney’",
      "The analysis of red deer DNA in relation to their arrival in the northern and western isles is found in D",
      "Colonization of the Scottish Islands via Long-Distance Transport of Red Deer’",
      "Andrew Sherratt’s reflections on the distinctive character of the Neolithic in Britain, Ireland, and north-west France are to be found in the chapter ‘Changing Perspectives on European Prehistory’"
    ],
    "type": "article-journal",
    "volume": [
      "91"
    ]
  }
]
