[
  {
    "note": [
      "security trading in the U.S. and overseas"
    ],
    "title": [
      "A) a receipt for a foreign security trading in the U.S. (B) a receipt for a foreign security trading in the U.S. and overseas (C) a receipt for a U.S. security trading overseas (D) a receipt for a U.S"
    ],
    "type": null
  },
  {
    "citation-number": [
      "108."
    ],
    "title": [
      "Holders of American depositary receipts assume which of the following risks?"
    ],
    "type": null
  },
  {
    "citation-number": [
      "614."
    ],
    "note": [
      "A) Buy U.S. dollar calls. (B) Buy U.S. dollar puts. (C) Buy Canadian dollar calls. (D) Buy Canadian dollar puts."
    ],
    "title": [
      "One of your customers believes that the U.S. dollar will weaken against the Canadian dollar. To take advantage of this belief, what should your customer do?"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "I."
      }
    ],
    "title": [
      "Buy British pound calls"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "II. Buy British pound puts. III."
      }
    ],
    "note": [
      "IV. Buy Japanese yen puts."
    ],
    "title": [
      "Buy Japanese yen calls"
    ],
    "type": null
  },
  {
    "citation-number": [
      "617."
    ],
    "title": [
      "If a client believes that interest rates will increase, which TWO of the following option positions are most appropriate?"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "exchanges? I. U.S. dollar"
      }
    ],
    "citation-number": [
      "620."
    ],
    "title": [
      "Listed options for which of the following currencies are available on U.S"
    ],
    "type": null
  },
  {
    "citation-number": [
      "630."
    ],
    "title": [
      "One of your clients wants to start trading options. Place the following option transactions in sequential order, from the first to last"
    ],
    "type": null
  },
  {
    "citation-number": [
      "634."
    ],
    "note": [
      "A) 4:30 p.m. EST on the business day prior to expiration (B) 4:30 p.m. CST on the business day prior to expiration (C) 3:00 p.m. CST on the business day prior to expiration (D) 11:59 p.m. EST on the business day prior to expiration 635. Option confirmations must include"
    ],
    "title": [
      "When is the last time that an investor can trade an options contract?"
    ],
    "type": null
  },
  {
    "citation-number": [
      "665."
    ],
    "note": [
      "imports of foreign goods increase (C) foreign imports of U.S. products increase (D) U.S. exports become more competitive"
    ],
    "title": [
      "If the value of the U.S. dollar declines in relation to foreign currencies, all of the following are true EXCEPT (A) foreign exports become less competitive (B) U.S"
    ],
    "type": null
  },
  {
    "citation-number": [
      "667."
    ],
    "title": [
      "The U.S. dollar has been steadily falling against the euro. If the pattern continues, which of the following statements would be true?"
    ],
    "type": null
  },
  {
    "container-title": [
      "goods III. overseas investors buying land in the United States IV. U.S. investors buying ADRs"
    ],
    "title": [
      "I. an increase in imports of foreign goods II. an increase in exports of U.S"
    ],
    "type": "chapter"
  },
  {
    "title": [
      "If the U.S. dollar is falling against the euro, it shows a weakening in U.S. currency. When the U.S. dollar is weak, it costs more to purchase foreign goods, and it costs foreign companies less to buy U.S. goods"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Therefore",
        "given": "U.S.imports would likely decrease"
      },
      {
        "family": "increase",
        "given": "U.S.",
        "particle": "exports would likely"
      }
    ],
    "title": [
      "The weakening of the U.S. dollar typically happens during easy-money periods"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "C."
      }
    ],
    "citation-number": [
      "668."
    ],
    "title": [
      "money available for bank loans An increase in the money available for bank loans would show an easing of the money supply, not a tightening"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "A."
      }
    ],
    "citation-number": [
      "669."
    ],
    "title": [
      "open market operations Although the Fed does control the discount rate and reserve requirements, the tool most commonly used by the Fed to control the money supply is open market operations. Open market operations is when the Fed buys and sells U.S. government securities, which happens on a continuous basis"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "B."
      }
    ],
    "citation-number": [
      "670."
    ],
    "title": [
      "setting the federal funds rate The Federal Reserve Board (FRB) is responsible for open market operations (buying and selling U.S"
    ],
    "type": null
  },
  {
    "title": [
      "The full and fair disclosure that’s required on new offerings is covered under the Securities Act of 1933, not the Securities Exchange Act of 1934. The Securities Act of 1933 deals with the registration of new issues, and the Securities Exchange Act of 1934 deals with the trading of outstanding issues"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "B."
      }
    ],
    "citation-number": [
      "791."
    ],
    "title": [
      "the Securities and Exchange Act of 1934 The Securities and Exchange Act of 1934 created the Securities and Exchange Commission (SEC"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "B."
      }
    ],
    "citation-number": [
      "792."
    ],
    "container-title": [
      "The Securities Act of 1933 regulates trading of"
    ],
    "title": [
      "It regulates trades of securities in the primary market"
    ],
    "type": "chapter"
  }
]
