[
  {
    "container-title": [
      "He lives in Portsmouth, England"
    ],
    "note": [
      "A BLACK LIBRARY PUBLICATION Published in 2013 by Black Library, Games Workshop Ltd., Willow Road, Nottingham, NG7 2WS, UK"
    ],
    "title": [
      "BEN COUNTER is the author of the Soul Drinkers and Grey Knights series, along with two Horus Heresy novels, and is one of Black Library’s most popular Warhammer 40,000 authors. He has written RPG supplements and comic books. He is a fanatical painter of miniatures, a pursuit which has won him his most prized possession: a prestigious Golden Demon award"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Limited",
        "given": "Games Workshop"
      }
    ],
    "date": [
      "2013"
    ],
    "title": [
      "All rights reserved. Cover illustration by Hardy Fowler Black Library, the Black Library logo, The Horus Heresy, The Horus Heresy logo, The Horus Heresy eye device, Space Marine Battles, the Space Marine Battles logo, Warhammer"
    ],
    "type": null
  },
  {
    "citation-number": [
      "40,000,"
    ],
    "container-title": [
      "All rights reserved"
    ],
    "note": [
      "A CIP record for this book is available from the British Library."
    ],
    "title": [
      "the Warhammer 40,000 logo, Games Workshop, the Games Workshop logo and all associated brands, names, characters, illustrations and images from the Warhammer 40,000 universe are either ®, TM and/or © Games Workshop Ltd 2000-2013, variably registered in the UK and other countries around the world"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Black Library",
        "given": "Games Workshop Limited",
        "particle": "t/a"
      },
      {
        "family": "Road",
        "given": "Willow"
      },
      {
        "family": "Lenton",
        "given": "Nottingham"
      }
    ],
    "note": [
      "United Kingdom (“Black Library”); and (2) the purchaser of an e-book product from Black Library website (“You/you/Your/your”"
    ],
    "title": [
      "NG7 2WS"
    ],
    "type": "webpage"
  }
]
