[
  {
    "author": [
      {
        "literal": "Agassiz— Jos. Whelpton, F. Sinclair, J. C. McRae, Thos. Hicks, Albert Greyl, Wm. Mackie, E. Lambert. Alberni — A. G. Service. Armstrong — A. W. Hunter"
      },
      {
        "family": "Burnett",
        "given": "Alloyne Buckley"
      },
      {
        "family": "Simmington",
        "given": "J."
      },
      {
        "family": "Daniels",
        "given": "R."
      }
    ],
    "note": [
      "L. Childe, A. Hemingway, Alf. Heffler. Balcomo — R. H. Agur, A. Doherty."
    ],
    "publisher": [
      "—Arrow Park Chas"
    ],
    "type": null,
    "volume": [
      "Box 275"
    ]
  },
  {
    "author": [
      {
        "family": "P",
        "given": "Beaver Creek"
      },
      {
        "literal": "— Alex. Shaw, Donald McKenzie, R. W. Thompson. Burnaby Lake — H. Ledger, C. F."
      }
    ],
    "citation-number": [
      "0."
    ],
    "publisher": [
      "Burton City — Mrs. Robson, Edw. Schram"
    ],
    "title": [
      "Sprott"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "P",
        "given": "Cedar Cottage"
      },
      {
        "literal": "— Edward P. Flynn, John Benson, Wm. John Brewer. Central Park — Mrs. M. J. Coburn (Park Avenue). Chilliwack — H. L. Johnson, J. Brannick, Mrs. M. Davies (P. O. Box 229), Isaac S. Kipp, Hy. Kipp. Coburn —^Parker Williams. Colquitz — Ernest Etheridge, H. D. Van Decar. Comox — H, Bourne, — Smith (Little River). —Courtney James McKenzie, Richard Creech. Cranbrook— T. S. Gill,Wm. Hamilton"
      },
      {
        "literal": "Chas. Potvin, W. L. Whitney. Creston — Walter V. Jackson. Cumberland — Thomas Pierce. Denman Island — Jas. Ormiston. Dewdney — Alister Thompson, Smith, R. Gourlay, Fred. Newton. S. Duncan — Mrs. Hy. Smith, — Duncan, — Price. —East Burnaby Mrs. E. C. Morley, W^. H. Lewis"
      },
      {
        "literal": "East Sooke— T. Oldershaw. p]l)urne — Henry Kacer. —pjuderby James Emery. Epworth— Edward Flynn, W. G. Sutton. Esquimau — Jos. Robinson (Eraser Street), — Lea (Lampson Street) ,W. F. Corlield (Head Street). Ganges Harbour — T, Collins, H. Caldwell. J. Glen Valley — Geo. R. Arthur. Glenwood — G. Shelbj^-Hele. Gordon Head Gray. —Grantham Alex. Salmond."
      }
    ],
    "citation-number": [
      "0."
    ],
    "date": [
      "Box 93",
      "Box 317"
    ],
    "editor": [
      {
        "literal": "Brown, H. G. Lawrence, D. Brown & Sons. —Harrison Mills Anton Lambery. —Hazelmere F. J. Hardwick, P. 0. Green, H. Hamel. —Howser H. R. Board, H. Hincks, Messrs. Matthews. Hatzic— J. H. Lawrence, E. McTaggart, A. McTaggart, Slack Bros., Hodson Bros., J. Edmons, T. Cattewood."
      }
    ],
    "note": [
      "Kaslo— Archdeacon Beer, G. S. Ehle (Box 34). Keating Young, Xavier Rey. —Kelowna W. S. Fuller (Box 155), H. B. D, Lyons, James Harvey, Geo. Thompson, Chas. Lodge. Keremeos — J. J. Armstrong. Ladner— R. C. Abbott, J. Reagh, —Ladysmith John Irvine. —Langley Alex. Holding, Frank Baxter, — Briges."
    ],
    "title": [
      "—Hall's Prairie Wm",
      "—Kamloops Smith Bros"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "Langley Prairie — Mrs, John Wilson, Geo. Blair, Geo. Trigg, — Savage. Lytton — Alex. Lochore, Alf. Ruddock. Malakwa — J. H. Johnson."
      }
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "Maywood P. 0., Victoria — G. F. Dunn, R. R. Watson, H. Hughes. J. Mayne Island — James Bennett, — Padden, Miss Padden. Metchosin— W. Fisher, J. Parker, J. D. Reid, C. Field, Stanley Clark, A. T. M. Inverarity"
      },
      {
        "literal": "—Millstream G. M. Bernard. Milner— John Maxwell. Mission City—J. A. Catherwood, J. Mitchell, T. R. Smith. Mount Tolniie— Robert Rusfell, James Townsend. —Nanaimo Charles G. Stevens, Joseph Decon< r, John Skinner, F. H. Jones."
      },
      {
        "literal": "D. La Bau, A. J. Laviolette. New Denver — J. C. Harris."
      }
    ],
    "container-title": [
      "—Renata E. L. Redhead. Revelstoke — Rev. C"
    ],
    "date": [
      "Box 407, Victoria"
    ],
    "editor": [
      {
        "family": "Procunier",
        "given": "A."
      },
      {
        "family": "Bradshaw",
        "given": "Thos W."
      },
      {
        "family": "G",
        "given": "Geo"
      }
    ],
    "note": [
      "—Nelson Charles Gansner (Box 187),",
      "Anderson (Box 408),"
    ],
    "title": [
      "Now Westminster— VVm"
    ],
    "translator": [
      {
        "literal": "E. Stude, Frank Davies. —Okanagan Centre H. N. Caesar. —Okanagan Landing Miss Peters, Mrs. Leslie. —Peachland W. E. Morsch. —Pender Island A. H. Menzies. —Port (xuichon Felix Guichon. —Proctor William Harg-Smellie."
      }
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "literal": "StaflFner, H. E. R. Smith, H. Cameron, B. A. Lawson, Geo. Laforme, W. Haner, G. Raleigh. Rocky Point — Tom Parker. Roseberry — Z. Brockmann. S. Rossland— Edgar Charles"
      },
      {
        "literal": "Archie McMillan. Rutland — Thos. Barber, — McDonald. Salmo — James F. Westby. Sandwick — Rev. Thomas Menzies, Hugh Clark, W. H. Grieve, John Shopland, L. Cliffe, T. Bridges, W. Duncan, S. J. Perry, Rev. Willimar. Sardis — Jas. Higginson. Seymour Arm — N. Daniels.b\\ —Sidney Chas. Armstrong. Sooke — John A. Murray, John A. French. South Vancouver — Mr. Pacey (Wilson Road and Pacey Avenue). Strawberry Vale — Rob. Clark. Summerland— F. J. Nixon (P. O. Box 3), Miss V. Cartwright, R. Pollock, M. Tait, B. H. Sherk, A. Eraser, W. H. Hayes, P. Thornber, A. Stewart, J. Gartell, Alf. Aveson"
      },
      {
        "literal": "B. H. Sharp, H. Briston, T. Niven, J. Dunsdon, Dr. Sawyer, Rev. J. White, Geo. Sinclair. Trail— Thos. Heath. —Union Bay Geo. H. Roe."
      },
      {
        "family": "Henry",
        "given": "M.J."
      },
      {
        "family": "Fisher",
        "given": "Mrs R.J."
      },
      {
        "family": "Co.",
        "given": "Wm Rennie Seed"
      },
      {
        "family": "Alpine",
        "given": "Herman M."
      },
      {
        "literal": "W. Hardy (Catherine Street, V. W.). —Wellington A. Willey, Jos. Carr. —Yale Mrs. J. M. McQuarrie."
      }
    ],
    "citation-number": [
      "108),"
    ],
    "container-title": [
      "—Vernon Rev. R. J"
    ],
    "date": [
      "Box 114",
      "Box 38",
      "1550"
    ],
    "editor": [
      {
        "family": "Bentley",
        "given": "F.W."
      },
      {
        "literal": "Vaus, Arthur T. Kirkpatrick, E. Leonard Harris, C. M. Watson (Box 447), John Freeman, Rev. G. Kunke, Lloyd Quick, R. E. Tennant, John Kidston, J. Webster, T. A. Norris, —Watson. —Victoria G. A. Borthwick"
      }
    ],
    "note": [
      "James S. Gow (Box 74),",
      "—Vancouver J. B. Lee (2644 Manitoba Street), Norman N. Reid (1019 Davie Street), Geo. Schofield (1641 8th Avenue), Wm. Jefferson (1555 Westminster Avenue),",
      "Drawer 664), —BriTikman (Washington Avenue), E. Fleming ((iovernment Street), T. J. Evans (William Street, V. W.), D. J. Griffin (1121 Langley Street), W. H. Nelson (Brunswick Hotel), E. F. Robinson (417 Young Street), S. M. A. Savory (13 Broad Street), F. D. Todd (743 Market Street), J. R. Grice (4S Second Street), W. R. Palmer (Box 534), Miss E. C. Saunders (Victoria West), Arthur C. C. Stratford, A. J. Woodward (Ross Bay), Thos. Shotbolt (Druggist),"
    ],
    "type": "article-journal"
  }
]
