[
  {
    "author": [
      {
        "family": "Stark",
        "given": "Judge Leonard P."
      },
      {
        "family": "Arps",
        "given": "Slate"
      },
      {
        "given": "Meagher"
      },
      {
        "family": "LLP",
        "given": "Flom"
      }
    ],
    "container-title": [
      "Stapleton of the United States Court of Appeals for the Third Circuit. Judge Stark graduated from the University of Delaware in 1991 with three degrees: an M.A. in History, a B.S. in Economics, and a B.A. in Political Science. In 1993"
    ],
    "date": [
      "2007"
    ],
    "note": [
      "he received a doctorate degree in Politics from the University of Oxford, where he studied as a Rhodes Scholar. He earned his J.D. from Yale Law School in 1996."
    ],
    "title": [
      "Nominee for the United States District Court for the District of Delaware Judge Leonard P. Stark is a United States Magistrate Judge for the District of Delaware, a position he has held since",
      "Previously, he was an Assistant United States Attorney for the District of Delaware and an associate in the Delaware office of Skadden",
      "He began his legal career in Wilmington, Delaware, as a law clerk to the Honorable Walter K"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Totenberg",
        "given": "Amy"
      }
    ],
    "title": [
      "Nominee for the United States District Court, Northern District of Georgia Since 2000, Amy Totenberg has been a sole practitioner and arbitrator based in Atlanta. She serves as a special master in the U.S. District Court for the District of Maryland and as a court monitor in the U.S"
    ],
    "type": null
  },
  {
    "container-title": [
      "From"
    ],
    "date": [
      "1994"
    ],
    "note": [
      "Totenberg received her J.D. in 1977 from Harvard Law School, and her A.B., magna cum laude, from Harvard-Radcliffe in 1974."
    ],
    "title": [
      "District Court for the District of Columbia",
      "Totenberg served as the first in-house general counsel for the Atlanta school system. Before that, she focused on civil litigation, primarily as a sole practitioner. She also served as a part-time Municipal Court Judge for the City of Atlanta from 1988 to 1993"
    ],
    "type": "article-journal"
  }
]
