[
  {
    "author": [
      {
        "family": "John R. Powers",
        "particle": "by Thomas D. Newton by"
      }
    ],
    "title": [
      "III Recommended for programmers/Written in BASIC and Recommended for teenagers and up/Written in BASIC machine language A development system for 1802 assembly language Convert ATARI Keyboard Controllers to numeric keypads and a program editor With the COSMATIC ATARI DEVELOPMENT PACKAGE you can use your ATARI Computer as a low-cost 1802 Develop-The keyboard layout on the ATARI Home Computer is ideal ment System. The 1802 is a microprocessor used in many for many uses. However, for activities involving entering lots popular hobby computers and games. The package functions of numbers, a numeric keypad would probably serve you bet- as a development system for 1802 assembly language"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "No",
        "given": "Media R.A.M.Price Order"
      }
    ],
    "container-title": [
      "Requires an ATARI BASIC Language Cartridge and Cassette (410"
    ],
    "note": [
      "8K $15.95 APX-10024 one ATARI Joystick Controller per player."
    ],
    "title": [
      "PRO BOWLING — computerized bowling for one to four players"
    ],
    "type": "chapter"
  },
  {
    "publisher": [
      "Media RAM Price Order No"
    ],
    "title": [
      "Diskette (810) 16K $15.95 APX-20024"
    ],
    "type": "book"
  },
  {
    "container-title": [
      "Requires an ATARI BASIC Language Cartridge"
    ],
    "title": [
      "CODECRACKER - break the three- to five-digit code within twelve guesses"
    ],
    "type": "chapter"
  },
  {
    "note": [
      "Toll-Free Numbers for Interbank No: Credit Card Orders Credit card account no. Within California 800/672-1850 Elsewhere in Continental U.S.A. 800/538-1862 Credit card expiration date"
    ],
    "type": null
  },
  {
    "title": [
      "Have not used ATARI Computers Name ATARI Computer user Address Professional microcomputer software developer City (have ads in trade journals and/or existing products"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "orders",
        "given": "Mail"
      },
      {
        "family": "Exchange",
        "given": "P.O.",
        "particle": "gram"
      }
    ],
    "location": [
      "Santa Clara, CA"
    ],
    "note": [
      "For faster service, phone in credit card date to APX. We will repair or replace the product at our orders, using our toll-free number, 800/538-1862 (or option."
    ],
    "title": [
      "To order by mail, fill out an order form and on a warranty's period, so this limitation might not apply to you. If you discover such a defect within the thirty-day mail it, together with your payment, to the ATARI Properiod, call APX for a Return Authorization Number",
      "3705",
      "95055. then return the product along with proof of purchase Phone orders"
    ],
    "type": null
  },
  {
    "citation-number": [
      "800/672-1850"
    ],
    "title": [
      "for calls within California). You can also call us at 408/727-5603"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "information",
        "particle": "more"
      },
      {
        "family": "numbers",
        "given": "O.Box"
      }
    ],
    "note": [
      "Box numbers, please use a street slip at hand and ask for a Return Authorization number."
    ],
    "title": [
      "Goods damaged in shipment. If your order arrives Delivery to P",
      "We normally ship your damaged, please call one of our toll-free numbers within order by United Parcel Service (UPS). Because UPS seven days after receiving your order. Have your packing doesn't deliver to R O"
    ],
    "type": null
  }
]
