[
  {
    "author": [
      {
        "literal": "Allen, Carmen R. Eastern Illinois University Glassman, Matthew Yale University Aichinger, Karen Natchitoches, Louisiana Glenn, Brian J. Harvard University Alam, Mohammed Badrul Miyazaki International College, Grose, Christian Lawrence University Japan Galderisi, Peter F. Utah State University Goss, Robert P. Brigham Young University Baker, William D. Arkansas School for Mathematics, Sciences, and the Arts Harris, Douglas B. Loyola College of Maryland Baldino, Thomas J. Wilkes University Hate, Vibhuti Lawrence University Bass, Jeffrey D. University of Connecticut Hoff, Samuel B. Delaware State University Behlar, Patricia A. Pittsburgh State University Hoffman, Donna R. University of Northern Iowa Bell, Lauren Cohen Randolph-Macon College Holst, Arthur Governmental Affairs Manager, Philadelphia Bell, Walter F. Lamar University Water Department Bobic, Mike Emmanuel College Holman, Craig Legislative representative Bow, Shannon L. University of Florida Briley, Ron Sandia Preparatory School Jones, David R. Baruch College, City University of New Brooker, Russell G. Alverno College York Brownell, Roy E, II United States Agency for International Development Kedrowski, Karen M. Winthrop University Kelly, Sean California State University, Bakersfield Cammisa, Anne Marie Suffolk University Kemper, Mark Bridgewater State College Campbell, Colton C. Florida International University Kleeman, Kathy Rutgers University Clapper, Tomas Oklahoma City, Oklahoma Kratz, Jessica Washington, D.C. Cobane, Craig T. Culver-Stockton College Kraus"
      }
    ],
    "location": [
      "Bakersfield McCurdy, Karen M. Georgia Southern College"
    ],
    "publisher": [
      "Jeffrey Wagner College Connor, George E. Missouri State University Krutz, Glen S. University of Oklahoma Culver, William State University of New York, Plattsburg Kubik, William Hanover College Curry, Brett The Ohio State University Langran, Robert W. Villanova University Dewhirst, Robert E. Northwest Missouri State University LeBeau, Justin Undergraduate Research Center, University Ditslear, Corey University of North Texas of Oklahoma Lind, Nancy S. Illinois State University English, Ross M. University of Reading, United Kingdom Lowrey, Phil West Texas A&M University Lyons, Michael Utah State University Farrier, Jasmine L. University of Louisville Fisher, Patrick Seton Hall University Maslin-Wicks, Kimberly Hendrix College Frisch, Scott A. California State University"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "McGowan",
        "given": "Brian M.Louisiana State University Solowiej"
      },
      {
        "family": "University",
        "given": "Lisa A.Binghamton"
      },
      {
        "family": "Miller",
        "given": "State University"
      },
      {
        "family": "New York Miller",
        "given": "Paul T.Temple University",
        "particle": "of"
      },
      {
        "family": "Schraufnagel",
        "given": "Gregory Ohio State University"
      },
      {
        "family": "Central Florida Mueller",
        "given": "Scot D.University",
        "particle": "of"
      },
      {
        "family": "Smith",
        "given": "Melinda A.Eastern Illinois University"
      },
      {
        "family": "Steiner",
        "given": "Daniel E.Northwest Missouri State University"
      },
      {
        "family": "Norris",
        "given": "Michael Northwest Missouri State University"
      },
      {
        "family": "Straus",
        "given": "James Texas A.&M.International University"
      },
      {
        "family": "Florida Sweet",
        "given": "Jacob University",
        "particle": "of"
      },
      {
        "family": "Pennsylvania Olivares",
        "given": "Barry N.Clarion University",
        "particle": "of"
      },
      {
        "family": "Paulson",
        "given": "Chico"
      },
      {
        "family": "South Florida Pederson",
        "given": "Darryl University",
        "particle": "of"
      },
      {
        "family": "University",
        "given": "William D.Louisiana State"
      },
      {
        "family": "Valero",
        "given": "Shreveport"
      },
      {
        "family": "Salford",
        "given": "Larry A.University",
        "particle": "of"
      },
      {
        "family": "Pollard",
        "given": "United Kingdom"
      },
      {
        "family": "K",
        "given": "Vincent"
      }
    ],
    "location": [
      "Springfield Vassilev, Rossen V",
      "John David",
      "Davis Williams, Jackson"
    ],
    "note": [
      "AARP Public Policy Institute Romans, Maureen Roberts Rhode Island College Woods, Michael Eastern Illinois University"
    ],
    "publisher": [
      "Joseph Monmouth University Turner, Charles California State University",
      "University of Hawaii, Manoa Van Der Slik, Jack R. University of Illinois",
      "Ohio State University Rausch",
      "Jr. West Texas A&M University Rausch, Mary S. West Texas A&M University Waskey, Andrew J. Dalton State College Ricks, Martin University of Utah Watkins, Peter St. Joseph’s College of Indiana Rocca, Michael S. University of California"
    ],
    "title": [
      "Jamie Ramon Houston Community College Opheim, Cynthia Southwest Texas State University Tien, Charles Hunter College and the City University of New York Graduate Center Patten"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "SPECIAL RULE",
        "particle": "by"
      },
      {
        "literal": "son, Charles W. III. How Our Laws Are Made."
      }
    ],
    "container-title": [
      "permitting discretionary funding through the annual appro- 2003; U.S. House of Representatives",
      "Congressional Research Service",
      "House of Representatives"
    ],
    "date": [
      "2003-07-23",
      "2003",
      "29 July"
    ],
    "genre": [
      "This two-step authorization-appropriations process"
    ],
    "location": [
      "Washington, D.C"
    ],
    "note": [
      "Rules of the House of priations process is viewed as the traditional one, but not all Representatives: 108th Congress. Prepared by Jeff Trandahl, agencies and programs use this process. Indeed, budget Clerk of the House, 7 January 2003; U.S. Senate, Senate"
    ],
    "publisher": [
      "Congressional Research Service"
    ],
    "title": [
      "If unauthorized appropriations are D.C",
      "Johnenacted into law through one of these processes circum",
      "Washington, venting the rules, in most instances the government agency D.C.: U.S",
      "Streeter, Sandy. may expend the entire authorized amount. The Congressional Appropriations Process: An Introduction"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "issues",
        "particle": "tricting"
      },
      {
        "family": "Neal",
        "given": "P.C."
      }
    ],
    "container-title": [
      "The Supreme Court Review",
      "Carr",
      "Thomas Gale"
    ],
    "date": [
      "1962",
      "1964",
      "1969",
      "1999",
      "1962"
    ],
    "editor": [
      {
        "family": "Mikula",
        "given": "M.L."
      },
      {
        "family": "Mabunda",
        "given": "M."
      }
    ],
    "location": [
      "Washington, D.C",
      "Chicago"
    ],
    "note": [
      "edited by tion for its 177-member house. Doing so, the electorate P. D. Kurland,"
    ],
    "pages": [
      "– 597–598,",
      "252–327"
    ],
    "publisher": [
      "Congressional Quarterly",
      "University of Chicago Press"
    ],
    "title": [
      "Congress considered possible constitutional Baker v",
      "Congress and the amendments. However, all such proposals were defeated in Nation",
      "In the meantime, additional cases 431–435",
      "moved through the courts, and more equitable redistricting Great American Court Cases",
      "plans were put into place. Illinois, for example, under",
      "Baker v. Carr: Politics in visions of its state constitution, conducted an at-large elec- Search of Law",
      "replaced many of its former incumbent legislators"
    ],
    "type": "article-journal",
    "volume": [
      "369 U.S. 186",
      "2",
      "3"
    ]
  },
  {
    "author": [
      {
        "family": "attack",
        "particle": "suffered a heart"
      },
      {
        "literal": "Johnson, Evans C. “John H."
      }
    ],
    "container-title": [
      "The Alabama Review"
    ],
    "date": [
      "1988"
    ],
    "issue": [
      "1"
    ],
    "note": [
      "Congress on January 3. Bankhead’s supporters in the House 30–58; Peters, Ronald M. The American Speakership: The 36 Banking, Housing, and Urban Affairs, Senate Committee on"
    ],
    "title": [
      "The House Democrats caucused on 347–359",
      "Bankhead 2d: Advo-January 2 in anticipation of the convening of the new cate of Cotton"
    ],
    "type": "article-journal",
    "volume": [
      "41"
    ]
  },
  {
    "note": [
      "Garden City, N.Y.: age of 72. Acknowledging the obscurity of the office, he Doubleday, 1954; Barkley, Jane R. I Married the Veep. New"
    ],
    "title": [
      "Barkley was sworn in as the 35th vice president at the Barkley, Alben W. That Reminds Me"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Davis",
        "given": "Polly Ann"
      }
    ],
    "date": [
      "1958",
      "1979",
      "1979"
    ],
    "location": [
      "York",
      "York",
      "Washington, D.C",
      "Lexington",
      "Benton"
    ],
    "note": [
      "Government Printing Roosevelt and had not been informed about the develop- Office, 1997; Libbey, James K. Dear Alben: Mr. Barkley of ment of the atomic bomb (the Manhattan Project) until Kentucky.",
      "Thomas Hart 41"
    ],
    "publisher": [
      "Vanguard Press",
      "Garland",
      "University Press of Kentucky"
    ],
    "title": [
      "often joked about the woman with two sons, one who ran",
      "Alben away and went to sea, the other who was elected vice pres- Barkley: Senate Majority Leader and Vice President. New ident of the United States, neither one of whom was ever",
      "Hatfield, Mark O., with the Senate heard from again. This was not the case with Barkley. As Historical Office. Vice Presidents of the United States, vice president Truman had had little contact with President 1789–1993"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Crapol",
        "given": "Edward P.James G.Blaine"
      },
      {
        "family": "James",
        "given": "G."
      }
    ],
    "container-title": [
      "Ronald. The American Speakership: The Office in Histori- Legislative coalitions predate the U.S. Constitution. cal Perspective"
    ],
    "date": [
      "2000",
      "1935"
    ],
    "location": [
      "Del",
      "Washington, N.Y",
      "Baltimore"
    ],
    "note": [
      "There were coalitions in almost every colonial assembly."
    ],
    "publisher": [
      "Scholarly Resources",
      "Kennikat Press",
      "Johns Hopkins University Press"
    ],
    "title": [
      "Architect of Empire. tions, and factions are likely to appear when a new political Wilmington",
      "Muzzey, party is being formed or the current political parties are David S",
      "Blaine: A Political Idol of Other Days. being realigned. This is the reason that the study of coali-Port",
      "Peters, tions is a central focus of political science"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "LeLoup",
        "given": "Lance"
      },
      {
        "family": "Rubin",
        "given": "Irene"
      },
      {
        "family": "Schick",
        "given": "Allen Congress"
      },
      {
        "given": "Money"
      }
    ],
    "container-title": [
      "Politics and the Budget"
    ],
    "date": [
      "1981",
      "1980",
      "1990",
      "1980",
      "1983"
    ],
    "location": [
      "Ithaca, N.Y",
      "Conn",
      "Chatham, N.J",
      "D.C"
    ],
    "note": [
      "Englewood Cliffs, times; there were extraordinary efforts of colonial legislators N.J.:",
      "Politics and the Budget."
    ],
    "pages": [
      "–"
    ],
    "publisher": [
      "Cornell University",
      "Greenwood Press",
      "Chatham American",
      "American Enterprise Institute",
      "Prentice Hall"
    ],
    "title": [
      "dominated budget process, the committees write up their Congressional Spending",
      "requests for spending with the assistance of legislators who Press",
      "The Fiscal Congress. Westwant some particular expenditure. The U.S. budget process port",
      "The falls in between these two extremes. From the earliest days of Politics of Public Budgeting",
      "government, budget decisions have been treated as House",
      "Washa struggle for power between the executive and legislative ington",
      "Shubranches. Roots of the legislative budget go back to colonial man, Howard"
    ],
    "type": "article-journal"
  },
  {
    "container-title": [
      "The New Politics of the Budcame to the power of budgeting and taxing. The experience getary Process"
    ],
    "date": [
      "1992",
      "1997"
    ],
    "edition": [
      "3d"
    ],
    "location": [
      "Englewood Cliffs, N.J",
      "New York"
    ],
    "publisher": [
      "Anti",
      "Prentice Hall",
      "Longman"
    ],
    "title": [
      "to control executives by limiting their expenditures",
      "Wildavsky, monarchy beliefs led to antiexecutive tendencies when it Aaron, and Naomi Caiden"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Barone",
        "given": "Clinton"
      },
      {
        "family": "Michael",
        "given": "Grant Ujifusa"
      },
      {
        "family": "trial",
        "given": "Douglas Matthews",
        "particle": "impeachment"
      }
    ],
    "location": [
      "New York"
    ],
    "note": [
      "P. Dutaction rose to the level of impeachment, he voted against it ton, 2002; Current Biography, “Robert C. Byrd.” New because the public did not support removing Clinton from York: H. W. Wilson Co., 1978; Politics In America. Washoffice. Byrd admonished the Senate for its unwillingness to ington, D.C.: Congressional Quarterly Press, 2002."
    ],
    "publisher": [
      "E"
    ],
    "title": [
      "stating “the foolish and the dead alone never change their Further reading: minds.” He also played a leading role during the",
      "While he personally believed Clinton’s The Almanac of American Politics"
    ],
    "type": null
  },
  {
    "publisher": [
      "—Joseph N. Patten"
    ],
    "title": [
      "debate the decision to invade Iraq in 2003"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Canon",
        "given": "David T.Race"
      },
      {
        "given": "Redistricting"
      },
      {
        "family": "reported",
        "given": "Representation"
      }
    ],
    "container-title": [
      "N. Congressional Women: Their Recruitment, Integration The Census Bureau introduced mechanical tabulators and Behavior"
    ],
    "date": [
      "1999",
      "1995"
    ],
    "edition": [
      "2d"
    ],
    "location": [
      "Chicago",
      "Westport, Conn"
    ],
    "note": [
      "The census would never again be hand-tabulated."
    ],
    "pages": [
      "1890"
    ],
    "publisher": [
      "University of Chicago Press",
      "Praeger"
    ],
    "title": [
      "The census of 1850 was the first time that detailed",
      "Gertzog, Irwin information about all members of a household was collected"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Hammond",
        "given": "Susan Webb"
      }
    ],
    "date": [
      "1998"
    ],
    "editor": [
      {
        "family": "Kedrowski",
        "given": "Karen M."
      },
      {
        "given": "Marilyn"
      }
    ],
    "note": [
      "Stine ment formulate policies to address the Great Depression."
    ],
    "title": [
      "Congressional Caucuses in The 1930 census included questions about unemployment, National Policy Making. Baltimore: Johns Hopkins Univer- migration, and income in order to help the federal governsity Press"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Sarow"
      }
    ],
    "container-title": [
      "Women Transforming Congress"
    ],
    "date": [
      "2003"
    ],
    "editor": [
      {
        "family": "Rosen-",
        "given": "Cindy Simon"
      },
      {
        "literal": "ed."
      }
    ],
    "location": [
      "Norman"
    ],
    "note": [
      "Singh, Robert. was counted using a shorter form of more basic questions."
    ],
    "pages": [
      "240–259,"
    ],
    "publisher": [
      "Univer"
    ],
    "title": [
      "Gendering Cancer Policy: Media Advocacy and In 1940 the Census Bureau applied modern sampling Congressional Policy Attention",
      "techniques and created the first long form that was sent to thal",
      "only a subset of the population. The rest of the population sity of Oklahoma Press"
    ],
    "type": "chapter"
  },
  {
    "date": [
      "1998"
    ],
    "location": [
      "Thousand Oaks, Calif"
    ],
    "note": [
      "times faster than previous equipment."
    ],
    "publisher": [
      "Sage Publications"
    ],
    "title": [
      "The Congressional Black Caucus: Racial Politics in the U.S. The census of 1950 was tabulated for the first time using an electronic digital computer that worked 1,000 to 1 million Congress"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Swain",
        "given": "Carol"
      }
    ],
    "container-title": [
      "1970 60 percent of Hispanics in Congress. Lanham, Md.: University Press of American households were asked to complete their census America"
    ],
    "date": [
      "1993",
      "1996"
    ],
    "note": [
      "forms themselves and mail them back to the Census"
    ],
    "publisher": [
      "Harvard University Press"
    ],
    "title": [
      "Black Faces, Black Interests. Cambridge, The 1960 census was the last one in which enumera-Mass",
      "Vigil, Maurilio E. tors visited every U.S. household"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Leader",
        "given": "Party’s Majority"
      }
    ],
    "date": [
      "1805"
    ],
    "title": [
      "to the Kentucky state legislature (1803–06) and a stint as a Outside the House, Clark was influential in national professor of law at Transylvania University"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Senate"
      }
    ],
    "date": [
      "1904"
    ],
    "editor": [
      {
        "given": "In"
      }
    ],
    "title": [
      "Democratic Party politics",
      "Clark chaired the Clay’s tenure in the U.S. Congress began in November Democratic National Convention, held in St. Louis, which 1806, when he was asked to fill the unexpired term of John nominated Alton Brooks Parker of New York for president Adair in the U.S",
      "He served there for about six and Henry Gassaway Davis of West Virginia for vice presi- months before returning to the Kentucky state legislature"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "dent"
      },
      {
        "family": "Hearst",
        "given": "H.O.U.S.E.O.F.R.E.P.R.E.S.E.N.T.A.-William Randolph"
      },
      {
        "family": "Democratic TIVES",
        "given": "Clark",
        "particle": "went into the"
      }
    ],
    "date": [
      "1912"
    ],
    "note": [
      "He three-time Democratic nominee William Jennings Bryan stepped down in 1824 to run for U.S. president. Although gave his support to the party’s eventual nominee, Woodrow he lost in a four-way race, he was tapped by the eventual Wilson. Although Clark and Bryan formally reconciled winner, John Quincy Adams, as secretary of State (1825–29)."
    ],
    "title": [
      "Clark’s most significant political role was his campaign In 1810 he was again selected to serve in the U.S. Senate, for the Democratic presidential nomination in",
      "With this time to fill the term of Buckner Thruston. Later that a victory in the Illinois primary and the support of publisher year he was elected to the U.S",
      "On the first day of the new session in 1811, he was National Convention in Baltimore well positioned to win selected SPEAKER OF THE HOUSE, a position he held over his party’s nomination. However, the party’s nomination the next decade except for a brief hiatus to assist in the required a two-thirds majority, which Clark could not gar- peace negotiations ending the War of 1812. Clay left the ner. He entered the convention with a majority of delegates House in 1821 to practice law and recoup financial losses and actually led the delegate count through 30 ballots until but returned in 1823 and resumed his post as Speaker"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "senator"
      },
      {
        "family": "Democrat Andrew Jackson",
        "given": "D.C.",
        "particle": "bent"
      },
      {
        "family": "Hechler",
        "given": "Kenneth W."
      }
    ],
    "container-title": [
      "My Quarter Century of American Politics. 2 disagreements with the Democrats. As the nominee of the",
      "Insurgency: Personalities and Politics of the Taft Era. New February 1848 the Kentucky legislature again chose him",
      "Clark died on"
    ],
    "date": [
      "1921-03-02",
      "1920",
      "1940",
      "1912"
    ],
    "location": [
      "New York",
      "York",
      "New York"
    ],
    "note": [
      "Webb, W. L. to represent the state in the Senate, where he remained Champ Clark.",
      "until his death on June 29, 1852."
    ],
    "publisher": [
      "Harper & Row",
      "Columbia University Press",
      "Neale Publishing Group"
    ],
    "title": [
      "their differences, Clark’s autobiography betrays a degree In November 1831 the Kentucky legislature elected of ironic bitterness, given his early support of Bryan and the Clay a U.S",
      "A month later he was nominated by the free silver movement",
      "in National Republicans to run for president against incum-Washington",
      "Clay lost the 1832 presidential election but retained his seat in the Senate. He Further reading: served there until 1842, when he resigned amid political Clark, Champ",
      "Whig Party, he ran unsuccessfully for president in 1844"
    ],
    "type": "article-journal",
    "volume": [
      "vols"
    ]
  },
  {
    "author": [
      {
        "family": "Hollister",
        "given": "Wilfred R.Five Famous Missourians"
      }
    ],
    "container-title": [
      "House he engineered passage of a series of bills that he dubbed the American System, including chartering of the Second Bank Clay"
    ],
    "date": [
      "1900"
    ],
    "location": [
      "Hudson Kimberly"
    ],
    "note": [
      "Henry (1777–1852) Representative, Speaker of of the United States, protective tariff measures, public"
    ],
    "title": [
      "Kansas Clay’s list of legislative accomplishments set him apart City, Mo",
      "from his contemporaries. He was the longest-serving —George Connor Speaker of the House in the 19th century"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Campbell",
        "given": "J.E."
      },
      {
        "family": "Jacobson",
        "given": "G.C."
      }
    ],
    "date": [
      "1997",
      "2001",
      "1969"
    ],
    "editor": [
      {
        "family": "Moos",
        "given": "M.C."
      }
    ],
    "location": [
      "Lexington",
      "New York",
      "New York"
    ],
    "note": [
      "Public Perspective (November/December, 2001); used his diplomatic skills (and the substantial patronage he",
      "and Republicans of various stripes into the unified party of —Ross M. English 1860."
    ],
    "publisher": [
      "University Press of Kentucky",
      "Longman",
      "Greenwood Press"
    ],
    "title": [
      "The Presidential Pulse of Congressional as a Republican and won his seat back in the sectional fra-Elections",
      "cas over Kansas that enveloped Congress. He gained a rep-Cook, R. “The Election of 2000: Part Retro, Part New utation as a fiery opponent to slavery in the territories and Age",
      "The Politics of Congressional Elections. had available as chair of the Post Office Committee) to help",
      "Politics, Presi- forge the loose confederation of abolitionists, free-soilers, dents and Coattails"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "Corp., 301 U.S. 1; Wickard v. Filburn"
      },
      {
        "family": "Peterson",
        "given": "P.The Price of Federalism"
      }
    ],
    "container-title": [
      "1899 the Senate created the Committee —Jackson Williams on Interoceanic Canals. One of the bills reported out by the committee was the Spooner Act of 1902"
    ],
    "note": [
      "the bill that authorized the construction of the Panama Canal."
    ],
    "title": [
      "317 U.S. 111; United At the end of the 19th century, the Senate became con-States v. Lopez, 514 U.S. 549; United States v. Morrison, cerned about the state of the maritime industry in the 529 U.S",
      "United States"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Commerce",
        "given": "Science"
      },
      {
        "given": "Transportation"
      }
    ],
    "title": [
      "Senate In 1921 the Senate reorganized its committee struc"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Gaddie",
        "given": "Robert K."
      },
      {
        "family": "Bullock",
        "given": "Charles S.",
        "suffix": "III"
      },
      {
        "family": "Petrocik",
        "given": "John R."
      }
    ],
    "container-title": [
      "American Journal of Political Science"
    ],
    "date": [
      "2000",
      "2003"
    ],
    "location": [
      "Md"
    ],
    "note": [
      "the 36th ballot Jefferson was selected president."
    ],
    "publisher": [
      "Rowman & Littlefield"
    ],
    "title": [
      "Elections to mate, Aaron Burr, each received 73 electoral votes to Open Seats in the U.S. House: Where the Action Is.” Lan- incumbent John Adams’s 65. This being prior to the adopham",
      "Despoato, Scott tion of the Twelfth Amendment in 1804 providing for sep-W., and",
      "The Variable Incumbency arate presidential and vice presidential ballots, the election Advantage: New Voters, Redistricting, and the Personal was thrown into the House of Representatives, where on Vote"
    ],
    "type": "article-journal",
    "volume": [
      "47, 1"
    ]
  },
  {
    "author": [
      {
        "family": "Jacobson",
        "given": "Gary C."
      },
      {
        "family": "Jacobson",
        "given": "Gary C."
      },
      {
        "family": "Senate",
        "given": "Samuel"
      }
    ],
    "citation-number": [
      "18–33;"
    ],
    "container-title": [
      "Seventh Congress the dominance of the",
      "Vital Statistics on Amer- Democratic-Republicans marked a retreat from the more ican Politics, 2001–2002"
    ],
    "date": [
      "2003",
      "1983"
    ],
    "editor": [
      {
        "family": "W.",
        "given": "Harold"
      },
      {
        "family": "Niemi",
        "given": "Richard G."
      }
    ],
    "location": [
      "Conn",
      "Washington, D.C"
    ],
    "note": [
      "Congressional elitist policies of the Federalists, who favored a vigorous Quarterly Press, 2002. national government to the more participatory, state-cen-"
    ],
    "pages": [
      "1–22"
    ],
    "publisher": [
      "Yale University Press"
    ],
    "title": [
      "Terror, Terrain and Turnout: In Congress Jefferson’s party after the 1800 election Explaining the 2002 Midterm Elections.” Political Science controlled 67 percent of the House and 53 percent of the Quarterly 118",
      "From the 1800 elections until 1824, the Demo-Kernell. Strategy and Choice in Congressional Elections. cratic-Republicans controlled both Congress and the pres-New Haven",
      "Stanley, idency"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Cunningham",
        "given": "Nobel E.",
        "suffix": "Jr"
      },
      {
        "family": "Rinehart"
      },
      {
        "given": "Win-Republican"
      }
    ],
    "container-title": [
      "Political Ideology and Voting members were of the new Republican Party. The Senate, Behavior in the Age of Jackson",
      "Press"
    ],
    "date": [
      "1988",
      "1963",
      "1967"
    ],
    "editor": [
      {
        "family": "Goodman",
        "given": "Paul"
      },
      {
        "family": "Silbey",
        "given": "Joel H."
      }
    ],
    "location": [
      "Stanford, Calif",
      "New York",
      "Englewood Cliffs, N.J",
      "Washington, D.C"
    ],
    "note": [
      "much slower to change due to indirect election and length- Prentice Hall, 1973; Sundquist, James L. Dynamics of the ier terms, remained in the hands of the Democrats until Party System."
    ],
    "publisher": [
      "Stanford University Press, American Party (Know-Nothings). It was",
      "Holt",
      "Brookings Institution"
    ],
    "title": [
      "rated into the Republican Party’s stances after the 1854 Brady, David W. Critical Elections and Congressional Polelection, which enabled it to attract members of the nativist icy Making",
      "The Jeffersonian Repub-1854 congressional election that was crucial in marking piv- licans in Power. Chapel Hill: University of North Carolina otal congressional elections",
      "The Federalists vs. the Jef-In the 33rd Congress (1853–55) there was not a single fersonian Republicans",
      "After the 1854 election a plurality of House ston"
    ],
    "type": "article-journal"
  },
  {
    "date": [
      "1860",
      "1983"
    ],
    "publisher": [
      "U.S. House of Representatives, Office of the"
    ],
    "title": [
      "Republican numbers in the House atrophied in the Press"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Senate",
        "given": "U.S."
      }
    ],
    "citation-number": [
      "1856"
    ],
    "container-title": [
      "Division in the Senate, 1789–Present"
    ],
    "date": [
      "2003-06"
    ],
    "note": [
      "Available online. election of 1860, Republicans captured majorities in both URL:"
    ],
    "title": [
      "election; they lost more than a dozen seats, but they Clerk. Party Divisions. Available online. URL: made gains in the Senate. Republicans, however, rebounded http://clerk.house.gov/histHigh/Congressional_History/ in the 1858 election, increasing their numbers in both partyDiv.php Accessed 30",
      "Party House and Senate, while remaining the minority"
    ],
    "type": "chapter",
    "url": [
      "http://www.senate.gov/pagelayout/history/one_item_"
    ]
  },
  {
    "container-title": [
      "after extensive behind the FY 1991 Intelligence Authorization Act. McLean, committee review and 10 days of floor debate, the Senate Va.: Association of Former Intelligence Officers",
      "On"
    ],
    "date": [
      "1976-05-19",
      "1993"
    ],
    "note": [
      "Johnvoted 72-22 in favor of Senate Resolution 400, 94th son, Loch K. A Season of Inquiry: Congress and Intelligence."
    ],
    "title": [
      "Senate plans to establish a formal oversight committee Further reading: on intelligence followed closely the example set by the Conner, William E. Intelligence Oversight: The Controversy Church Committee"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Knott",
        "given": "Stephen F.Secret"
      },
      {
        "given": "Intelligence"
      }
    ],
    "container-title": [
      "Meanwhile, the House was working on the passage of Congress Overseas the United States Intelligence Commuits own resolution for intelligence oversight. The House nity 1947–1994",
      "Sharing Secrets with Lawmak-Nedzi and Pike Committees. House Resolution 658 even- ers: Congress as a User of Intelligence"
    ],
    "date": [
      "1988",
      "1996",
      "1996",
      "1994"
    ],
    "edition": [
      "2d"
    ],
    "editor": [
      {
        "family": "Smist",
        "given": "Frank J."
      },
      {
        "family": "Snider",
        "given": "L.Britt"
      }
    ],
    "location": [
      "Chicago",
      "Oxford",
      "Knoxville",
      "Washington, D.C"
    ],
    "note": [
      "tually passed by a vote of 227-171 on July 14, 1977. The Center for the Study of Intelligence, 1997."
    ],
    "publisher": [
      "Dorsey Press",
      "Oxford University Press",
      "University of North Carolina Press",
      "University of Tennessee"
    ],
    "title": [
      "Congress, which created a Senate Select Committee on",
      "Although the term select usually refers Sanctioned: Covert Operations and the American Presito committees appointed by the MAJORITY and MINORITY dency",
      "Olmsted, LEADERS that serve only a limited period of time, the SSCI Kathryn S. Challenging the Secret Government: The Posthas continued to operate uninterrupted with the bipartisan Watergate Investigations of the CIA and FBI. Chapel Hill: support of the Senate",
      "worked hard to disassociate itself from the controversial Press"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Plus",
        "given": "C.Q.Almanac"
      },
      {
        "others": true
      }
    ],
    "container-title": [
      "Congressional Quarterly Press",
      "Congressional Quarterly’s Guide to Congress"
    ],
    "date": [
      "2003",
      "2004",
      "1991"
    ],
    "edition": [
      "4th"
    ],
    "editor": [
      {
        "family": "Austin",
        "given": "Jan"
      }
    ],
    "location": [
      "Washington, D.C"
    ],
    "note": [
      "given outside Congress, letters from and tributes to con-—Mary S. Rausch stituents, and newspaper and magazine articles. The Daily Digest pages appear at the back of each"
    ],
    "publisher": [
      "Congressional Quarterly Press"
    ],
    "title": [
      "Washington, and Senate proceedings and is used by House members to D.C",
      "Cohn, Mary, include additional legislative comments not delivered on ed",
      "the floor of the House. It also includes the text of speeches"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Richard",
        "given": "J."
      },
      {
        "family": "Amer",
        "given": "Mildred"
      }
    ],
    "container-title": [
      "Law Library employees were organized into six interdisciplinary Lights 46",
      "Washington, Foreign Affairs, Defense, and Trade; Government and D.C.: Congressional Research Service, Library of Finance; Information Research; and Resources. The divi-Congress, CRS Report 93-60"
    ],
    "date": [
      "2002",
      "1993"
    ],
    "note": [
      "sions were further divided into subject specialist sections. —Mary S. Rausch This reorganization was intended to improve the ability of the CRS to respond to the need for information during the"
    ],
    "pages": [
      "16–22"
    ],
    "title": [
      "sional Record index to the daily editions available through given a clearer mission, to “provide Congress with com-GPO Access. prehensive and reliable research, information, and analysis that is timely, objective, nonpartisan, and confidential.” Further reading: In fiscal year 1999 the CRS began a realignment of its McKinney",
      "An Overview of the Congressional research divisions. At the completion of the realignment, Record and its Predecessor Publications",
      "The Congres- research divisions: American Law; Domestic Social Policy; sional Record: Content, History, and Issues"
    ],
    "type": "chapter",
    "volume": [
      "2"
    ]
  },
  {
    "author": [
      {
        "family": "Binder",
        "given": "Sarah A."
      },
      {
        "family": "Smith",
        "given": "Steven S."
      }
    ],
    "date": [
      "1997"
    ],
    "genre": [
      "The HUAC dis-Almanac."
    ],
    "location": [
      "Washington, D.C",
      "Washington, D.C"
    ],
    "note": [
      "agreed and found the 10 in contempt. The Hollywood Ten Dierenfield, Bruce J. Keeper of the House: Congressman lost on appeal to the courts and each was sentenced to six to Howard W. Smith of Virginia. Charlottesville: University of 12 months in prison."
    ],
    "publisher": [
      "Constitution gave Brookings Institution Press",
      "Congressional Quarterly Press"
    ],
    "title": [
      "Politics or Principle: wood Ten,” refused to answer any questions. They claimed Filibustering in the United States Senate",
      "that the Fifth Amendment of the U.S",
      "Congressional Quarterly them the right to refuse to cooperate"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Press",
        "given": "Virginia"
      },
      {
        "family": "Rohde",
        "given": "David W."
      }
    ],
    "container-title": [
      "Studies in Congress",
      "questions that were relevant to the investigation. The Court"
    ],
    "date": [
      "1987",
      "1991"
    ],
    "editor": [
      {
        "literal": "David, Norman J. Ornstein, and Robert L. Peabody. testify. In Watkins v."
      },
      {
        "family": "Glenn",
        "given": "R."
      }
    ],
    "location": [
      "Chicago",
      "Parker, Washington, D.C"
    ],
    "note": [
      "Congressional Quarterly Press moved away from that position in BARENBLATT V. UNITED"
    ],
    "publisher": [
      "University of Chicago Press"
    ],
    "title": [
      "Parties and Leaders During the cold war the Supreme Court changed its in the House",
      "position on the ability of Congress to force witnesses to Rohde",
      "United States the Court stated that a “Political Change and Legislative Norms in the U.S. Senate, witness could be held in contempt only for not answering 1957–1974"
    ],
    "type": "chapter"
  },
  {
    "date": [
      "1985"
    ],
    "title": [
      "STATES, stating that Congress had a significant interest in —William Kubik learning about Barenblatt’s activities and could compel the witness to provide information"
    ],
    "type": null
  },
  {
    "date": [
      "1995"
    ],
    "editor": [
      {
        "family": "Gillespie",
        "given": "Ed"
      }
    ],
    "location": [
      "D.C",
      "New York"
    ],
    "note": [
      "Times from declaring further acts of the New Deal unconstitu-Books, 1994; Gimpel, James J. Fulfilling the Contract: The tional. It was quickly dubbed FDR’s Court-packing plan."
    ],
    "publisher": [
      "Congressional Quarterly Press"
    ],
    "title": [
      "reelection, he quickly set in motion legislation to expand and Bob Schellhas. Contract with America: The Bold Plan and strengthen the executive branch of government while by Rep. Newt Gingrich, Rep. Dick Armey and the House developing a plan that would prevent the Supreme Court Republicans to Change the Nation"
    ],
    "type": null
  },
  {
    "date": [
      "1996"
    ],
    "location": [
      "Boston"
    ],
    "publisher": [
      "Allyn & Bacon",
      "Cummings"
    ],
    "title": [
      "First 100 Days",
      "Manuel, Paul FDR’s first attorney general, Homer S"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Jackson",
        "given": "Robert H.That Man"
      },
      {
        "family": "Leuchtenburg",
        "given": "William E."
      },
      {
        "family": "Marian C. Franklin D",
        "particle": "the"
      },
      {
        "family": "Roosevelt",
        "given": "D."
      },
      {
        "family": "Supreme Court",
        "particle": "the Transformation of the"
      }
    ],
    "container-title": [
      "E. Sharpe"
    ],
    "date": [
      "2003",
      "1995",
      "1937",
      "2003"
    ],
    "editor": [
      {
        "family": "Pederson"
      },
      {
        "family": "Williams",
        "given": "Frank J."
      }
    ],
    "location": [
      "New York",
      "New York"
    ],
    "note": [
      "Pederson growing nation. The Judiciary Act of 1789 also created six seats on the Supreme Court because the Constitution did not establish the number of justices. Over the years the courts and Congress number of justices fluctuated between five and 11 until Understanding the relationship between the federal courts 1869, when the current number of nine justices was and Congress begins with an appreciation of the constitu- approved. No changes have been made since that time. courts and Congress 153"
    ],
    "publisher": [
      "Oxford University Press",
      "Oxford University Press"
    ],
    "title": [
      "Further reading: final constitutionally established relationship between",
      "An Insider’s Portrait of Congress and the courts dictates that the Senate must con-Franklin D",
      "firm all nominations to the federal bench",
      "The Supreme Court In accord with its constitutional mandate, early Con-Reborn: The Constitutional Revolution in the Age of Roo- gresses quickly established an extensive federal judicial syssevelt",
      "McKenna, tem in support of the Supreme Court and clarified",
      "Roosevelt and the Great Constitu- jurisdiction of the federal courts. The Judiciary Act of 1789 tional War. The Court-Packing Crisis of",
      "Bronx, N.Y.: established the lower federal district and appellate courts Fordham University Press, 2002; Shaw, Stephen K., and granted them specific powers to hear cases, but not the William D",
      "Franklin full range of powers listed in Article II of the Constitution",
      "The structure of the original system remains largely Armonk, N.Y.: M",
      "unchanged as courts were added to meet the needs of a —William D"
    ],
    "translator": [
      {
        "given": "Roosevelt"
      }
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "v",
        "given": "Barenblatt"
      },
      {
        "family": "Joan"
      },
      {
        "family": "Witt",
        "given": "Elder"
      }
    ],
    "date": [
      "1959"
    ],
    "location": [
      "Washington, D.C"
    ],
    "note": [
      "United States, 496 stock in Credit Mobilier at prices well below the firm’s U.S. 310 (1992); Hutchinson v. Proxmire, 443 U.S. 111 rapidly growing market value. These included the SPEAKER"
    ],
    "publisher": [
      "Congres"
    ],
    "title": [
      "United States, 360 U.S",
      "Biskupic, chief engineer, resigned in disgust over the financing",
      "The Supreme Court and the Powers Ames, however, had softened concern in Washington by of the American Government",
      "enticing at least 16 fellow members of Congress to buy sional Quarterly Press, 1997; Eichman v"
    ],
    "type": null,
    "volume": [
      "109"
    ]
  },
  {
    "author": [
      {
        "family": "Katzmann",
        "given": "O.F.T.H.E.H.O.U.S.E."
      },
      {
        "family": "OLFAX",
        "given": "S.C.H.U.Y.L.E.R.C."
      },
      {
        "family": "Robert A",
        "particle": "who subsequently"
      }
    ],
    "container-title": [
      "U.S. 1868. Ames was so anxious to wed the operation to the",
      "Congress and the Court. vate fortunes of his colleagues that he offered loans to sev-Chicago",
      "Chadha",
      "Madison"
    ],
    "date": [
      "1979",
      "1983",
      "1803",
      "1962"
    ],
    "editor": [
      {
        "family": "Murphy",
        "given": "Walter F."
      }
    ],
    "location": [
      "Washington, D.C"
    ],
    "note": [
      "Pollock v. eral to buy the stock."
    ],
    "pages": [
      "–137"
    ],
    "publisher": [
      "Brook",
      "University of Chicago Press"
    ],
    "title": [
      "INS v",
      "Courts and Congress",
      "won election to the vice presidency on the Grant ticket in ings Institution Press, 1997; Marbury v"
    ],
    "type": "article-journal",
    "volume": [
      "462 U.S. 919",
      "5"
    ]
  },
  {
    "author": [
      {
        "family": "Loan",
        "given": "Farmer’s"
      },
      {
        "family": "Co",
        "given": "Trust"
      },
      {
        "family": "Limits",
        "given": "U.S.Term"
      },
      {
        "family": "Thornton",
        "given": "Inc",
        "particle": "v."
      }
    ],
    "container-title": [
      "Facing public outrage, the HOUSE OF REPRE-gious as the Credit Mobilier affair of 1863 to 1872. The SENTATIVES convened a committee to investigate the construction of the transcontinental rail system",
      "McCormack"
    ],
    "date": [
      "1895",
      "1969",
      "1989",
      "1995"
    ],
    "note": [
      "approved charges. Chaired by J. W. Wilson of Indiana, the comthrough the Pacific Railway Act of 1862, created a danger- mittee determined that Credit Mobilier had overcharged C-SPAN 155"
    ],
    "title": [
      "157 U.S",
      "Powell By the time the nation celebrated the driving of the v",
      "Texas v. Johnson, 491 final spike in the transcontinental line in 1869, investors U.S",
      "514 in Credit Mobilier and the Union Pacific had amassed U.S",
      "fortunes in federal subsidies, having charged by contem-—Corey A. Ditslear porary and modern estimates about double the actual cost of construction. The graft became public knowledge in 1872, when investor H. S. McComb filed affidavits in Credit Mobilier scandal Pennsylvania court and the New York Sun published a Among the many scandals that plagued American govern- story based on letters written by McComb that revealed ment during the Gilded Age, perhaps none was as egre- the fraud"
    ],
    "type": "article-journal",
    "volume": [
      "429",
      "395 U.S. 486",
      "397",
      "779"
    ]
  },
  {
    "author": [
      {
        "family": "Asher",
        "given": "Herbert B."
      },
      {
        "family": "Jamieson",
        "given": "Kathleen Hall"
      },
      {
        "family": "Penn- Falk",
        "given": "Erika Annenberg Public Policy Center",
        "particle": "of the University of"
      }
    ],
    "container-title": [
      "In sylvania began monitoring the quality of discourse in the",
      "Polarized Politics: House starting with the 104th Congress (1995–96). In the Congress and the President in a Partisan Era. Washington, fall of 1996, the House held the first of several biennial D.C",
      "Science Review",
      "The September"
    ],
    "date": [
      "1973"
    ],
    "editor": [
      {
        "family": "Bond",
        "given": "Jon R."
      },
      {
        "family": "Fleisher",
        "given": "Richard"
      }
    ],
    "note": [
      "Congressional Quarterly Press, 2000; Matthews, “civility retreats,” traveling to Hershey, Pennsylvania, to Donald R. U.S. Senators and Their World. Chapel Hill: build better relationships among the representatives. University of North Carolina Press, 1960; Wallison, Ethan."
    ],
    "pages": [
      "499–513",
      "1"
    ],
    "title": [
      "senator Ben Nighthorse Campbell regularly challenged the Further reading: custom by wearing his bolo tie on the floor",
      "The Learning of Legislative Norms.” At the turn of the 21st century, observers outside American Political",
      "Congress and members themselves became concerned Grove, Lloyd. “Politics of Politeness.” Washington Post, 25 about the decreasing level of civility in the House",
      "Continuity and Change in Civility in the House"
    ],
    "type": "article-journal",
    "volume": [
      "67, 2"
    ]
  },
  {
    "container-title": [
      "Roll Call"
    ],
    "date": [
      "28 June"
    ],
    "location": [
      "John David Rausch, Jr"
    ],
    "pages": [
      "1,"
    ],
    "title": [
      "Despite the efforts to improve civility, by the 108th ‘Curses! A Brief Senate History",
      "Congress (2003–04) many members observed that incivility 2004. and rudeness continued to be a problem"
    ],
    "type": "article-journal"
  },
  {
    "container-title": [
      "Between January ability Office"
    ],
    "date": [
      "1983",
      "2004"
    ],
    "location": [
      "Washington, D.C",
      "Winters, Philip D"
    ],
    "publisher": [
      "The Debt Limit"
    ],
    "title": [
      "the permanent and temporary debt limits were com- GAO-04-485SP",
      "Government Accountbined into a single permanent limit"
    ],
    "type": "article-journal"
  },
  {
    "container-title": [
      "gressional Research Service"
    ],
    "date": [
      "1980",
      "2001"
    ],
    "location": [
      "Washington, D.C"
    ],
    "publisher": [
      "Library of Congress"
    ],
    "title": [
      "and September 1997 the debt limit was extended by IB93054",
      "Con-Congress 37 times"
    ],
    "type": "article-journal"
  },
  {
    "location": [
      "David Rausch, Jr"
    ],
    "title": [
      "The initial debt limit in 1917 was $11.5 billion, and the —John"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Deering",
        "given": "Christopher J."
      },
      {
        "family": "Congres-",
        "given": "Steven S.Smith"
      },
      {
        "family": "Frisch",
        "given": "Scott A."
      },
      {
        "family": "Kelly",
        "given": "Sean Q."
      },
      {
        "family": "forthcoming",
        "given": "Shepsle"
      },
      {
        "family": "A",
        "given": "Kenneth"
      }
    ],
    "container-title": [
      "When Committee Politics"
    ],
    "date": [
      "1997",
      "1978"
    ],
    "location": [
      "Washington, D.C",
      "Norman",
      "Chicago"
    ],
    "note": [
      "the president’s Great Society programs and opposition to —Scott A. Frisch and Sean Q. Kelly the war in Vietnam. In 1968 the DSG hired a new staff director, Richard"
    ],
    "publisher": [
      "Congressional Quar",
      "University",
      "University of Chicago Press"
    ],
    "title": [
      "21 days with the approval of the SPEAKER OF THE HOUSE sional Committees",
      "if the standing committee chair that handled the bill terly Press",
      "requested its release. This motion passed as well",
      "of Oklahoma Johnson moved into the Oval Office and with the Vietnam Press",
      "The Giant Jigsaw War intensifying, the DSG’s agenda included support for Puzzle"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "literal": "Department of Commerce v."
      }
    ],
    "date": [
      "1999"
    ],
    "title": [
      "United States House of Rep- cies. This was to be accomplished by transferring all funcresentatives, 525 U.S",
      "Legal Challenges to Sam- tions related to homeland security to the new department"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "U.S. Coast Guard",
        "particle": "for the"
      },
      {
        "family": "U.S. Customs Service",
        "particle": "the"
      },
      {
        "family": "Accessed",
        "particle": "the legal.html."
      }
    ],
    "container-title": [
      "In addition, the respon-Department of Homeland Security Act sibilities of the U.S. Secret Service were transferred to the After September 11, 2001",
      "Census"
    ],
    "date": [
      "2000",
      "2003-01-23"
    ],
    "note": [
      "the United States recognized department to protect the president and other top govthat historic steps were necessary to defend the country ernment leaders. Dirksen, Everett 169"
    ],
    "title": [
      "pling in the 2000 Census",
      "Fact Sheet. Thus, for example, the department assumed responsibility Available online",
      "Immigration and Naturalization Service, the Animal and —Nancy S. Lind Plant Health Inspection Service, and the Transportation Security Administration. It was hoped that this would streamline government activities"
    ],
    "type": "article-journal",
    "url": [
      "http://www.census2000.org/facts/"
    ]
  },
  {
    "author": [
      {
        "given": "G.O.V."
      },
      {
        "family": "Beth",
        "given": "Richard S."
      }
    ],
    "date": [
      "2003",
      "1992"
    ],
    "editor": [
      {
        "family": "Riddick",
        "given": "Floyd M."
      },
      {
        "family": "tion",
        "given": "Alan S.Frumin"
      }
    ],
    "genre": [
      "CRS Report 97-552",
      "CRS Report 97-856 GOV. the committee does not report the measure, the discharge"
    ],
    "location": [
      "Washington, D.C",
      "D.C"
    ],
    "publisher": [
      "Congressional Research Service",
      "Government Printing Office"
    ],
    "title": [
      "bers to sign, and they may add or remove their names until Features and Uses",
      "Washington, the discharge petition acquires the requisite 218 signatures D.C.: Congressional Research Service, Library of Congress, (a majority of the chamber), at which time the list is then 2003",
      "The Discharge Rule in the House: frozen. Once the necessary signatures are obtained and Recent Use in Historical Context",
      "Library motion is then made by any member who signed the peti- of Congress",
      "This motion is made either on the second or last Mon- Riddick’s Senate Procedure: Precedents and Practices. Washday of a month that falls at least seven days after the ington"
    ],
    "type": "report"
  },
  {
    "note": [
      "Campbell discharge rules 173"
    ],
    "title": [
      "petition is filed or during the last six days of a congressional —Colton C"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Congress"
      },
      {
        "family": "Congress",
        "given": "U.S."
      }
    ],
    "container-title": [
      "House of Representatives. 102d have representatives in either the House of Representatives Cong., 2d sess"
    ],
    "date": [
      "1982"
    ],
    "edition": [
      "3d"
    ],
    "location": [
      "Washington, D.C",
      "Washington, D.C"
    ],
    "publisher": [
      "Government Printing or the Senate"
    ],
    "title": [
      "Congressional Quarterly ton have become controversial. The Twenty-third Amend-Press",
      "House Committee on Standards ment gave Washington electoral votes in presidential and Official Conduct. Ethics Manual for Members, Officers, elections, but citizens who live inside the district still do not and Employees of the U.S"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "Office"
      },
      {
        "family": "Congress",
        "given": "U.S."
      },
      {
        "family": "CAPITOL BUILDING. Ethics. Senate Ethics Manual",
        "given": "Senate Select Committee",
        "particle": "on See also"
      },
      {
        "family": "Arnebeck",
        "given": "Brian M.McGowan"
      },
      {
        "given": "Bob"
      }
    ],
    "date": [
      "1992",
      "2003",
      "1991",
      "2002"
    ],
    "edition": [
      "7th"
    ],
    "location": [
      "Washington, D.C",
      "New York",
      "Access Washington, DC",
      "New District of Columbia York"
    ],
    "publisher": [
      "Government Printing Office",
      "Madison Books",
      "AccessPress"
    ],
    "title": [
      "108th Cong., 1st sess",
      "Further reading",
      "Through a Fiery Trail: Building Washington, 1790–1800",
      "Wurman, Richard Saul"
    ],
    "type": "book"
  },
  {
    "note": [
      "It lies on the"
    ],
    "title": [
      "The District of Columbia is the official seat of the federal —Matthew Glassman government, or capital, of the United States"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "successor",
        "particle": "than that of his"
      },
      {
        "family": "United States",
        "given": "George W.Bush White House The Constitution",
        "particle": "of the"
      },
      {
        "family": "Hamilton",
        "given": "A."
      },
      {
        "given": "J."
      },
      {
        "family": "Madison",
        "particle": "anything. They serve"
      },
      {
        "family": "Jay",
        "given": "J."
      },
      {
        "family": "Patterson",
        "given": "B.H."
      },
      {
        "family": "Page",
        "given": "B.I."
      }
    ],
    "container-title": [
      "New relevant events are happening domestically and abroad",
      "Constitutionalism and Staff supply both information and evaluation. They make the Separation of Powers",
      "Washinginvestigations"
    ],
    "date": [
      "1961",
      "2003",
      "2002"
    ],
    "edition": [
      "5th"
    ],
    "editor": [
      {
        "family": "Rossiter",
        "given": "C."
      },
      {
        "family": "Vile",
        "given": "M.J.C."
      }
    ],
    "genre": [
      "The paper-"
    ],
    "location": [
      "New York",
      "Washington, D.C",
      "York",
      "Indianapolis"
    ],
    "note": [
      "as in Watergate). Through this staff the pres- ton, D.C.: Brookings Institution Press, 2000; Greenberg, E. ident keeps continuously informed about what politically S.",
      "decisions in the president’s name and prod others on his 1998."
    ],
    "publisher": [
      "New American Library",
      "Govern-Act",
      "Longman",
      "Liberty Fund"
    ],
    "title": [
      "staff possess no legal authority to “do",
      "The Federalist Papers",
      "on the president’s behalf and at his pleasure",
      "The United States work they generate is subject to the Presidential Records Government Manual 2002–03",
      "They are not answerable to Congress about what they ment Printing Office",
      "The White do on the president’s behalf (except in the case of criminal House Staff: Inside the West Wing and Beyond",
      "The Struggle for Democracy"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Constitution",
        "given": "Charles W."
      },
      {
        "family": "Senate",
        "given": "Senate Manual"
      }
    ],
    "container-title": [
      "House Document"
    ],
    "date": [
      "2003",
      "2002"
    ],
    "issue": [
      "107"
    ],
    "location": [
      "Washington, D.C",
      "Washington, D.C"
    ],
    "note": [
      "reach the president for possible signature and enactment —John David Rausch, Jr. into law. extension of remarks 205"
    ],
    "publisher": [
      "Government Printing Office",
      "Government Printing Office"
    ],
    "title": [
      "Jefferson’s Manual, and Rules of ation may prompt fast committee action in one house but the House of Representatives",
      "not in the other. The use of expedited consideration is 284",
      "designed to bring immediate action on a resolution rather U.S",
      "Senate Document 107-1. than delaying the measure to the extent that it might not"
    ],
    "type": "article-journal",
    "volume": []
  },
  {
    "author": [
      {
        "family": "Barkley",
        "given": "California senator William Knowland"
      },
      {
        "family": "Davidson",
        "given": "Illinois",
        "particle": "sen-"
      },
      {
        "family": "H.",
        "given": "Roger"
      },
      {
        "family": "Congress",
        "given": "Walter J.Oleszek"
      },
      {
        "family": "Everett Dirksen",
        "given": "Its",
        "particle": "ator"
      },
      {
        "family": "Mike Mansfield",
        "given": "Montana",
        "particle": "senator"
      },
      {
        "family": "Lott",
        "given": "Trent"
      },
      {
        "family": "Mansfield",
        "given": "Mike"
      },
      {
        "family": "Tennessee",
        "given": "Howard H.Baker",
        "particle": "of"
      },
      {
        "family": "Robert Byrd",
        "given": "West Virginia",
        "particle": "senator"
      },
      {
        "family": "Baker"
      },
      {
        "family": "Byrd",
        "given": "Robert C."
      }
    ],
    "date": [
      "1991",
      "2004"
    ],
    "edition": [
      "9th"
    ],
    "genre": [
      "Senate Publication 105-63."
    ],
    "location": [
      "Washington, D.C",
      "Washington, D.C",
      "Washington, D.C"
    ],
    "note": [
      "Sen-Few of Senator Johnson’s successors have been as able ate, 1998; Riddick, Floyd Millard. Majority and Minority as he to wield the power and influence of the Senate. With Leaders of the Senate: History and Development of the the rise of partisanship and an increase in egalitarianism in Offices of the Floor Leaders. Senate Document 100-29."
    ],
    "publisher": [
      "Congressional Quarterly",
      "Congressional Quar-Senator Hugh Scott of Pennsylvania, Senator Howard terly Press",
      "U.S"
    ],
    "title": [
      "served as floor leader include Kentucky senator Alben tury",
      "Members",
      "Leading the United States Senand Maine senator George Mitchell. ate"
    ],
    "type": null
  },
  {
    "date": [
      "1988"
    ],
    "location": [
      "Washington, D.C"
    ],
    "publisher": [
      "Government Printing Office",
      "—John David Rausch, Jr"
    ],
    "title": [
      "the Senate, floor leaders have had difficulty managing their",
      "colleagues. Since the turn of the 21st century the office of"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Frist",
        "given": "William H."
      }
    ],
    "citation-number": [
      "224"
    ],
    "type": null
  },
  {
    "publisher": [
      "Senate"
    ],
    "title": [
      "of absence in 1994 after being elected to the U.S"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "reading",
        "given": "Further"
      },
      {
        "family": "Nashville Brady",
        "given": "Frist",
        "particle": "also served as a surgeon on the staff of the"
      },
      {
        "family": "W.",
        "given": "David"
      },
      {
        "family": "Canes-Wrone",
        "given": "Brandice"
      },
      {
        "family": "F",
        "given": "John"
      },
      {
        "family": "Cogan",
        "given": "As"
      }
    ],
    "container-title": [
      "In transplant procedures"
    ],
    "title": [
      "Veterans Administration Hospital from 1986 until 1993",
      "Differences in Legislative Voting Behavior a surgeon he performed more than 200 heart and lung between Winning and Losing House Incumbents"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Canon",
        "given": "David T."
      },
      {
        "family": "Cover",
        "given": "Albert D."
      },
      {
        "family": "residents",
        "given": "David R.Mayhew",
        "particle": "low-income"
      }
    ],
    "container-title": [
      "1992 Tennessee governor Ned McWherter, a Calif",
      "Wash"
    ],
    "date": [
      "2000",
      "1990"
    ],
    "editor": [
      {
        "family": "Brady",
        "given": "David W."
      },
      {
        "family": "Cogan",
        "given": "John F."
      },
      {
        "family": "Fiorina",
        "given": "Morris P."
      },
      {
        "family": "Dodd",
        "given": "Lawrence C."
      },
      {
        "given": "Oppenheimer"
      }
    ],
    "location": [
      "Chicago"
    ],
    "note": [
      "plant, a first-person account of his work as a transplant surington, D.C.: Congressional Quarterly Press, 1981; Killian, geon and the work of the Vanderbilt Transplant Center."
    ],
    "publisher": [
      "Stanford University Press",
      "University of Chicago"
    ],
    "title": [
      "A busy surgeon, Frist did not register to vote until he Continuity and Change in House Elections. Stanford, was 34",
      "Democrat, appointed Frist to chair a task force on Medi-Actors, Athletes, and Astronauts: Political Amateurs in the caid reform in the state. The task force’s proposals became United States Congress",
      "the basis for TennCare, the state’s innovative health plan for Press",
      "Frist also led a statewide campaign “Congressional Dynamics and the Decline of Competitive to link organ donation with drivers’ licenses. To publicize Congressional Elections",
      "and the need for organ donation, he wrote his first book, Trans-Bruce I",
      "Congress Reconsidered"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "given": "Linda"
      },
      {
        "family": "Price",
        "given": "tor Jim Sasser"
      }
    ],
    "container-title": [
      "He ran on Hill"
    ],
    "date": [
      "1998",
      "1992"
    ],
    "location": [
      "Boulder, Colo",
      "Boulder, Colo"
    ],
    "note": [
      "a platform endorsing welfare reform, voluntary school"
    ],
    "publisher": [
      "Westview Press",
      "Westview Press"
    ],
    "title": [
      "The Freshmen: What Happened to the Republican In 1994 Frist challenged three-term Democratic sena-Revolution?",
      "After defeating five opponents in the David E. The Congressional Experience: A View from the Republican primary, Frist faced Senator Sasser"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "PROCEDURES",
        "given": "H.O.U.S.E."
      },
      {
        "given": "R.U.L.E.S."
      },
      {
        "family": "PROCEDURES",
        "given": "S.E.N.A.T.E."
      },
      {
        "family": "preparation",
        "particle": "inadequate"
      },
      {
        "family": "He RULES FOR HOUSE",
        "particle": "a respiratory illness."
      },
      {
        "family": "DEBATE",
        "given": "S.E.N.A.T.E."
      }
    ],
    "date": [
      "2001"
    ],
    "location": [
      "New York",
      "Miller, San Antonio"
    ],
    "publisher": [
      "Oxford University Press"
    ],
    "title": [
      "returned to Texas, read the law, and was admitted to the bar in 1890. He set up a law practice in Clarksville, Texas, at the Further reading: age of 21. He also made an unsuccessful bid for city attor-Fehrenbacher, Don E. The Slaveholding Republic: An ney. Garner contracted tuberculosis and in 1893 moved to Account of the United States Government’s Relations to the drier climate in Uvalde, Texas, a small town west of Slavery"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Fisher",
        "given": "O.C."
      }
    ],
    "container-title": [
      "a Democrat from Washington, to the The American Speakership: The Office in Historical Perspec- Speakership and Gephardt to Majority Leader",
      "Government Printing Office"
    ],
    "date": [
      "1982",
      "1977"
    ],
    "editor": [
      {
        "family": "Peters",
        "given": "Ronald M.T.H.O.M.A.S.F.O.L.E.Y."
      }
    ],
    "location": [
      "Waco, Texas"
    ],
    "publisher": [
      "Texian Press"
    ],
    "title": [
      "Cactus Jack",
      "Democrat from California, resigned after an ethic’s investi-Hatfield, Mark O., with the Senate Historical Office. Vice gation into junk bond disclosures. The net result of these Presidents of the United States, 1789–1993. Washington, investigations and resignations was the elevation of D.C"
    ],
    "type": "article-journal"
  },
  {
    "date": [
      "1990",
      "1948"
    ],
    "location": [
      "Baltimore",
      "York"
    ],
    "note": [
      "North American Free Trade Agreement (NAFTA) may"
    ],
    "publisher": [
      "Johns Hopkins University Press",
      "Harper"
    ],
    "title": [
      "tive",
      "Tim- For a congressman so enmeshed in his party’s leadermons, Bascom. Garner of Texas: A Personal History. New ship structure, Gephardt’s prominent opposition to the"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Butler",
        "given": "David"
      },
      {
        "family": "Cain",
        "given": "Bruce"
      },
      {
        "family": "Lublin",
        "given": "David"
      }
    ],
    "date": [
      "1992"
    ],
    "location": [
      "Washington, D.C",
      "New York",
      "Princeton, N.J"
    ],
    "note": [
      "Bush administration to push for the cre- Princeton University Press, 1997."
    ],
    "publisher": [
      "Joint Center",
      "Macmillan",
      "the George H. W"
    ],
    "title": [
      "tative in a district. Second, was the minority politically tion",
      "for Political Studies, cohesive? Finally, was there evidence of racially polarized 1998",
      "Congressional Redisvoting by the majority against the minority? tricting",
      "The The 1982 amendments to the Voting Rights Act, along Paradox of Representation: Racial Gerrymandering and with the Thornburg decision, led the Justice Department in Minority Representation in Congress"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Gillett",
        "given": "Frederick H."
      },
      {
        "family": "Russell",
        "given": "Henry B."
      }
    ],
    "container-title": [
      "and the live televising of House proceedcan Speakership: The Office in Historical Perspective. 2d ings. In 1980 the group began a series of “special",
      "Amherst Graduates’ Quarterly"
    ],
    "date": [
      "1998",
      "1934",
      "1930",
      "1997"
    ],
    "edition": [
      "order"
    ],
    "editor": [
      {
        "family": "Hoar",
        "given": "Frederick H.Gillett George Frisbie"
      },
      {
        "literal": "Peters, Ronald M., Jr. The Ameri- work (C-SPAN"
      }
    ],
    "location": [
      "Boulder, Colo",
      "New York",
      "Baltimore"
    ],
    "note": [
      "speeches,” publicizing their conservative agenda."
    ],
    "pages": [
      "3–17"
    ],
    "publisher": [
      "Westview",
      "Houghton Mifflin",
      "American",
      "Johns Hopkins University Press"
    ],
    "title": [
      "Leadership over Two Centuries",
      "began meeting with other young conservative representa-Press",
      "tives, a group that Gingrich called the Conservative Oppor-Boston",
      "The tunity Society. The group used parliamentary tactics to United States and the World Court",
      "force votes on controversial issues such as school prayer Foundation",
      "Frederick H. Gillett: and trade with communist countries. Gingrich’s group took American Statesman",
      "21 advantage of the new Cable-Satellite Public Affairs Net-(November"
    ],
    "type": "article-journal",
    "volume": [
      "1931"
    ]
  },
  {
    "author": [
      {
        "family": "On",
        "given": "Maureen Roberts Romans"
      }
    ],
    "date": [
      "1984"
    ],
    "genre": [
      "May 8,"
    ],
    "publisher": [
      "Gingrich and Representative Robert"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Mosher",
        "given": "Frederick C."
      },
      {
        "family": "Pois",
        "given": "Joseph"
      },
      {
        "family": "Trask",
        "given": "Roger R.the L.E.G.I.S.L.A.T.I.V.E.R.E.O.R.G.A.N.I.Z.A.T.I.O.N.A.C.T.O.F."
      }
    ],
    "container-title": [
      "It was involved in writing the Executive Reor-Government Printing Office 243 ganization Act of 1949, the development of the Federal ations, United States Senate: 50th Anniversary History, Property and Administrative Services Act of 1949, and the 1921–1971. Senate Document 31",
      "Govpassage of the Budgeting and Accounting Procedures Act ernment Printing Office, 1971; U.S. Senate. Committee on of 1950. Governmental Affairs, Executive Sessions of the Senate Per-To investigate government operations the committee manent Subcommittee on Investigations of the Committee made use of its Subcommittee on Investigations, one with on Government Operations: Index to Hearings. Senate its own independent heritage. The Subcommittee on Inves- Print"
    ],
    "date": [
      "1979",
      "1946",
      "1996"
    ],
    "location": [
      "Washington, D.C",
      "Boulder, Colo",
      "Washington, D.C",
      "Washington, D.C",
      "Washington, D.C"
    ],
    "note": [
      "Government Printing tigations grew from the Senate Special Committee Investi- Office, 2003."
    ],
    "pages": [
      "107–84"
    ],
    "publisher": [
      "Westview Press",
      "University Press of America"
    ],
    "title": [
      "lution of the General Accounting Office: From Voucher 1921. This legislation created the Bureau of the Budget, Audits to Program Evaluations",
      "General the General Accounting Office, and the first centralized Accounting Office 1990",
      "The Gen- system for budgeting and auditing in the federal governeral Accounting Office: The Quest for Accountability in ment. Despite this auspicious beginning, the Committee on American Government",
      "Expenditures in the Executive Departments produced lit-1979",
      "Watchdog on the Potomac: A Study of tle legislation for the next 25 years. the Comptroller General of the United States. Washington, The committee’s stature improved with the passage of D.C",
      "The act Defender of the Public Interest: The General Accounting officially recognized congressional responsibility for admin-Office, 1921–1966",
      "General Accounting istrative oversight and provided the committee with more Office",
      "staff to conduct this oversight. While other committees —Thomas J. Baldino were abolished or consolidated, the Senate retained the Committee on Expenditures in the Executive Departments and gave it official jurisdiction over budget and accounting Governmental Affairs, Senate Committee on measures other than appropriations. Under the Legislative Governmental Affairs is a standing committee in the SEN- Reorganization Act the committee became a major Senate ATE with jurisdiction to oversee the operations of the fed- committee"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Endersby",
        "given": "James W."
      },
      {
        "family": "McCurdy",
        "given": "Karen M."
      },
      {
        "family": "Senate",
        "given": "U.S."
      }
    ],
    "container-title": [
      "Legislative Studies Quar- established partnership with America’s printing industry to terly 21",
      "2003 the Government Operations. Committee on Government Oper"
    ],
    "date": [
      "1996"
    ],
    "issue": [
      "2"
    ],
    "note": [
      "GPO competitively bought products and services from 244 Government Reform, House Committee on"
    ],
    "pages": [
      "219–233"
    ],
    "title": [
      "Further reading: revenues are from agencies for work procured by GPO",
      "Committee from the private printing industry. The GPO has a long-Assignments in the U.S. Senate",
      "Committee on provide for the government’s printing needs"
    ],
    "type": "article-journal",
    "volume": []
  },
  {
    "author": [
      {
        "family": "Cleveland",
        "particle": "ing on GPO Access. Racketeering investigated racketeering in"
      },
      {
        "family": "Baltimore"
      },
      {
        "family": "Washington",
        "given": "D.C."
      }
    ],
    "container-title": [
      "Washington, majority party’s belief that the federal government needed D.C.: Government Printing Office, 2004; U.S. Government to be reformed. The committee also assumed the jurisdic-Printing Office. Biennial Report to Congress on the Status tions of the Committee on the Post Office and the Civil of GPO Access"
    ],
    "date": [
      "1992"
    ],
    "location": [
      "Washington, D.C",
      "Washington, D.C"
    ],
    "note": [
      "Government Printing Service and the Committee on the District of Columbia,"
    ],
    "title": [
      "Further reading: The committee became the House Government U.S. Government Printing Office. GPO/2001: Vision for a Reform and Oversight Committee in 1995 following the New Millennium",
      "Government Printing Republican takeover of the House after four decades of Office",
      "U.S. Government Printing Office. Public Democratic control. This name change reflected the new Printer’s Annual Report, Fiscal Year 2003"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Posner",
        "given": "Paul L."
      }
    ],
    "container-title": [
      "Perdicts this claim; they found that three-quarters of all petuating the Pork Barrel: Policy Subsystems and American domestic grant programs provide spending in less than a Democracy",
      "Research by Stein and Bickers contra"
    ],
    "date": [
      "2006",
      "2002",
      "1974",
      "2003",
      "1995"
    ],
    "editor": [
      {
        "family": "Mayhew",
        "given": "David R."
      },
      {
        "family": "Stein",
        "given": "Robert M."
      },
      {
        "family": "Bickers",
        "given": "Kenneth N."
      }
    ],
    "location": [
      "Washington, D.C",
      "Washington, D.C",
      "Cambridge"
    ],
    "note": [
      "Accessed January 16,",
      "third of all House districts. —Scott A. Frisch and Sean Q. Kelly Most members do devote staff resources to assisting constituents in navigating the complex grant environment."
    ],
    "publisher": [
      "Yale University Press",
      "General Accounting Office",
      "Cambridge University Press"
    ],
    "title": [
      "Members of Congress certainly devote resources to assist- Further reading: ing constituents in pursuing grant funding. Many scholars The Catalog of Federal Domestic Assistance, U.S. General have found that members of Congress are most influential Services Administration. Available online. URL: in stimulating demand for grants by informing constituents",
      "Gerli, of the availability of funding and by assisting in the prepa- Merete F. CRS Report for Congress: Grants Work in a Conration of grant applications. Evidence that members of gressional Office",
      "Congressional Research Congress influence the success or failure of project grant Service, The Library of Congress",
      "applications is very limited. In addition, some scholars Congress: The Electoral Connection. New Haven, Conn.: have argued that there is a tendency for Congress to uni",
      "Federal Assisversalize grant programs, thereby ensuring continued tance: Grant System Continues to Be Highly Fragmented. authorization by providing benefits to virtually all con",
      "GAO-03-gressional districts"
    ],
    "type": "article-journal",
    "url": [
      "http://www.cfda.gov."
    ],
    "volume": [
      "718T"
    ]
  },
  {
    "container-title": [
      "Gravel v. U.S. the Supreme Court set forth what remains today the definitive interpretation of the Speech",
      "U.S"
    ],
    "date": [
      "1972"
    ],
    "title": [
      "According to a report published by the Congressional Gravel v",
      "Research Service"
    ],
    "type": "article-journal",
    "volume": [
      "408 U.S. 606"
    ]
  },
  {
    "author": [
      {
        "family": "Watchful Eye",
        "given": "Joel D.Keeping",
        "particle": "a"
      },
      {
        "family": "Mackenzie",
        "given": "G.Calvin"
      },
      {
        "literal": "U.S. 241 and Katzenbach v. McClung, 379 U.S."
      }
    ],
    "container-title": [
      "Inc"
    ],
    "date": [
      "1990",
      "1981"
    ],
    "edition": [
      "6th"
    ],
    "location": [
      "Washington, D.C",
      "New York",
      "Washington, D.C"
    ],
    "note": [
      "Congressional Quar- segregation remained firmly entrenched in the laws and priterly Press, 2004. vate practices of the South until this act signaled the full-—John David Rausch, Jr. scale opposition of the national government. The decision also broadened the Court’s acceptance of Congress’s power to regulate commerce. In conference several justices Heart of Atlanta Motel, Inc. v. U.S., expressed a preference that the act be deemed appropriate"
    ],
    "pages": [
      "379"
    ],
    "publisher": [
      "Free Press"
    ],
    "title": [
      "legislative, oversight, investigative, and confirma- Further reading: tion. Legislative hearings are the most common type and Aberbach",
      "The Politics of the ones with which most C-SPAN viewers are familiar. Congressional Oversight",
      "Brookings Committees gather information about the subject matter of Institution Press",
      "The Politics one or more pieces of legislation in preparation for a of Presidential Appointments",
      "markup session and the eventual reporting of the bill to Oleszek, Walter J. Congressional Procedures and the Policy 258 Heart of Atlanta Motel",
      "294 Process"
    ],
    "type": "article-journal",
    "url": [
      "hearings:"
    ],
    "volume": [
      "v. U.S"
    ]
  },
  {
    "author": [
      {
        "given": "U.S."
      }
    ],
    "citation-number": [
      "379"
    ],
    "container-title": [
      "McClung"
    ],
    "date": [
      "1964",
      "1964"
    ],
    "title": [
      "and legislation under the Fourteenth Amendment, but they Katzenbach v",
      "viewed the Commerce Clause as the path of least resistance. In these cases the U.S. Supreme Court sustained the land- Prior to these cases the Court had permitted regulations of mark CIVIL RIGHTS ACT OF 1964, thereby affirming the commercial activities with only a remote impact on interstate power of Congress to ban discrimination by private as well commerce, but the regulations targeted economic activity"
    ],
    "type": "article-journal",
    "volume": [
      "379 U.S. 294"
    ]
  },
  {
    "author": [
      {
        "family": "Amendment",
        "particle": "teenth"
      },
      {
        "family": "v",
        "given": "U.S."
      }
    ],
    "container-title": [
      "The Supreme Court which discouraged travel and other economic activities by a In Conference (1940–1985"
    ],
    "date": [
      "1883",
      "1941",
      "1995"
    ],
    "editor": [
      {
        "family": "Dickson",
        "given": "Del"
      }
    ],
    "location": [
      "Oxford"
    ],
    "note": [
      "large segment of an increasingly mobile population. Press, 2001; Lucas A. Powe, Jr. The Warren Court and"
    ],
    "publisher": [
      "Oxford University"
    ],
    "title": [
      "The record before Congress docu- Further reading: mented a relationship between racial discrimination and The Civil Rights Cases, 109 U.S",
      "Darby economic hardship, most notably difficulties faced by Lumber Co., 312 U.S",
      "United States v. Lopez, African-American travelers in finding food and lodging, 514 U.S"
    ],
    "type": "paper-conference",
    "volume": [
      "3",
      "100",
      "549"
    ]
  },
  {
    "author": [
      {
        "literal": "this matter has reached the U.S. Supreme Court. committees."
      },
      {
        "family": "fries",
        "given": "U.S.Congress",
        "particle": "dom"
      }
    ],
    "container-title": [
      "Committee on House Administration. Report on as freedom toast. the Activities of the Committee on House Administration The committee has nine members and operates with no of the House of Representatives",
      "Roll Call"
    ],
    "date": [
      "2004-06-28"
    ],
    "issue": [
      "145"
    ],
    "location": [
      "Washington, D.C"
    ],
    "note": [
      "During the 108th Congress (2003–04) the ernment Printing Office, published on a biennial basis. committee ratio was six Republicans to three Democrats. —Jeffrey Kraus House bank and post office scandals 261"
    ],
    "pages": [
      "1"
    ],
    "publisher": [
      "Govsubcommittees"
    ],
    "title": [
      "The constitutionalities of more significant In 2003, under its jurisdiction over services provided to provisions of the statute were subsequently upheld by the the House of Representatives, the committee ordered that Supreme Court in 2003. the cafeterias in the House buildings change the names of certain menu items. The name changes were intended to Further reading: rebuke France for that nation’s opposition to the American Nelson, Suzanne. “Johnson Takes Senators’ Tack in Suit.” invasion of Iraq. French fries were to be known as free",
      "while French toast would henceforth be known House"
    ],
    "type": "article-journal",
    "volume": [
      "49"
    ]
  },
  {
    "author": [
      {
        "family": "Cohen",
        "given": "Tapped",
        "particle": "as LYNDON JOHNSON’s vice presidential can-"
      },
      {
        "given": "Dan"
      }
    ],
    "location": [
      "Minneapolis, Minn"
    ],
    "note": [
      "branch after Johnson’s landslide victory that year. He was 1978; Engelmayer, Sheldon, and Robert Wagman. Hubert"
    ],
    "publisher": [
      "Lerner Public Group"
    ],
    "title": [
      "Undefeated: The Life of Hubert H. didate in 1964, Humphrey left the Senate for the executive Humphrey"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "again elected to the U.S. Senate in"
      }
    ],
    "date": [
      "1970"
    ],
    "location": [
      "New York",
      "Washington, D.C"
    ],
    "note": [
      "Following his death on January 13, 1978, the Office, 1997; Hernon, Joseph Martin. Profiled in Characbill was enacted by Congress. ter: Hubris and Heroism in the U.S. Senate, 1789–1990."
    ],
    "publisher": [
      "Methuen",
      "Government Printing employment"
    ],
    "title": [
      "After his reelec- Humphrey: The Man and His Dream",
      "tion in 1976 he was slowed by cancer, but he worked on a 1978; Hatfield, Mark, with Senate Historical Office. Vice final piece of landmark legislation, the Humphrey-Hawkins Presidents of the United States: Hubert Humphrey, Bill, which set national economic goals dealing with 1965–1969"
    ],
    "type": null
  },
  {
    "date": [
      "1997"
    ],
    "location": [
      "N.Y"
    ],
    "note": [
      "Solberg, Carl. Hubert"
    ],
    "publisher": [
      "M. E. Sharpe"
    ],
    "title": [
      "For much of Humphrey’s political career he chased the Armonk"
    ],
    "type": null
  },
  {
    "container-title": [
      "1956, when Democratic Humphrey",
      "Proxmire"
    ],
    "date": [
      "2003",
      "1979"
    ],
    "location": [
      "New York"
    ],
    "note": [
      "Constitution insulates memfinanced. Kennedy defeated Humphrey in crucial pri- bers of Congress from civil or criminal liability for any speech Hutchinson v. Proxmire, 443 U.S. 111 267"
    ],
    "publisher": [
      "Borealis Books"
    ],
    "title": [
      "elusive dream of the presidency",
      "nominee Adlai Stevenson allowed the party’s national con- —Samuel B. Hoff vention to select the vice presidential nominee, he lost out to Senator Estes Kefauver for that post. In 1960 Humphrey made his first of three bids for the presidency. He faced Hutchinson v",
      "Senator John Kennedy, who was better looking and better Article I, Section 6, of the U.S"
    ],
    "type": "article-journal",
    "volume": [
      "443 U.S. 111"
    ]
  },
  {
    "author": [
      {
        "family": "Barron",
        "particle": "veto."
      },
      {
        "family": "A.",
        "given": "Jerome"
      },
      {
        "family": "Dienes",
        "given": "C.T."
      },
      {
        "family": "C.",
        "given": "White"
      },
      {
        "family": "Leeson",
        "given": "Susan M."
      }
    ],
    "date": [
      "1999",
      "1998",
      "1992",
      "2002"
    ],
    "editor": [
      {
        "family": "Hall",
        "given": "Kermit L."
      }
    ],
    "location": [
      "Paul, Minn",
      "River, N.J"
    ],
    "note": [
      "Chadha, 462 U.S. 919 (1983); Mason, Alpheus alien’s status required the agreement of both houses and T., and Donald G. Stephenson, Jr. American Constitutional the executive branch. If both houses passed a private bill Law: Introductory Essays and Selected Cases. Upper Saddle and the president signed it, the status of the alien could be",
      "changed. The legislative veto in effect reversed the order. —Barry N. Sweet"
    ],
    "publisher": [
      "West Group",
      "Oxford University Press",
      "Prentice Hall"
    ],
    "title": [
      "Constitutional Law: In Justice Byron White’s dissent took the functional a Nutshell. St",
      "Foster, James approach to analyzing separation of powers claims",
      "Constitutional Law: Federal Govargued that the legislative veto adhered to the spirit of the ernmental Powers and Federalism. Upper Saddle River, N.J.: Constitution, if not the letter. The attorney general had the Prentice Hall",
      "The Oxford Comdiscretion to suspend the deportation of an otherwise panion to the Supreme Court of the United States. New York: deportable alien. This suspension did not grant the alien",
      "Immigration and Naturalizapermanent residence status. A permanent change in the tion Service v"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Nather",
        "given": "David"
      }
    ],
    "container-title": [
      "Joint Inquiry into ate Select Committee on Presidential Campaign Activities, Intelligence Community Activities Before and After the Ter-Investigations, Senate Permanent Subcommittee on 281 rorist Attacks of September 11",
      "CQ Weekly Report"
    ],
    "date": [
      "1988",
      "2004-05-22",
      "2001",
      "2002"
    ],
    "genre": [
      "House Report 107-792."
    ],
    "location": [
      "D.C",
      "Washington, D.C"
    ],
    "note": [
      "resources and supplies. —John David Rausch, Jr. The first chair of the Subcommittee on Investigations was Senator Homer Ferguson, a Republican from Michigan. Working with his chief counsel, William P. Rogers, Investigations, Senate Permanent Ferguson continued investigating fraud and waste in U.S."
    ],
    "pages": [],
    "publisher": [
      "Government Printing Office",
      "Govern"
    ],
    "title": [
      "protect themselves, but not other people or organizations",
      "Witnesses cannot refuse to answer questions if Congress “Congress as Watchdog: Asleep on the Job?",
      "has provided them with immunity from prosecution. 1,190–1,195",
      "U.S. Senate The first use of “use immunity” by a congressional Select Committee on Intelligence and U.S. House Permacommittee was during the 1973 investigation by the Sen- nent Select Committee on Intelligence",
      "Senate Report 107- committee received authority to investigate government 351",
      "operations involving the control and management of energy ment Printing Office"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Congress",
        "particle": "session of"
      }
    ],
    "date": [
      "2003-07-17"
    ],
    "note": [
      "President Bush Donald, David H. The Politics of Reconstruction, 1863–1867. delivered another State of the Union address on January 20,"
    ],
    "title": [
      "Great Britain’s prime minister Tony Blair Further reading: addressed a joint meeting on"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Rouge",
        "given": "Baton"
      }
    ],
    "container-title": [
      "joint meeting on February 4",
      "The Journal of the Joint Committee of Fifteen"
    ],
    "date": [
      "1965",
      "2004",
      "1956",
      "2004"
    ],
    "location": [
      "Urbana"
    ],
    "note": [
      "The interim prime minister of Iraq addressed a joint on Reconstruction, 39th Congress, 1865–1867. New York: meeting on September 23, 2004."
    ],
    "publisher": [
      "Louisiana State University Press",
      "University of Illinois Press"
    ],
    "title": [
      "José Maria Aznar, president of Spain, spoke before a Joseph B. The Framing of the Fourteenth Amendment",
      "Afghanistan’s president",
      "Kendrick, Ben- Hamid Karzai addressed a joint meeting of Congress on June jamin Burks"
    ],
    "type": "article-journal",
    "volume": [
      "15"
    ]
  },
  {
    "date": [
      "1914"
    ],
    "publisher": [
      "Columbia University Press"
    ],
    "type": "book"
  },
  {
    "date": [
      "2003"
    ],
    "location": [
      "Washington, D.C"
    ],
    "publisher": [
      "Government joint session Printing Office"
    ],
    "title": [
      "—Kimberly Maslin-Wicks Further reading: United States Congress, Joint Committee on Printing. Congressional Directory"
    ],
    "type": "book"
  },
  {
    "publisher": [
      "—John David Rausch, Jr"
    ],
    "title": [
      "Joint sessions are combined meetings of the SENATE and"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Adams",
        "given": "James R."
      },
      {
        "family": "Binstein",
        "given": "Michael"
      },
      {
        "family": "Bowden",
        "given": "Charles"
      },
      {
        "family": "Calavita",
        "given": "Kitty"
      },
      {
        "family": "Pontell",
        "given": "Henry N."
      },
      {
        "family": "Tillman",
        "given": "Robert H."
      }
    ],
    "container-title": [
      "S&L Hell: The People and the Politics behind the $1 Trillion Savings and Loan Scandal",
      "Banking Scandals: The S&Ls and BCCI"
    ],
    "date": [
      "1990",
      "1993",
      "1997",
      "1993",
      "1993"
    ],
    "editor": [
      {
        "given": "Emmet"
      }
    ],
    "location": [
      "New York",
      "New York",
      "Berkeley",
      "New York",
      "Long, Robert",
      "New York"
    ],
    "publisher": [
      "John Wiley & Sons",
      "Random House",
      "University of California Press",
      "Norton",
      "H. W. Wilson"
    ],
    "title": [
      "The Big Fix: Inside the S&L Scandal. How an Unholy Alliance of Politics and Money Destroyed America’s Banking System",
      "Trust Me: Charles Keating and the Missing Billions",
      "Big Money Game: Fraud and Politics in the Savings and Loan Crisis",
      "Day, Kathleen"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Kefauver",
        "given": "Rossen V.Vassilev Senator Estes"
      }
    ],
    "note": [
      "Library of Congress) 304 Kefauver, Estes"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Senate"
      },
      {
        "literal": "Hickok, Eugene W., Majority and Minority Leaders. The Majority and Minor- Jr."
      }
    ],
    "container-title": [
      "ally organized by the Majority Leader and the Majority U.S. Senate Exceptionalism",
      "Randall B. The Congress: Process The Senate leadership also includes the conference and Policy"
    ],
    "date": [
      "2001",
      "1992",
      "1999",
      "2002",
      "1988"
    ],
    "editor": [
      {
        "family": "Lee",
        "given": "Francis E."
      },
      {
        "family": "I",
        "given": "Bruce"
      },
      {
        "given": "Oppenheimer"
      },
      {
        "family": "Oppenheimer",
        "given": "Bruce I."
      }
    ],
    "location": [
      "Washington, D.C",
      "Columbus",
      "Ripley",
      "New York"
    ],
    "publisher": [
      "University of Michigan Press",
      "National Legal Center",
      "Chicago Press",
      "Ohio State Univer-Whip. sity Press",
      "Norton"
    ],
    "title": [
      "The party conferences also elect the party WHIPs, the ative Analysis of Leadership in the U.S",
      "Ann Arbor: assistant floor leaders who act at the discretion of the",
      "The Senate: Advice and Consent and the Judicial Proity Whips are charged with tracking forthcoming votes on cess",
      "for the Pubimportant legislation in the Senate and with trying to per- lic Interest",
      "suade party members to support their party’s position",
      "Sizing Up the Senate: The Unequal the absence of the party floor leader, the party whip often Consequences of Equal Representation. Chicago: Universerves as acting floor leader. The work of the Senate is usu- sity of"
    ],
    "type": "paper-conference"
  },
  {
    "note": [
      "Vassilev 314 Legal Counsel, Office of Senate"
    ],
    "title": [
      "chairs that are the chairs of the Democratic Caucus and the —Rossen V"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "reading",
        "given": "Further"
      },
      {
        "family": "Lee",
        "particle": "legislative process"
      },
      {
        "family": "P",
        "given": "Frederic"
      },
      {
        "family": "Jones",
        "given": "Harry W."
      }
    ],
    "container-title": [
      "Law Review",
      "Harvard Law Review"
    ],
    "date": [
      "1929-04-29"
    ],
    "issue": [
      "4",
      "3"
    ],
    "note": [
      "Jan- branch of the federal government and assigned it the priuary 1952): 441–481. mary duty of making laws. While all legislative powers are"
    ],
    "pages": [
      "381–403"
    ],
    "title": [
      "The Office of the Legislative Counsel.” The steps through which a bill must travel before becoming Columbia",
      "a law have been termed the legislative process. The U.S",
      "Bill-Drafting Services in Congress and the Constitution in Article I, Section 1, created the legislative State Legislatures"
    ],
    "type": "article-journal",
    "volume": [
      "29",
      "65"
    ]
  },
  {
    "author": [
      {
        "family": "Oleszek",
        "given": "Walter J."
      }
    ],
    "edition": [
      "5th"
    ],
    "location": [
      "Washington, D.C"
    ],
    "note": [
      "Congressional Quar- bers of the chamber. Copies of bills also are made available terly Press, 2001; Stewart, Charles III. Analyzing Congress. to the public."
    ],
    "title": [
      "Congressional Procedures and the Policy to a clerk. The bills are printed and distributed to all mem-Process"
    ],
    "type": null
  },
  {
    "date": [
      "2001"
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "Norton"
    ],
    "title": [
      "Legislative proposals take one of four forms: BILL"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "given": "ments"
      }
    ],
    "date": [
      "1997",
      "1995"
    ],
    "location": [
      "River, N.J",
      "New York"
    ],
    "note": [
      "Johnson, then reported to the House for its consideration. Charles W. How Our Laws Are Made. House Document 318 Legislative Reorganization Act of 1946"
    ],
    "publisher": [
      "Prentice Hall",
      "Simon & Schuster"
    ],
    "title": [
      "When the amendments are considered and disposed Upper Saddle",
      "Elving, of, the Committee of the Whole arises and transforms itself Ronald D. Conflict and Compromise: How Congress Makes back into the House of Representatives. The amended bill is the Law"
    ],
    "type": "report"
  },
  {
    "author": [
      {
        "family": "Clark",
        "given": "Joseph S."
      }
    ],
    "container-title": [
      "Cromwell",
      "sional Quarterly Press"
    ],
    "date": [
      "1964",
      "1965",
      "1976"
    ],
    "editor": [
      {
        "family": "Davidson",
        "given": "Roger H."
      }
    ],
    "genre": [
      "gressional Reform."
    ],
    "location": [
      "Conn",
      "Washington, D.C",
      "Washington, D.C"
    ],
    "note": [
      "ter J. Oleszek. Congress against Itself. Bloomington: tem for processing financial and budgetary data be adopted Indiana University Press, 1977; Rieselbach, Leroy N. Conand charged the Office of Management and Budget (OMB",
      "Congressional Quarand Treasury Department with responsibility for develop- terly Press, 1986."
    ],
    "publisher": [
      "Greenwood Press"
    ],
    "title": [
      "teller vote, allowing members’ positions on important bills Further reading: or motions, especially at that time those dealing with the Clark, Joseph S. Congress: The Sapless Branch. Westport, Vietnam War, to remain unknown to their constituents",
      "Congres-With the reform, members’ votes were either electronically sional Reform: Problems and Prospects. New York: Thomas or manually counted and reported, a major blow for law- Y",
      "Diamond, Robert A. Origins and maker accountability. Development of Congress",
      "Congres-Title II involved procedural changes in the fiscal area",
      "and Wal-Among other things, the act required that a common sys"
    ],
    "type": "article-journal"
  },
  {
    "note": [
      "Accessed February 7, 2006."
    ],
    "title": [
      "Under this directive the secretary of the Senate devel"
    ],
    "type": null,
    "url": [
      "URL: www.rollcall.com."
    ]
  },
  {
    "author": [
      {
        "family": "Congress",
        "given": "United States"
      },
      {
        "family": "Pub",
        "given": "S."
      },
      {
        "family": "U.S. Senate Library",
        "given": "Rausch",
        "particle": "for the"
      },
      {
        "family": "George S",
        "particle": "appointed"
      }
    ],
    "container-title": [
      "1871 United States Senate Library",
      "Joint Committee on the Senate library until February 1999. At that time the library The Joint Committee on the Library is one of four JOINT opened a new facility in the Russell Senate Office Building. COMMITTEES in the 108th Congress",
      "Library"
    ],
    "date": [
      "2003",
      "2003"
    ],
    "note": [
      "The panel The move has allowed the library to offer improved patron is a permanent committee that continues to exist from one services, plan for the latest technology, and house its Congress to the next, but does not have any legislative"
    ],
    "title": [
      "oped collections of state and federal materials. As the col- Library of Congress. Journals of the Continental Congress. lections grew throughout the 1800s the Senate library",
      "Senate",
      "needed more space and improved management",
      "108-7. the Senate designated a suite of third-floor Capitol rooms —Mary S",
      "Wagner the first Senate librarian. The Capitol suites and an additional fourth-floor area, added in 1900, served as the Library"
    ],
    "type": "article-journal",
    "volume": [
      "1"
    ]
  },
  {
    "author": [
      {
        "family": "SPEAKER OF THE HOUSE",
        "particle": "words of former"
      },
      {
        "family": "T",
        "given": "S.A.M.U.E.L."
      }
    ],
    "container-title": [
      "one term",
      "1900 he became a member of the Ohio state Its Members"
    ],
    "date": [
      "1899"
    ],
    "edition": [
      "9th"
    ],
    "editor": [
      {
        "family": "Davidson",
        "given": "Roger H."
      },
      {
        "family": "Oleszek",
        "given": "Walter J."
      }
    ],
    "location": [
      "Washington, D.C"
    ],
    "note": [
      "Congressional Republican committee, a post he would hold until his death."
    ],
    "title": [
      "RAY- the Ohio state house of representatives, where he served BURN, “If you want to get along, go along",
      "He then was elected to the state senate, where he also served one term (1901–03). In the legis-Further reading: lature he supported the development of roads, canals",
      "Congress and waterways"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Press",
        "given": "Quarterly"
      },
      {
        "family": "Evens",
        "given": "Diana"
      },
      {
        "family": "Ferejohn",
        "given": "John"
      }
    ],
    "container-title": [
      "Gerald C",
      "American Journal of Political",
      "He Science"
    ],
    "date": [
      "2004"
    ],
    "issue": [
      "1994"
    ],
    "note": [
      "Wright, Jr., Leroy N. Rieselbach, and company of attractive women. He also developed a friend-"
    ],
    "pages": [
      "894–918"
    ],
    "title": [
      "Policy and Pork: The Elected to the 58th Congress from Ohio’s First Con-Use of Pork Barrel Projects to Build Policy Coalitions in the gressional District in 1902, Longworth developed a repu-House of Representatives",
      "tation as one of Washington’s most eligible bachelors",
      "Logrolling in was also a violinist (he had received musical training as a an Institutional Context: A Case Study of Food Stamp Leg- young boy) and lover of fine wine who was often seen in the islation"
    ],
    "type": "article-journal",
    "volume": [
      "38"
    ]
  },
  {
    "author": [
      {
        "family": "President George W",
        "given": "Immediately",
        "particle": "after"
      }
    ],
    "container-title": [
      "Valeo"
    ],
    "date": [
      "1976"
    ],
    "location": [
      "David M"
    ],
    "title": [
      "Bush signed Further reading: the BCRA into law, Senator Mitch McConnell (R-KY) and Buckley v",
      "O’Brien"
    ],
    "type": "article-journal",
    "volume": [
      "424 U.S. 1"
    ]
  },
  {
    "date": [
      "2004"
    ],
    "location": [
      "New York"
    ],
    "note": [
      "challenged the legislation in federal district court. A three- —Daniel E. Smith 348 McCormack, John W."
    ],
    "publisher": [
      "Norton"
    ],
    "title": [
      "multiple interest groups from across the political spectrum Supreme Court Watch 2004"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "McCormack",
        "given": "John W."
      },
      {
        "family": "McCormack",
        "given": "Roo-Joseph H."
      },
      {
        "family": "bricklayer",
        "particle": "a"
      },
      {
        "family": "terms",
        "given": "Mary Ellen",
        "particle": "sevelt’s first two"
      }
    ],
    "date": [
      "1891",
      "1933"
    ],
    "note": [
      "and SAMUEL RAYBURN, (Brien), John W. McCormack was reared in South Boston’s who would later precede McCormack as Speaker (1940–47, Andrew Square neighborhood. His family was so poor that 1949–53, 1955–62)."
    ],
    "title": [
      "Representative, who was then Minority Leader and would later serve as Speaker of the House SPEAKER OF THE HOUSE (1931–33) and as vice president One of 12 children and born on December 21, 1891, to of the United States during President Franklin D"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Hoffmann",
        "given": "George C."
      }
    ],
    "container-title": [
      "Oregon Historical Quarterly",
      "McNary and the"
    ],
    "date": [
      "1914"
    ],
    "note": [
      "June As Minority Leader he supported much of Franklin 1967);",
      "Oregon Histor-Relief Act, Agricultural Adjustment Act (based on the ical Quarterly 66 (December 1965); Johnson, Roger T."
    ],
    "title": [
      "the first of eight such dams that the U.S. Army Corps of Further reading: Engineers would construct on the Columbia River in the DeWitt, Howard A. “Charles L. McNary and the 1918 Con-Pacific Northwest. gressional Election",
      "Political Arithmetic: Charles Roosevelt’s New Deal, including the Emergency Banking L",
      "Primary Election"
    ],
    "type": "article-journal",
    "volume": [
      "68"
    ]
  },
  {
    "genre": [
      "Ph.D. diss.,"
    ],
    "note": [
      "proposal that has ever been presented to this or any other 1967; Neal, Steve. McNary of Oregon: A Political Biography."
    ],
    "publisher": [
      "University of Wisconsin"
    ],
    "title": [
      "McNary-Haugen legislation of the 1920s), the National “Charles L. McNary and the Republican Party during Pros-Recovery Act, which he described as “the most important perity and Depression"
    ],
    "type": "thesis"
  },
  {
    "author": [
      {
        "literal": "Congress,” and the SOCIAL SECURITY ACT."
      }
    ],
    "date": [
      "1985"
    ],
    "location": [
      "Ore"
    ],
    "publisher": [
      "Western Imprints"
    ],
    "title": [
      "He opposed the Portland"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Hess",
        "given": "Stephen"
      },
      {
        "family": "Ritchie",
        "given": "Donald A."
      }
    ],
    "container-title": [
      "Press"
    ],
    "date": [
      "1991",
      "1991"
    ],
    "location": [
      "Washington, D.C",
      "Cambridge, Mass"
    ],
    "note": [
      "Available online. URL: example, using poll taxes and literacy tests to bar black",
      "Accessed voter registration and practicing minority vote dilution"
    ],
    "publisher": [
      "Brookings Institution",
      "South",
      "Harvard University Press"
    ],
    "title": [
      "Live from Capitol Hill: Studies of Congress examiners who would make sure that African Americans and the Media",
      "could register to vote without interference",
      "Press Gallery: Congress In fact, African-American women legislators from the and the Washington Correspondents",
      "whose terms in office began prior to 1985 reveal that",
      "U.S. House of Repre- the greatest obstacles to gaining office were structural, for sentatives. “Media Galleries"
    ],
    "type": "article-journal",
    "url": [
      "http://www.house.gov/house/mediagallery.html."
    ]
  },
  {
    "author": [
      {
        "family": "for",
        "given": "Although",
        "particle": "running"
      },
      {
        "family": "U.S. Congress",
        "particle": "serving in the"
      },
      {
        "family": "Office",
        "given": "Elective"
      },
      {
        "given": "Wilcox"
      }
    ],
    "editor": [
      {
        "given": "S."
      },
      {
        "family": "Minority Vote Dilution",
        "particle": "ed."
      }
    ],
    "location": [
      "Davidson, Chandler"
    ],
    "title": [
      "Past, Present, and Future",
      "poses challenges for all those who take it up, African-Amer- Thomas and C",
      "New York Oxford University Press, ican women face unique circumstances in their bids for 1998"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "office",
        "particle": "elected"
      }
    ],
    "date": [
      "1984"
    ],
    "location": [
      "and Washington, D.C",
      "New Brunswick, N.J"
    ],
    "publisher": [
      "Howard University Press",
      "Rutgers Uni"
    ],
    "title": [
      "While funding, effective campaigning",
      "Gill, La balancing political and family life are issues for all prospec- Verne. African American Women in Congress: Forming and tive candidates, African-American women must also wres- Transforming History"
    ],
    "type": "book"
  },
  {
    "date": [
      "1991"
    ],
    "location": [
      "New York"
    ],
    "note": [
      "tation in Congress, which covered the period 1929 through org/vote- smart/votes.phtml?ID?COH45325&votid’2676. 1966, a total of seven blacks served in the House of Rep-"
    ],
    "publisher": [
      "Routledge"
    ],
    "title": [
      "Empowerment",
      "Project Vote In the second period of African-American represen-Smart. Available online"
    ],
    "type": null,
    "url": [
      "http://www.vote-smart."
    ]
  },
  {
    "author": [
      {
        "family": "Rogers",
        "given": "Mary Beth Barbara Jordan"
      },
      {
        "given": "resentatives"
      },
      {
        "family": "Matthews",
        "given": "G."
      }
    ],
    "container-title": [
      "In"
    ],
    "date": [
      "1998",
      "1994"
    ],
    "editor": [
      {
        "family": "Witt",
        "given": "L."
      },
      {
        "given": "K."
      }
    ],
    "location": [
      "New York",
      "New York"
    ],
    "note": [
      "Accessed January 2006;"
    ],
    "publisher": [
      "Bantam Books",
      "Free Press"
    ],
    "title": [
      "Although the first member of Congress American Hero",
      "elected in this period was a Republican, the other six were Paget",
      "Running as a Woman: Gender and Democrats. This period corresponded with the NEW Power in American Politics",
      "DEAL era and was a high point of American liberalism"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "reading",
        "given": "Further"
      },
      {
        "family": "California",
        "particle": "of Democrats from"
      },
      {
        "family": "Matsui",
        "given": "Robert"
      },
      {
        "family": "Nor-Amer",
        "given": "Mildred"
      }
    ],
    "date": [
      "1971"
    ],
    "location": [
      "Washington, D.C",
      "New York"
    ],
    "note": [
      "elected in 1998 from a district that is only around 3 per-Ornstein, Norman, Thomas Mann, and Michael Malbin. cent Asian American."
    ],
    "publisher": [
      "Thomas Y. Crowell"
    ],
    "title": [
      "Black Members of the United States man Mineta, were elected from districts with 6.5 per-Congress: 1870–2004",
      "Congressional cent and 6 percent Asians, respectively, from 1983 to Research Service, 2004; Christopher, Maurine. America’s 1992, and more recently David Wu of Oregon was Black Congressmen"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Congress",
        "given": "Vital Statistics",
        "particle": "on"
      },
      {
        "family": "Swain",
        "given": "Carol"
      },
      {
        "family": "Akaka",
        "given": "Daniel Kahkini"
      },
      {
        "family": "House",
        "given": "Faleomavaega"
      },
      {
        "family": "H",
        "given": "Eni F."
      },
      {
        "family": "Hiram Leong",
        "given": "Congress",
        "particle": "as mem-"
      },
      {
        "family": "Senate",
        "given": "Honda"
      },
      {
        "family": "M",
        "given": "Michael"
      }
    ],
    "container-title": [
      "1994 the Congressional Asian Pacific Caucus was AEI Press",
      "and 107th Congresses. In addition to these 20 Asian Pacific 1963–present",
      "1965–77, was Hiram Leong Fong, a Republican from Hawaii. Fong 1990–2002"
    ],
    "date": [
      "2001",
      "2002",
      "1993",
      "1977",
      "1985",
      "1989",
      "1959",
      "1977",
      "1957"
    ],
    "editor": [
      {
        "family": "Inouye",
        "given": "Daniel Ken"
      },
      {
        "family": "House",
        "given": "Mink"
      },
      {
        "family": "Takemoto",
        "given": "Patsy"
      },
      {
        "family": "Fukuda",
        "given": "Patricia"
      }
    ],
    "genre": [
      "CA), 2001–present,"
    ],
    "location": [
      "Washington, D.C",
      "Mass",
      "House; Saiki",
      "Samoa, California, Guam, States Congress. Washington, D.C",
      "Oregon"
    ],
    "note": [
      "Senate; Kalanianaole, Jonah Kuhio (R-HI Americans, 13 resident commissioners were elected from delegate), 1903–22, House; Kim, Jay C. (R-CA), 1993–99, the Philippine Islands from 1907 to 1946. House; Matsui, Robert Takeo (D-CA). 1979–present, The first elected Asian-Pacific member of Congress House; Matsunaga, Spark M. (D-HI), 1963–77, House, was Dalip Singh Saund, a Democrat from California, who 1977–90, Senate; Mineta, Norman Yoshio (D-CA), served from",
      "1987–91, House; Saund, Dalip Singh (D-CA), 1957–63, Fong served from 1959 to 1977. Fong was also the first Chi- House; Scott, Robert C. (D-VA), 1993–present, House; nese American elected to Congress. Fong has been one of Sunia, Fofo Iosefa Fiti (D-American Samoa delegate), only five Asian Pacific Americans to serve in the Senate. 1981–88, House;Underwood, Robert Anacletus (D-Guam The others are Daniel K. Inouye, a Democrat from Hawaii, delegate), 1993–2002,House; Won Pat, Antonio Borja (D-1963–present; Samuel I. Hayakawa, a Republican from Guam delegate), 1973–85, House; Wu, David (D-OR), California, 1977–83; Spark M. Matsunaga, a Democrat 1999–present, House. from Hawaii, 1977–90; and Daniel K. Akaka, a Democrat from Hawaii, 1990–present. Further reading: Asian-Pacific-American members of Congress have Tong, Lorraine H. Asian Pacific Americans in the United been elected from American",
      "and Virginia (Robert Scott [D-VA] is an Research Service, 2003."
    ],
    "publisher": [
      "Harvard University Press",
      "House",
      "Congressional Hawaii"
    ],
    "title": [
      "Black Faces, Black Interests: formed by then representative Norman Mineta to advocate The Representation of African Americans in Congress. for the needs of Asian Pacific Americans. The caucus has an Cambridge",
      "executive committee that grants membership based on —Samuel B. Hoff either being an Asian-Pacific member of Congress, representing an Asian-Pacific-American majority district, or exhibiting consistent and extraordinary dedication to the membership: Asian Americans goals of the caucus. By the time of the 108th Congress the national legislature Asian-Pacific-American members of Congress listed had five Asian-Pacific-American members in the HOUSE alphabetically",
      "OF REPRESENTATIVES and two in the SENATE (including a House, 1990–present, Senate. Blaz; Ben Garrido (R-Guam nonvoting delegate from American Samoa). These seven delegate",
      "D-members are part a small group of 20 Asian-Pacific-Amer- American Samoa delegate",
      "House; Fong, icans who have been elected to the U.S",
      "Senate; Hayakawa, Samuel bers or delegates. The most Asian-Pacific-American Ichiye (R-CA",
      "D-members to serve at one time was nine in the 103rd, 104th",
      "The first Asian-Pacific senator 1975–95",
      "was elected as one of Hawaii’s first two senators in 1959"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "The committee was Congress: Leadership Roles and Committee Chairs”"
    ],
    "note": [
      "fact responsible for legislation and oversight of the maritime"
    ],
    "title": [
      "The House Merchant Marine and Fisheries Committee Further reading: existed as a standing committee of the U.S. House of Rep-Center for American Women and Politics. “Women in resentatives for 107 years, 1887–1995"
    ],
    "type": "chapter"
  },
  {
    "date": [
      "2003-04"
    ],
    "note": [
      "fact sheet). coastal zone."
    ],
    "title": [
      "Center for American Women and Pol- industries and the physical environment of oceans and the itics, “Women in the U.S. Congress 2003"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Dodson",
        "given": "Debra L."
      },
      {
        "family": "Carroll",
        "given": "Susan J."
      },
      {
        "family": "Marine Act",
        "given": "Ruth B.",
        "particle": "chant"
      },
      {
        "family": "Mandel",
        "given": "Katherine E.Kleeman"
      }
    ],
    "date": [
      "2003-01",
      "fact sheet",
      "1936"
    ],
    "location": [
      "New Brunswick, N.J"
    ],
    "note": [
      "eries resulted when the committee initially oversaw this Center for American Women and Politics, 1995; technology. A dispute over jurisdiction arose with the Hawkesworth, Mary, Debra Dodson, Katherine E. Klee- House Committee on Interstate and Foreign Commerce in Michel, Robert Henry 361"
    ],
    "title": [
      "Center for American Women and Politics. The focus of the committee in its early years was exclu-“Women in the U.S. Senate 1922–2003",
      "Jan- sively on maritime shipping, culminating in the",
      "The development of radio was initially",
      "Ronnee Schreiber, and most important for shipping and maritime communication, Debra Liebowitz. Voices, Views, Votes: The Impact of and a name change to Merchant Marine, Radio, and Fish-Women in the 103rd Congress"
    ],
    "type": null
  },
  {
    "date": [
      "1972"
    ],
    "title": [
      "Further reading: Democratic Party’s presidential nomination in"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Oleszek",
        "given": "Walter J."
      }
    ],
    "date": [
      "1974"
    ],
    "location": [
      "Washington, D.C"
    ],
    "note": [
      "when he was an unsuccessful candidate for governor"
    ],
    "publisher": [
      "Congressional Quarterly Press"
    ],
    "title": [
      "Congressional Procedures and the Policy Mitchell made his first foray into electoral politics in Process"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Rieselbach",
        "given": "Leroy N."
      },
      {
        "family": "Smith",
        "given": "Steven"
      }
    ],
    "citation-number": [
      "2001;"
    ],
    "container-title": [
      "ronment and build a strong economy, Mitchell and the In Forces and Change in Senate Party Leadership and Republican candidate, James Erwin, were upset by James Organization"
    ],
    "date": [
      "1995"
    ],
    "edition": [
      "2d"
    ],
    "editor": [
      {
        "family": "Dodd",
        "given": "Lawrence"
      },
      {
        "family": "Longley",
        "given": "Bruce"
      },
      {
        "family": "independent",
        "particle": "an"
      }
    ],
    "location": [
      "Boulder, Colo"
    ],
    "publisher": [
      "West"
    ],
    "title": [
      "Congressional Politics: The of Maine. Winning the Democratic nomination in a pri-Evolving Legislative System",
      "mary campaign in which he promised to protect the enviview Press",
      "Congress Reconsidered"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Mitchell Press",
        "given": "President Jimmy Carter",
        "particle": "appointed"
      },
      {
        "family": "Maine",
        "particle": "the U.S. attorney for"
      }
    ],
    "container-title": [
      "May of"
    ],
    "date": [
      "1977",
      "1993",
      "1980"
    ],
    "location": [
      "Washington, D.C"
    ],
    "note": [
      "Senate to complete the unexpired Mitchell, George (1933– ) Senator, Senate Majority term of Muskie, who became secretary of State in the Leader Carter administration following the failed rescue on April George J. Mitchell was born to Mary Saad, a factory worker, 25, 1980, of Americans held hostage at the U.S. embassy in and George Mitchell, a laborer. He spent his youth in Iran. Cyrus Vance, Muskie’s predecessor, resigned because"
    ],
    "publisher": [
      "Oppenheimer",
      "Congressional Quarterly In"
    ],
    "title": [
      "In 1979 Carter named —Patrick Fisher Mitchell to a newly created U.S. district court judgeship",
      "Mitchell was appointed by Governor Joseph Brennan to the U.S"
    ],
    "type": "chapter"
  },
  {
    "date": [
      "1980"
    ],
    "note": [
      "the North Ameri-Committee (1980–94), the Veterans Affairs Committee can Free Trade Agreement, which eliminated (over a"
    ],
    "title": [
      "In the Senate Mitchell served on the Finance Com- vided additional federal funding for highways, railroads, mittee",
      "the Environment and Public Works and urban mass transportation systems"
    ],
    "type": null
  },
  {
    "date": [
      "1980"
    ],
    "title": [
      "the Governmental Affairs Committee (1987–88), period of time) trade barriers between the United States, and the Joint Select Committee on the Iran-Contra Affair Canada, and Mexico; and the creation of the World Trade"
    ],
    "type": null
  },
  {
    "date": [
      "1987"
    ],
    "title": [
      "and, by virtue of his position as Majority Leader, Organization"
    ],
    "type": null
  },
  {
    "date": [
      "1989"
    ],
    "note": [
      "reelection. Shortly thereafter, President Bill Clinton"
    ],
    "title": [
      "served as a nonvoting ex-officio member of the Senate In 1994 Mitchell announced he would not run for Select Intelligence Committee"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "John-Schneider",
        "given": "W."
      },
      {
        "given": "Judy"
      },
      {
        "family": "Senate",
        "given": "U.S."
      },
      {
        "family": "Representatives. Constitution",
        "given": "U.S.House",
        "particle": "of"
      },
      {
        "given": "Session"
      }
    ],
    "container-title": [
      "108th Cong., 1st sess",
      "Doc. 101-28; U.S. Senate. Senate Commit-Jefferson’s Manual, and Rules of the House of Representa- tee on Rules and Administration. Authority and Rules of Sentives. 108th Congress. Compiled by Charles W. Johnson, ate Committees, 2003–2004: A Compilation of the Authority Parliamentarian"
    ],
    "date": [
      "2003",
      "2001",
      "1992"
    ],
    "location": [
      "Further reading",
      "Washington, D.C"
    ],
    "note": [
      "107th Cong., 2d sess., 2001. H. Doc. 107- and Rules of Senate and Joint Committees, and Related"
    ],
    "publisher": [
      "Compiled by William Holmes Brown and Charles"
    ],
    "title": [
      "House and Senate Rules of Procedure: A son",
      "Riddick’s Sen-Comparison",
      "Congressional Research ate Procedure: Precedents and Practices. 101st Cong",
      "S"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Representatives",
        "given": "U.S.House",
        "particle": "of"
      }
    ],
    "citation-number": [
      "284;"
    ],
    "container-title": [
      "108th Cong., 1st sess"
    ],
    "date": [
      "2003"
    ],
    "pages": [
      "108–6"
    ],
    "title": [
      "House Practice: A Materials"
    ],
    "type": "chapter"
  },
  {
    "publisher": [
      "—Robert P. Goss"
    ],
    "title": [
      "Guide to the Rules, Precedents, and Procedures of the House"
    ],
    "type": "book"
  },
  {
    "citation-number": [
      "376"
    ],
    "editor": [
      {
        "family": "Jones",
        "particle": "v."
      },
      {
        "family": "Corp",
        "given": "Laughlin Steel"
      }
    ],
    "title": [
      "National Labor Relations Board (NLRB"
    ],
    "type": null,
    "volume": [
      "301 U.S. 1"
    ]
  },
  {
    "author": [
      {
        "family": "reading",
        "given": "Further"
      },
      {
        "family": "Alston",
        "particle": "dent Franklin D. Roosevelt to propose a change in the"
      },
      {
        "family": "Chuck"
      },
      {
        "family": "Sammon",
        "given": "Richard"
      },
      {
        "family": "Kurke",
        "given": "Martin L.Court"
      }
    ],
    "container-title": [
      "Behavioral Sciences & the Law 3, by Congress was to increase the number of justices by adding"
    ],
    "date": [
      "1993-03-20",
      "1985"
    ],
    "issue": [
      "3"
    ],
    "note": [
      "Ponessa, Jeanne. “Fate of Select a junior justice for each senior justice over the age of 75."
    ],
    "pages": [
      "241–248"
    ],
    "title": [
      "Foley Foresees membership of the Supreme Court. While short of impeach-Quiet Death for Select Committees.” Congressional Quar- ment Congress may not remove a justice from the Supreme terly Weekly Report",
      "Congress does have the power to increase the num-“Congressional Review of National Problems in Drug ber of justices serving on the Court. The proposal considered Abuse and Its Control"
    ],
    "type": "article-journal",
    "volume": []
  },
  {
    "date": [
      "1993-01-30"
    ],
    "genre": [
      "Weekly Report,"
    ],
    "note": [
      "The justices on the Court seemed to change their minds about the constitutionality of New National Labor Relations Board (NLRB) v. Deal programs almost overnight in this decision."
    ],
    "pages": [
      "207"
    ],
    "title": [
      "Panels in Doubt after House Rejects One.” Congressional The plan would have increased the Court in 1937 to 15 jus-Quarterly",
      "tices and would have given President Roosevelt the opportu-—John David Rausch, Jr. nity to appoint six justices who would presumably support the New Deal programs"
    ],
    "type": "report"
  },
  {
    "author": [
      {
        "given": "Jones"
      },
      {
        "family": "Corp",
        "given": "Laughlin Steel"
      }
    ],
    "date": [
      "1937"
    ],
    "title": [
      "301 U.S",
      "Congress’s commerce power continued to expand with In 1935 Congress passed the National Labor Relations Act the support of the Supreme Court from the 1940s through"
    ],
    "type": null,
    "volume": [
      "1"
    ]
  },
  {
    "date": [
      "1918"
    ],
    "publisher": [
      "Heart of Atlanta Hotel v"
    ],
    "title": [
      "to allow Congress to regulate their business. The Supreme Dagenhart, 247 U.S"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Howard",
        "given": "John R."
      }
    ],
    "date": [
      "1964"
    ],
    "location": [
      "Albany"
    ],
    "note": [
      "New York in the manufacturing of the products and the final products Press, 1999; McKenna, Marian C. Franklin Roosevelt and the were shipped in interstate commerce. This expansive read- Great Constitutional War: The Court-Packing Crisis of 1937."
    ],
    "publisher": [
      "State University of"
    ],
    "title": [
      "Court held that Congress did have the right to regulate United States, 379 U.S",
      "The Shiftthese and other corporations because they were engaged in ing Wind: The Supreme Court and Civil Rights from Reconinterstate commerce since most of the raw materials used struction to Brown"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Jones",
        "particle": "v."
      },
      {
        "family": "Corp",
        "given": "Laughlin Steel"
      }
    ],
    "date": [
      "2002",
      "1937",
      "1942"
    ],
    "location": [
      "New York"
    ],
    "note": [
      "Those pre- Relations Board (NLRB"
    ],
    "pages": [
      "317 111"
    ],
    "publisher": [
      "Fordham University Press",
      "Filburn"
    ],
    "title": [
      "ing of the Commerce Clause was a significant change from",
      "National Labor previous interpretations of New Deal programs",
      "301 vious rulings had limited Congress’s ability to regulate U.S",
      "Wickard v"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Daynes",
        "particle": "policy toward Latin America. The characterizations were"
      },
      {
        "family": "W.",
        "given": "Bryon"
      },
      {
        "family": "Pederson",
        "given": "William D."
      },
      {
        "family": "up",
        "given": "Michael P.",
        "particle": "picked"
      },
      {
        "family": "media",
        "particle": "repeated in the"
      },
      {
        "family": "Howard",
        "given": "Thomas"
      },
      {
        "family": "tury",
        "given": "William D."
      },
      {
        "family": "Sharpe",
        "given": "E."
      },
      {
        "family": "Kennedy",
        "given": "American",
        "particle": "military"
      },
      {
        "family": "Fear",
        "given": "David M.Freedom",
        "particle": "from"
      },
      {
        "family": "Moley",
        "given": "Raymond"
      },
      {
        "family": "Rosen",
        "given": "Elliot A."
      }
    ],
    "date": [
      "1998",
      "2003",
      "1999"
    ],
    "editor": [
      {
        "literal": "eds."
      },
      {
        "family": "Franklin D",
        "particle": "eds."
      }
    ],
    "location": [
      "Armonk, N.Y",
      "New York"
    ],
    "note": [
      "Leuchtenberg, William E. Franklin ation of its social welfare state, the New Deal represented D. Roosevelt and the New Deal. New York: Harper & Row, a pragmatic, ad hoc approach to eradicating the Great 1963;"
    ],
    "publisher": [
      "Martin’s Press",
      "M",
      "Oxford Unlike",
      "University Press"
    ],
    "title": [
      "Today the New Deal Riccards",
      "The New Deal and Public Policy. New York: represents the greatest legislative program of the 20th cen- St",
      "The Good Neighbor policy identifies a period in which Pederson",
      "Roosevelt and the Formation of the United States became friendlier to Latin America than the Modern World",
      "at any other time in history and stopped",
      "The American Peointerventions there for several decades. ple in Depression and War, 1929–1945",
      "the British Labour Party’s blueprint for the cre",
      "The First New"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "reading",
        "given": "Further"
      },
      {
        "family": "Cook",
        "given": "Jefferson",
        "particle": "biographer Merrill D. Peterson writes that"
      },
      {
        "given": "Timothy"
      },
      {
        "family": "Representatives. Washing-",
        "given": "House",
        "particle": "of"
      },
      {
        "family": "Calhoun",
        "given": "John C."
      },
      {
        "family": "Stephen",
        "particle": "vice president"
      },
      {
        "family": "Kedrowski",
        "given": "Karen"
      },
      {
        "family": "Ritchie",
        "given": "Donald A."
      }
    ],
    "container-title": [
      "South Carolina Exposi-Mass",
      "tion Calhoun argued that the federal constitution was a Local Media Coverage of Congress and Its Members: compact between the sovereign states and the federal gov-Through Local Eyes"
    ],
    "date": [
      "1989",
      "1968",
      "1996",
      "1991",
      "2003"
    ],
    "editor": [
      {
        "family": "Vinson",
        "given": "C.Danielle"
      }
    ],
    "genre": [
      "ernment."
    ],
    "location": [
      "ton, D.C",
      "Washington, D.C",
      "Cresskill, N.J",
      "Cresskill, N.J"
    ],
    "note": [
      "Under this compact the states delegated specific Zilber, Jeremy, and David Niven. Racialized Coverage of and limited powers to the federal government. If the fed-"
    ],
    "publisher": [
      "Brookings Institution Press",
      "states’",
      "His South Carolina Exposi-Hampton Press",
      "Harvard University Press",
      "Hampton Press"
    ],
    "title": [
      "Making Laws and Making News: Media nullification “was the pivot upon which many states’ rights Strategies in the U.S",
      "Jeffersonians swung toward the policies of sectionalism",
      "Hess, slavery and secession",
      "The Ultimate Insiders: U.S. Senators in the under Andrew Jackson, became so concerned about the National Media",
      "Brookings Institution growing power of the national government that he resigned Press",
      "Media Entrepreneurs and the vice presidency and became the leading champion of the Media Enterprise in the U.S. Congress",
      "rights and sectionalism",
      "Press Gallery: tion and Protest (1828) became the philosophical Bible of Congress and the Washington Correspondents. Cambridge, the nullification movement"
    ],
    "type": "chapter"
  },
  {
    "date": [
      "1932",
      "1991"
    ],
    "edition": [
      "2d"
    ],
    "genre": [
      "All OTA technical reports"
    ],
    "location": [
      "Washington, D.C"
    ],
    "note": [
      "The arguder, Judy, and Michael L. Koempel. Congressional Desk- ment for elimination of the OTA centered on the ideologibook 2001–2002 107th Congress, Alexandria, Va.: cal preferences for streamlining government and fiscal TheCapitol Net, 2001. responsibility contained in the 1994 Republican CONTRACT"
    ],
    "publisher": [
      "Congressional Quarterly"
    ],
    "title": [
      "to have official objectors that were later adopted by The OTA typically produced 50 reports annually on the House. topics ranging across a broad technological field including medical research, climate change, the space program, Further reading: genetic engineering, telecommunications policy, and Congressional Quarterly Inc. How Congress Works",
      "defense against nuclear weapons",
      "Schnei- are available electronically in The OTA Legacy"
    ],
    "type": "report"
  },
  {
    "author": [
      {
        "family": "Kunkle",
        "particle": "nonelected scientific advisory board provided general"
      },
      {
        "family": "C",
        "given": "Gregory"
      },
      {
        "family": "Leary",
        "given": "Warren E."
      }
    ],
    "container-title": [
      "country, the comptroller general of the United States",
      "Technology in Society",
      "New York Times"
    ],
    "date": [
      "1995-09-24"
    ],
    "issue": [
      "",
      "1995"
    ],
    "note": [
      "The director of the OTA, selected by the TAB, served a",
      "U.S. Congress. Office of six-year term. Technology Assessment. The OTA Legacy, 1972–1995. 386 offices, Capitol Hill"
    ],
    "pages": [
      "175–196",
      "14"
    ],
    "title": [
      "New Challenge or Past Revisited? advice to the OTA in the Technology Assessment Advisory The Office of Technology Assessment in Historical Con-Council, composed of eminent scientists from around the text Technology in Society",
      "Congress’s Science the director of the CONGRESSIONAL RESEARCH SERVICE. Agency Prepares to Close Its Doors"
    ],
    "type": "article-journal",
    "volume": [
      "17",
      "2"
    ]
  },
  {
    "title": [
      "of Allegiance, and approval of the previous day’s JOURNAL"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Clancy",
        "given": "Paul"
      },
      {
        "family": "Edler",
        "given": "Shirley"
      }
    ],
    "container-title": [
      "Man of the House: The Life and Political Memoirs of Speaker Political parties use the relatively unconstrained nature Tip O’Neill",
      "New York: the majority and minority leadership usually receive Times Books"
    ],
    "date": [
      "1980",
      "2001",
      "1994",
      "1987"
    ],
    "location": [
      "New York",
      "New York"
    ],
    "note": [
      "Peters, Ronald of one-minutes to their advantage. It is common practice"
    ],
    "publisher": [
      "Macmillan",
      "Little, Brown",
      "Random House"
    ],
    "title": [
      "Further reading: But when pressing legislative business is before the House",
      "A Biography of Thomas P. the Speaker may decide to postpone one-minutes until after O’Neill, Speaker of the House",
      "legislative business or to forgo them altogether. He or she Farrell, John A. Tip O’Neill and the Democratic Century. also determines the number of one-minutes permitted dur-Boston",
      "O’Neill, Tip, with Gary Hymel. ing the period. Though the number varies from day to day, All Politics Is Local and Other Rules of the Game",
      "O’Neill, Thomas P., with William Novak. advance notification of any limitations"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "reading",
        "given": "Further"
      },
      {
        "family": "Amer",
        "given": "Mildred"
      }
    ],
    "date": [
      "2003"
    ],
    "location": [
      "Washington, D.C",
      "Democracy’s Messengers"
    ],
    "publisher": [
      "Library of Congress",
      "The"
    ],
    "title": [
      "Pages of the United States Congress: Selection, Duties, and Program Administration",
      "Congressional Research Service and Bill Severn"
    ],
    "type": "book"
  },
  {
    "date": [
      "1975"
    ],
    "location": [
      "New York"
    ],
    "note": [
      "cal Office) —John David Rausch, Jr."
    ],
    "publisher": [
      "Hawthorn Books"
    ],
    "title": [
      "A Senate page at work in the Senate Chamber (Senate Histori- Capitol Pages"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "reading",
        "given": "Further"
      },
      {
        "family": "House",
        "particle": "on"
      },
      {
        "family": "rules",
        "given": "Senate"
      },
      {
        "family": "Johnson",
        "particle": "the precedents that define"
      },
      {
        "family": "Constitution",
        "given": "Charles W."
      },
      {
        "family": "Manual",
        "given": "Jefferson’s"
      },
      {
        "family": "jurisdictions",
        "particle": "committee"
      },
      {
        "family": "Riddick",
        "given": "Floyd M."
      },
      {
        "family": "Frumin",
        "given": "Alan S."
      }
    ],
    "container-title": [
      "The Senate office is Office",
      "The House office publishes the Document"
    ],
    "date": [
      "2003"
    ],
    "issue": [
      "107-284",
      "101-28"
    ],
    "location": [
      "Washington, D.C",
      "Washington, D.C"
    ],
    "note": [
      "Government biennial editions of the House Rules and Manual, additional Printing Office, 1992; Sachs, Richard C. Pairing in Con- volumes of Deschler-Brown Precedents, and House Practice: 394 party voting"
    ],
    "title": [
      "Each office in both chambers is also Rules of the House of Representatives. House Document responsible for maintaining, compiling, and publishing the",
      "Government Printing rules and precedents of its chamber",
      "Rid- responsible for the Standing Rules of the Senate and Riddick’s Senate Procedure: Precedents and Practices. Senate dick’s Senate Procedure"
    ],
    "type": "article-journal",
    "volume": []
  },
  {
    "container-title": [
      "Great American Court Cases"
    ],
    "editor": [
      {
        "family": "Mabunda",
        "given": "M."
      }
    ],
    "note": [
      "McCormack 395 U.S. 486 (1969); Mikula, M., and umented Powell’s shortcomings, recommending several L."
    ],
    "title": [
      "When Congress resumed in 1967, the House Demo- See also QUALIFICATIONS OF MEMBERSHIP. cratic CAUCUS stripped Powell of his committee chair. The whole House voted to deny him his seat pending an inves- Further reading: tigation by a select committee. The select committee doc- Powell v"
    ],
    "type": "chapter",
    "volume": [
      "4"
    ]
  },
  {
    "author": [
      {
        "given": "rights"
      }
    ],
    "container-title": [
      "The substitute amendment Congressional Quarterly Service"
    ],
    "date": [
      "1999",
      "1967-03-01",
      "1973"
    ],
    "location": [
      "Detroit",
      "Washington, D.C",
      "Washington, D.C"
    ],
    "note": [
      "stated that Powell was excluded from membership in the —Jack R. Van Der Slik 408 POW/MIA (Prisoners of War–Missing In Action) Affairs, Senate Select Committee on"
    ],
    "publisher": [
      "Gale Group",
      "Congressional Quarterly Service, However"
    ],
    "title": [
      "remedies, including a $40,000 fine and the loss of his",
      "Congress and the Nation",
      "Nevertheless, it recommended his seating. 2",
      "the House amended the reso- 1969; Congress and the Nation",
      "lution of its select committee"
    ],
    "type": "article-journal",
    "volume": [
      "seniority",
      "3"
    ]
  },
  {
    "author": [
      {
        "family": "OF",
        "given": "L.E.G.I.S.L.A.T.I.V.E.R.E.O.R.G.A.N.I.Z.A.T.I.O.N.A.C.T."
      }
    ],
    "container-title": [
      "and armed ser- ter J. Congressional Procedures and the Policy Process",
      "House Document"
    ],
    "date": [
      "1946",
      "2004",
      "2003",
      "2004"
    ],
    "edition": [
      "6th vices decorations."
    ],
    "issue": [
      "107-284"
    ],
    "location": [
      "D.C",
      "D.C",
      "Washington, D.C"
    ],
    "publisher": [
      "Library of Congress",
      "Government Printing Office",
      "Congressional Quarterly Press"
    ],
    "title": [
      "Common ington",
      "Johnson, Charles subjects of private bills include immigration issues, domes- W. Constitution, Jefferson’s Manual, and Rules of the House of tic claims against the government, foreign claims against Representatives",
      "Washingthe government, patents and copyrights, taxation, public ton",
      "Oleszek, Wallands, veterans benefits, civil service status"
    ],
    "type": "article-journal",
    "volume": []
  },
  {
    "author": [
      {
        "family": "Brown",
        "given": "Wm Holmes"
      },
      {
        "family": "Johnson",
        "given": "Charles W."
      },
      {
        "family": "Byrd",
        "given": "Robert C."
      },
      {
        "family": "Riddick",
        "given": "Floyd M."
      },
      {
        "family": "Frumin",
        "given": "Alan S."
      }
    ],
    "container-title": [
      "Office",
      "Senate state levels, especially in the southern and western states, Document"
    ],
    "date": [
      "2003",
      "1994"
    ],
    "issue": [
      "101–28"
    ],
    "location": [
      "Washington, D.C",
      "Washington, D.C",
      "Washington, D.C"
    ],
    "note": [
      "Government prohibition of alcohol became national in 1918 when Printing Office, 1992. Congress passed the Eighteenth Amendment to the Con-"
    ],
    "title": [
      "House The temperance movement was typical of most Pro-Practice: A Guide to the Rules, Precedents, and Procedures gressive reforms. Based on moral issues and supported by of the House",
      "Government Printing the middle class, its aim was to control the makers of liquor Office",
      "The Senate, 1789–1989: and their corrupt political allies in government. Alcohol had Classic Speeches",
      "Government Printing long been thought to be the cause of many social ills",
      "Rid- including poverty and insanity. First successful at local and dick’s Senate Procedure: Precedents and Practices"
    ],
    "type": "article-journal",
    "volume": []
  },
  {
    "author": [
      {
        "family": "Representatives. House Document No",
        "particle": "of"
      },
      {
        "family": "Ornstein",
        "given": "Norman"
      },
      {
        "family": "Riddick",
        "given": "Floyd M."
      },
      {
        "family": "Frumin",
        "given": "Alan S."
      }
    ],
    "container-title": [
      "108th Congress a quorum was Rules of the House",
      "the COMMITTEE OF THE WHOLE House on the State of the 2003",
      "Roll Call",
      "The rule was amended in 1868 to read “a ment",
      "Office, 1992; U.S. House of Representatives, Committee on 108th Congress, the number of senators required for a quo- Rules. Hearing on the Continuity of Congress: An Examirum was 51. nation of the Existing Quorum Requirement and the Mass Both chambers operate under the assumption that a Incapacitation of Members",
      "House rules Printing Office"
    ],
    "date": [
      "2004-07-21",
      "2004"
    ],
    "issue": [
      "101-28"
    ],
    "location": [
      "Washington, D.C",
      "Washington, D.C",
      "Washington, D.C"
    ],
    "publisher": [
      "Government Printing Office",
      "Government"
    ],
    "title": [
      "action of the House",
      "218 members, except when the chamber had resolved into 107-284",
      "Defining Quorums Down: A Bad Union, when the rules specified that a quorum was 100 Idea That’s Ripe for Abuse",
      "Availmembers. able online by subscription",
      "The Senate interpretation of a quorum is similar to the com/issues/50_10/ornstein/0613-1.html. Accessed February one used by the House. In 1864 the Senate adopted a rule 9, 2006",
      "Riddick’s stating that a quorum consisted of “a majority of Senators Senate Procedure: Precedents and Practices. Senate Docuduly chosen",
      "Government Printing majority of the Senators duly chosen and sworn",
      "quorum is present unless proven otherwise"
    ],
    "type": "article-journal",
    "url": [
      "http://www.rollcall."
    ],
    "volume": []
  },
  {
    "author": [
      {
        "family": "Johnson",
        "given": "Charles W.Constitution"
      },
      {
        "family": "Riddick",
        "given": "Floyd M."
      },
      {
        "family": "Frumin",
        "given": "Alan S."
      }
    ],
    "container-title": [
      "The"
    ],
    "date": [
      "2003"
    ],
    "issue": [
      "107-284",
      "101-28"
    ],
    "location": [
      "Washington, D.C",
      "Washington, D.C"
    ],
    "note": [
      "Speaker (or the chair of the COMMIT- Committee on Rules. Hearing on the Continuity of TEE OF THE WHOLE) counts to determine if a quorum is Congress: An Examination of the Existing Quorum present. If a quorum is not present, the House must Requirement and the Mass Incapacitation of Members."
    ],
    "title": [
      "the “live quorum call.” The purpose of this quorum call is to Further reading: bring a majority of senators to the floor",
      "Jefferson’s Manual, and Quorum calls in the House of Representatives are Rules of the House of Representatives. House Document much more limited. The purpose of a quorum call in the",
      "Government Printing House is to bring a majority of members to the floor to Office",
      "Ridrecord their presence after an absence of quorum has been dick’s Senate Procedure: Precedents and Practices. Senate established. Members of the House may make a point of Document",
      "Government order that a quorum is not present, usually only when a vote Printing Office, 1992; U.S. House of Representatives, is taking place"
    ],
    "type": "article-journal",
    "volume": []
  },
  {
    "date": [
      "2004"
    ],
    "location": [
      "Washington, D.C",
      "John David Rausch, Jr"
    ],
    "publisher": [
      "Government Printing Office"
    ],
    "title": [
      "adjourn or take steps to get members to the floor to create",
      "a quorum"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Sharpe",
        "given": "M.E.",
        "particle": "powers of the federal government."
      },
      {
        "family": "Bouldin",
        "given": "Powhattan"
      },
      {
        "family": "Bruce",
        "given": "William Cabell"
      },
      {
        "family": "Johnson",
        "given": "Gerald White"
      }
    ],
    "date": [
      "1996",
      "1878",
      "1970",
      "1979"
    ],
    "location": [
      "Armonk, N.Y",
      "Richmond, Va",
      "Virginia, Randolph Jones",
      "New York",
      "New York",
      "New York"
    ],
    "note": [
      "Balch & Combelieved it amounted to interference by the federal gov- pany, 1929; Kirk, Russell. Randolph of Roanoke: A Study ernment into a matter (slavery) over which it lacked con- in Conservative Thought. Chicago: University of Chicago stitutional authority. He became the bitter enemy of Henry Press, 1951; Sawyer, Lemuel. A Biography of John Ran-Clay of Kentucky for having supported the compromise dolph, of Roanoke. New York: Robinson, 1844."
    ],
    "publisher": [
      "Clemmitt",
      "Octagon Books",
      "Noring",
      "Minton"
    ],
    "title": [
      "that the proposed surveys for roads and canals were based on Further reading: his strict constructionist view of the Constitution, beyond the Adams, Henry. 1882 John Randolph",
      "Home Reminiscences The owner of a 5,000-acre plantation and hundreds of of John Randolph of Roanoke",
      "& slaves in what is now Charlotte County",
      "John Randolph of believed that the federal government had no constitutional Roanoke: 1773–1833: A Biography Based Largely on New right to legislate on the institution of slavery. He vehe- Material",
      "Dawidoff, mently opposed the Missouri Compromise of 1820, label- Robert. The Education of John Randolph",
      "the northern members of Congress who voted for it ton",
      "Randolph of Roanoke: “Dough-faces.” He opposed the compromise because he A Political Fantastic"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Johnson",
        "given": "Charles W.Constitution"
      },
      {
        "family": "Manual",
        "given": "Jefferson’s"
      },
      {
        "family": "RULES",
        "given": "H.O.U.S.E."
      },
      {
        "family": "Riddick",
        "given": "Floyd M."
      },
      {
        "family": "Frumin",
        "given": "Alan S."
      }
    ],
    "date": [
      "2003"
    ],
    "issue": [
      "107-284"
    ],
    "location": [
      "Washington, D.C"
    ],
    "note": [
      "Senate of the bill, effectively prohibiting a motion to recommit."
    ],
    "title": [
      "COMMITTEE providing for the considera-Rules of the House of Representatives. House Document tion of the appropriations bill for the executive branch and",
      "Government Printing various independent agencies. The rule prohibited any Office",
      "Rid- amendment to Title II of the bill during the consideration dick’s Senate Procedure: Precedents and Practices"
    ],
    "type": null,
    "volume": []
  },
  {
    "container-title": [
      "95th Congress (1977–78",
      "Document"
    ],
    "date": [
      "1992"
    ],
    "issue": [
      "101-28"
    ],
    "location": [
      "Washington, D.C"
    ],
    "publisher": [
      "Government Speaker Henry Rainey",
      "Speaker THOMAS P"
    ],
    "title": [
      "a Democrat from Illinois, inter-Printing Office",
      "preted the rule as still permitting the minority to make a —John David Rausch, Jr. simple motion to recommit"
    ],
    "type": "article-journal",
    "volume": []
  },
  {
    "author": [
      {
        "family": "Senator Forestel",
        "particle": "named after"
      },
      {
        "family": "Karen",
        "given": "with Lori Nitschke"
      },
      {
        "family": "Johnson",
        "given": "Charles W.Constitution"
      },
      {
        "family": "geting",
        "given": "Jeffer-"
      },
      {
        "family": "Wolfensberger",
        "given": "Don"
      },
      {
        "given": "Allen"
      }
    ],
    "container-title": [
      "reconciliation Shuman, Howard E. Politics and the Budget: The Struggle The reconciliation bill and process helps Congress reach its between the President and the Congress",
      "CQ Weekly",
      "The Senate’s preernment Printing Office",
      "Congressional Record",
      "overturned with"
    ],
    "date": [
      "2001-07-21",
      "2003",
      "1991-06-04",
      "1995",
      "1992"
    ],
    "edition": [
      "3d"
    ],
    "issue": [
      "107-284"
    ],
    "location": [
      "Washington, D.C",
      "John David Rausch, Jr. Further reading",
      "Washington, D.C",
      "River, N.J"
    ],
    "pages": [
      "1,744–1,747",
      "772–787"
    ],
    "publisher": [
      "Gov",
      "Schick",
      "Brookings Institution Press",
      "Prentice Hall"
    ],
    "title": [
      "Further reading: In the Senate the “Byrd Rule",
      "Revolt of the Mod- ROBERT BYRD, a Democrat from West Virginia, requires erates Tests House Leadership",
      "that all reconciliation acts and provisions be related to budpp",
      "The rule is codified in section 313 of the 1974 Conson’s Manual, and Rules of the House of Representatives. gressional Budget and Impoundment Control Act, and a House Document",
      "three-fifths vote is required to waive it",
      "The siding officer determines what is nongermane to the bud-Motion to Recommit in the House: The Rape of a Minor- get under the Byrd Rule, and his or her ruling can be ity Right",
      "The Federal Budget: Politics, Policy, Process",
      "Upper Sadannual spending and revenue targets set out in its congres- dle"
    ],
    "type": "article-journal",
    "volume": [
      "60 votes"
    ]
  },
  {
    "container-title": [
      "The CONGRESSIONAL BUDGET —Charles Tien"
    ],
    "title": [
      "sional budget resolution"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "e.g.",
        "given": "Brown"
      },
      {
        "family": "H",
        "given": "William"
      },
      {
        "family": "Cummings",
        "given": "Milton C."
      },
      {
        "literal": "Jr., and Robert L. Peabody."
      },
      {
        "family": "Peabody",
        "given": "L."
      },
      {
        "family": "Polsby",
        "given": "Nelson W."
      },
      {
        "family": "Chicago",
        "given": "Rand bills on the floor McNally"
      },
      {
        "family": "Matsunaga",
        "given": "Spark M."
      },
      {
        "family": "Chen",
        "given": "Ping"
      }
    ],
    "container-title": [
      "New Opponents, on the other hand, challenge any limit on Perspectives on the House of Representatives",
      "Congressional Procedures and the are the “King-of-the-Hill” and “Queen of-the-Hill” rules. Policy Process"
    ],
    "date": [
      "1996",
      "1969"
    ],
    "edition": [
      "2d ed., edit",
      "6th"
    ],
    "editor": [
      {
        "family": "Oleszek",
        "given": "Walter J."
      }
    ],
    "location": [
      "Washington, D.C",
      "Urbana",
      "Washington, D.C"
    ],
    "note": [
      "Congressional Invented by Rules chair RICHARD BOLLING, a Democrat Quarterly Press, 2004; Robinson, James A. The House Rules from Missouri, during the budget reconciliation season of Committee. Indianapolis: Bobbs Merrill, 1963; House Rules"
    ],
    "publisher": [
      "measures",
      "University of Illinois Press"
    ],
    "title": [
      "sons as varied as the complex nature of the legislation",
      "House Practice: A Guide to the Rules, tax measures, appropriations bills), or they are emergency Precedents, and Procedures of the House",
      "or because the highly fragile coalitions created to Government Printing Office",
      "report the bill out of committee will disintegrate should the",
      "The Decision to Enlarge the language of the bill be disturbed through amendment. Committee on Rules: An Analysis of the 1961 Vote",
      "amendments as they attempt to defeat or significantly alter by Robert",
      "Rule-Among the relatively modern but important innova- makers of the House",
      "tions for sequencing the consideration of floor amendments 1976"
    ],
    "type": "chapter"
  },
  {
    "date": [
      "1982"
    ],
    "title": [
      "the King-of-the-Hill rule allows the consideration of Committee. Available online"
    ],
    "type": null,
    "url": [
      "http://www.house.gov/"
    ]
  },
  {
    "author": [
      {
        "family": "reading",
        "given": "Rossen V.Vassilev Further"
      },
      {
        "family": "Howell",
        "given": "Wilbur S."
      }
    ],
    "date": [
      "1988"
    ],
    "location": [
      "Princeton, N.J"
    ],
    "publisher": [
      "Princeton University Press"
    ],
    "title": [
      "Jefferson’s Parliamentary Writings: A Parliamentary Pocket-Book and a Manual of Parliamentary rules and procedures, Senate Practice"
    ],
    "type": "book"
  },
  {
    "container-title": [
      "building in 1996"
    ],
    "date": [
      "2002"
    ],
    "editor": [
      {
        "family": "Fite",
        "given": "Gilbert C.Richard B."
      }
    ],
    "location": [
      "New York",
      "Russell, Jr"
    ],
    "note": [
      "Senator From Georgia. Durham: University of At the end of the day, few members of the Senate can North Carolina Press, 1991; Goldsmith, John A. Colleagues: match Russell’s career as far as impact on the national Richard B. Russell and His Apprentice Lyndon B. Johnson."
    ],
    "publisher": [
      "Knopf"
    ],
    "title": [
      "following year what had been known as the Old Senate Further reading: Office Building was renamed the Russell Senate Office Caro, Robert A. The Years of Lyndon Johnson: Master of the Building in his honor. A statue of Russell was added to the Senate"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "scene"
      },
      {
        "family": "Harcourt Brace",
        "given": "Russell’s",
        "particle": "legacy will always be greatly diminished"
      }
    ],
    "container-title": [
      "Voice of Georgia: Speeches of Richard B. Rustion"
    ],
    "date": [
      "1998",
      "1996",
      "1997"
    ],
    "editor": [
      {
        "family": "McLeod",
        "given": "Calvin"
      },
      {
        "family": "L",
        "given": "Dwight"
      },
      {
        "given": "Freshley"
      }
    ],
    "location": [
      "Macon, Ga",
      "New York",
      "Macon, Ga"
    ],
    "note": [
      "Russell’s record in this area prevents him from taking sell, 1928–1969."
    ],
    "publisher": [
      "Mercer University Press",
      "however",
      "Mercer University Press"
    ],
    "title": [
      "Russell’s influence on national security and agricul",
      "Mann, Robert. tural policy was immense, and he was a key player behind The Walls of Jericho: Lyndon Johnson, Hubert Humphrey, the scenes on scores of other legislative issues. Ultimately, Richard Russell, and the Struggle for Civil Rights",
      "because of his determined opposition to civil rights legisla"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "literal": "lost Barone, Michael, Grant Ujifusa, and Douglas Matthews. in the Republican primary."
      },
      {
        "family": "ROBERT L. LIVINGSTON",
        "given": "P.",
        "particle": "tion was"
      },
      {
        "family": "Dutton",
        "particle": "a Republican who held"
      },
      {
        "family": "Bolles",
        "given": "Blair"
      }
    ],
    "container-title": [
      "Clearingusually survive challenges. When losing candidates bring house on Election Administration, Federal Election Comsuit, courts are ordinarily reluctant to infringe on what they mission",
      "Stewart. see as the constitutional authority of Congress. Moreover, Federal Prosecution of Election Offenses",
      "Washingchallengers have a very short time frame in which to gather ton"
    ],
    "date": [
      "1977",
      "1951",
      "1978",
      "1995"
    ],
    "edition": [
      "6th"
    ],
    "editor": [
      {
        "family": "Donsanto",
        "given": "Craig C."
      },
      {
        "family": "S",
        "given": "Nancy"
      }
    ],
    "location": [
      "New York",
      "New York",
      "Washington, D.C",
      "D.C"
    ],
    "note": [
      "the evidence to support their claims. The contest in the —Patricia A. Behlar Seminole Tribe of Florida v. Florida 517 US 44 461"
    ],
    "publisher": [
      "E",
      "Nor-The",
      "National",
      "U.S. Department of Justice"
    ],
    "title": [
      "elections were held in Louisiana. Tonry lost in the Demo- Further reading: cratic primary, and Moreau, who had changed parties",
      "The winner of the special elec- The Almanac of American Politics, 1978",
      "Tyrant from Illinois: Uncle Joe the seat until 1999. Cannon’s Experiment in Personal Power",
      "contested election in Louisiana’s First Congres- ton",
      "Contested Elections and Recounts",
      "Presional District in 1976 was, in one major aspect, atypical. pared by School of Public and Environmental Affairs, Congresspersons who have taken their oaths and are seated Indiana University"
    ],
    "type": "chapter",
    "volume": [
      "3"
    ]
  },
  {
    "author": [
      {
        "family": "v",
        "given": "California"
      }
    ],
    "container-title": [
      "Public Law"
    ],
    "note": [
      "from the majority party who rotate during the Senate ses-100th Cong., 2d sess., 17 October 1988; Mason, W. Dale. sions, each spending about an hour in the chair."
    ],
    "title": [
      "Cabazon Band of Mission Indians, 480 U.S. over the Senate normally is then assigned to junior senators 202 1987; Indian Gaming Regulatory Act"
    ],
    "type": "article-journal",
    "volume": [
      "497"
    ]
  },
  {
    "author": [
      {
        "family": "LEADER",
        "given": "Pennsylva- M.A.J.O.R.I.T.Y."
      },
      {
        "family": "Senate Majority Whip",
        "particle": "the"
      }
    ],
    "container-title": [
      "CULTURE , N UTRITION , and F ORESTRY (21 members); Congress, the legislative branch of the federal government APPROPRIATIONS",
      "Union Gas Co",
      "Florida"
    ],
    "date": [
      "2000",
      "1989",
      "1996"
    ],
    "location": [
      "Norman"
    ],
    "note": [
      "29 members); ARMED SERVICES (25 created in 1787 by Article I, Section I, of the U.S. Consti- members); BANKING, HOUSING, AND URBAN AFFAIRS (21 tution. The other chamber of Congress is the HOUSE OF members); BUDGET (23 members); COMMERCE, SCIENCE,"
    ],
    "publisher": [
      "University of Oklahoma Press"
    ],
    "title": [
      "Indian Gaming: Tribal Sovereignty and American Politics. The agenda of the Senate is usually set by the Senate",
      "The nia v",
      "Seminole Tribe of other floor leaders are the Senate MINORITY LEADER and Florida v",
      "the Senate Minority Whip. Most of the work in the Senate —Charles C. Turner is transacted by STANDING COMMITTEES in which senators from both the majority and the minority parties are represented but are chaired by members of the majority party. Senate There are 16 standing committees in the Senate, AGRI-The Senate is one of the two chambers of the U.S"
    ],
    "type": "article-journal",
    "volume": [
      "491 U.S. 1",
      "517 U.S. 44"
    ]
  },
  {
    "author": [
      {
        "family": "U.S. Senate Exceptionalism",
        "particle": "ed."
      },
      {
        "family": "Rossen",
        "given": "V."
      }
    ],
    "date": [
      "2002"
    ],
    "note": [
      "SENATE. Officially titled the Senate United States Senate. Senate Document 107-1. Washing-Manual Containing the Standing Rules, Orders, Laws, and ton, D.C.: Government Printing Office, 2002."
    ],
    "title": [
      "Columbus: Ohio State Uni- Senate Manual. Curiously, there is no record of a Senate versity Press",
      "Manual for the 105th Congress",
      "Vassilev Further reading: United States Senate, Committee on Rules and Adminis-Senate Manual tration. Senate Manual Containing the Standing Rules, The Senate Manual is a handbook of rules governing the Orders, Laws, and Resolutions Affecting the Business of the operations of the U.S"
    ],
    "type": null
  },
  {
    "note": [
      "—John David Rausch, Jr. ate, this publication is the rulebook for the Senate. It is pre-"
    ],
    "title": [
      "Resolutions Affecting the Business of the United States Sen"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Binder",
        "given": "Sarah A."
      },
      {
        "family": "Maltzman",
        "given": "Forrest"
      },
      {
        "family": "Denning",
        "given": "Brannon P."
      }
    ],
    "container-title": [
      "Judicature. (March–April 2002): chair the Senate Environment and Public Works Commit-218–226",
      "The Federal Appointments tee, a position he held until the Republicans regained con-Process: A Constitutional and Historical Analysis. Durham, trol of the Senate in the 2002 elections",
      "Legislative Studies Quarterly"
    ],
    "date": [
      "2004"
    ],
    "editor": [
      {
        "family": "Gerhardt",
        "given": "Michael J."
      }
    ],
    "pages": [
      "467"
    ],
    "title": [
      "The Limits of Sen- Democrats. In order to try to encourage such defections, atorial Courtesy",
      "both parties are likely to give credit for committee senior-5–22",
      "‘The Judicial Confirmation Pro- ity. Although an independent, Jeffords was appointed to cess’ and the Blue Slip"
    ],
    "type": "article-journal",
    "volume": [
      "24"
    ]
  },
  {
    "author": [
      {
        "family": "reading",
        "given": "Further"
      },
      {
        "family": "Schick",
        "given": "Allen"
      },
      {
        "family": "Davidson",
        "given": "Roger H."
      },
      {
        "family": "Congress",
        "given": "Walter J.Oleszek"
      },
      {
        "family": "Shuman",
        "given": "Howard E."
      }
    ],
    "date": [
      "1995",
      "2002",
      "1992"
    ],
    "edition": [
      "8th",
      "3d"
    ],
    "genre": [
      "“CRS Report dle"
    ],
    "location": [
      "Washington, D.C",
      "Washington, D.C",
      "River, N.J"
    ],
    "note": [
      "for Congress: House Sergeant at Arms: Fact Sheet on —Charles Tien Legislative and Administrative Duties.” Available online. Seventeenth Amendment 469"
    ],
    "publisher": [
      "Brookings Institution Press",
      "Upper Sad- Quarterly Press",
      "Prentice Hall"
    ],
    "title": [
      "The Federal Budget: Politics, Policy, Pro- Further reading: cess",
      "Politics and the Budget: The Struggle Its Members",
      "Congressional between the President and the Congress",
      "Tong, Lorraine H"
    ],
    "type": "report"
  },
  {
    "author": [
      {
        "family": "Carey",
        "particle": "took their seats as U.S. senators four days later. Gruening Williamsburgh v."
      }
    ],
    "container-title": [
      "Noting that the Court had upheld gerrymandering to benefit rural voters, union Further reading: members, and political parties, he described the Court’s Gruening, Ernest. The Battle for Alaska Statehood. Seattle, barring gerrymandering to benefit the very group whose Wa",
      "The history in the United States gave birth to the Equal Pro-Congressional Record"
    ],
    "date": [
      "1977",
      "1967"
    ],
    "location": [
      "Washington, D.C"
    ],
    "note": [
      "Government tection Clause as perverse. Justice David Souter also dis-Printing Office, 1957. sented, arguing that the mere placement of voters in"
    ],
    "publisher": [
      "University of Alaska Press"
    ],
    "title": [
      "that compliance with Section was reelected in 1962 but was defeated for the Democratic 5 of the Voting Rights Act, particularly meeting the demands nomination for the Senate in 1968. of the DOJ, satisfies strict scrutiny. In 1990 the voters of Washington, D.C., elected civil In dissent, Justices John Paul Stevens and Byron White rights leader Jesse Jackson, Sr., and Florence Howard derided the assertion that the white majority had been Pendleton as the district’s first shadow senators. In 1993 the denied equal protection. Justice Stevens stated that the House of Representatives rejected, by a vote of 277-153, Equal Protection Clause is violated when the majority uses the New Columbia Admission Act (H.R. 51). Jesse Jackson gerrymanders to enhance its power at the expense of did not run for a second term in 1996 and was succeeded by minority groups, but not “when the majority acts to facili-Paul Strauss. tate representation of minorities",
      "Kefauver, Estes"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Lightfoot",
        "given": "Gomillion",
        "particle": "v."
      }
    ],
    "container-title": [
      "Carr, the WAYS AND MEANS COMMITTEE. Under his leadership"
    ],
    "date": [
      "1960"
    ],
    "title": [
      "364 U.S",
      "Baker v"
    ],
    "type": "chapter",
    "volume": [
      "339"
    ]
  },
  {
    "author": [
      {
        "given": "U.S."
      }
    ],
    "citation-number": [
      "369"
    ],
    "date": [
      "1962"
    ],
    "note": [
      "Johnson, 512 U.S. 622 the committee experimented with delegating work on"
    ],
    "title": [
      "Miller v"
    ],
    "type": null
  },
  {
    "container-title": [
      "Hunt",
      "The martie"
    ],
    "date": [
      "1995",
      "1996",
      "1999"
    ],
    "location": [
      "Easley v"
    ],
    "note": [
      "Cromartie, 532 U.S. practice led to the committee’s use of SUBCOMMITTEES"
    ],
    "title": [
      "Shaw v",
      "Hunt v. Cro- appropriations bills to individual committee members"
    ],
    "type": "article-journal",
    "volume": [
      "517 U.S. 899",
      "526 U.S. 541"
    ]
  },
  {
    "citation-number": [
      "254"
    ],
    "date": [
      "2001",
      "1823"
    ],
    "location": [
      "The Sherman, John"
    ],
    "note": [
      "a leading from 15 percent to 37.5 percent and expanded the number general in the Union army during the American Civil War. of items that were subject to the tariff."
    ],
    "title": [
      "during the Civil War. While he was chair the House passed —Daniel E. Smith the Morrill Tariff Bill, which was signed into law by President James Buchanan on March 3, 1861, two days before he was succeeded as president by Abraham Lincoln",
      "Representative, Senator Morrill Tariff Bill was a protectionist measure favored by John Sherman was the eighth of 11 children. He was the the Republican Party. The bill raised the average tariff rate younger brother of William Tecumseh Sherman"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "father",
        "given": "His"
      }
    ],
    "note": [
      "of the Committee on Finance (1863–65, 1867–77). In the Sherman attended private schools for eight years, two Senate he supported the Legal Tender Act of 1862, which at the Homer Academy in Lancaster (from which he was authorized the issuance of U.S. notes as the first national expelled), four years in Mount Vernon, Ohio, and then two currency, and the National Banking Act of 1863, which cre-"
    ],
    "title": [
      "Charles Robert Sherman, a lawyer, and mother, He was elected to the U.S. Senate in 1861 to fill the Mary Hoyt Sherman, had moved from Norwalk, Connecti- vacancy caused by the resignation of Salmon P. Chase, who cut, to Ohio in 1811. The family settled in Lancaster, Ohio, became secretary of the Treasury in President Lincoln’s caband Charles Sherman practiced law in Ohio and Michigan. inet. Sherman served in the Senate from March 21, 1861, Charles Sherman became a member of the Ohio state until he resigned on March 8, 1877. In the Senate he was supreme court (1821–29) but died of typhoid fever when chair of the Committee on Agriculture (1863–67) and chair the younger Sherman was six years of age"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "reading",
        "given": "Further"
      },
      {
        "family": "Altmeyer",
        "given": "Arthur J."
      },
      {
        "family": "Arnold",
        "given": "R.Douglas"
      }
    ],
    "container-title": [
      "Political Science Quarterly"
    ],
    "date": [
      "1966",
      "1998"
    ],
    "location": [
      "Madison",
      "Artful Work"
    ],
    "pages": [
      "213–214"
    ],
    "publisher": [
      "University of Wisconsin Press",
      "Light, Paul",
      "The Politics of Social Security Reform"
    ],
    "title": [
      "The Formative Years of Social Security",
      "The Politics of Reforming Social Security"
    ],
    "type": "article-journal",
    "volume": [
      "113"
    ]
  },
  {
    "date": [
      "1985"
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "Random House",
      "—Patricia A. Behlar"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Davidson",
        "given": "Roger H."
      },
      {
        "family": "Oleszak",
        "given": "Walter J."
      },
      {
        "family": "Hall",
        "given": "Richard"
      },
      {
        "family": "Swers",
        "given": "Michele L."
      },
      {
        "family": "Whitby",
        "given": "Kenny J."
      }
    ],
    "container-title": [
      "In addition",
      "American Journal of",
      "Political Science",
      "American Politics their committees. For example, a senator on the FOREIGN Research"
    ],
    "date": [
      "2004",
      "1996",
      "1995",
      "2002",
      "2002-01"
    ],
    "edition": [
      "9th"
    ],
    "issue": [
      "1"
    ],
    "location": [
      "Washington, D.C",
      "Conn",
      "Chicago"
    ],
    "pages": [
      "186–204",
      "–",
      "93–109"
    ],
    "publisher": [
      "Congressional Quarterly large",
      "Yale University Press",
      "University of Chicago Press"
    ],
    "title": [
      "economic interests of the state or district also influence the",
      "Congress and Its types of bills sponsored in Congress. Representatives from Members",
      "diverse states or districts, such as California, are likely Press",
      "Participation in Congress. New to sponsor more legislation to represent their diverse con- Haven",
      "Schiller, Wendy stituents. In addition, legislators from farming states such as J. “Senators as Political Entrepreneurs: Using Bill Sponsor-Illinois and Iowa are more likely to sponsor agriculture pol- ship to Shape Legislative Agendas",
      "icy bills than are legislators from more metropolitan states",
      "The type and number of committees a member sits on The Difference Women Make: The Policy Impact of Women in also influence bill sponsorship. As committee assignments Congress",
      "increase, bill sponsorship also increases",
      "Bill Sponsorship and Intra-racial Voting bers usually sponsor bills that fall within the jurisdiction of among African American Representatives"
    ],
    "type": "article-journal",
    "volume": [
      "39",
      "30"
    ]
  },
  {
    "note": [
      "Mueller and Carmen R. Allen related to foreign policy."
    ],
    "title": [
      "RELATIONS COMMITTEE is more likely to sponsor bills —Melinda A"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Malbin",
        "given": "Michael J.Unelected Representatives"
      },
      {
        "given": "Congresating"
      },
      {
        "family": "M. Bullock",
        "particle": "setting up"
      }
    ],
    "container-title": [
      "Paul. cal staff include chief clerk, deputy clerk, documents clerk, “Congressional Staff: An Analysis of Their Roles, Funcstaff assistant, and librarian. tions, and Impacts.”"
    ],
    "date": [
      "1980",
      "2001",
      "1992"
    ],
    "editor": [
      {
        "family": "Rundquist",
        "given": "Paul S."
      },
      {
        "family": "Schneider",
        "given": "Judy"
      },
      {
        "family": "H",
        "given": "Frederick"
      }
    ],
    "genre": [
      "professional committee staff are con-"
    ],
    "location": [
      "New York",
      "Washington, D.C",
      "Washington, D.C"
    ],
    "publisher": [
      "Basic Books",
      "Congressional Research Service",
      "Congressional By comparison",
      "Research Service"
    ],
    "title": [
      "staff members are largely responsible for the administrative Further reading: and clerical functions required to keep the committee oper",
      "Such functions include staffing the committee offices, sional Staff and the Future of Representative Government. responding to telephone, mail, and electronic requests",
      "Pontius John S. and Faye scheduling committee hearings and meetings",
      "Congressional Staff: Duties and Functions.” hearings, distributing information, and staffing the commit",
      "tee’s library. Titles that are given to administrative and cleri"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Black",
        "given": "Henry Campbell"
      }
    ],
    "container-title": [
      "in court proceedings 1 U.S. Code, chap"
    ],
    "edition": [
      "4th ed. St"
    ],
    "location": [
      "Paul, Minn"
    ],
    "note": [
      "public statutes to all persons generally but may not take 1968; Johnson, Charles W. III. How Our Laws Are Made."
    ],
    "publisher": [
      "West Publishing"
    ],
    "title": [
      "can become important, for example",
      "Black’s in which judges may take judicial notice of the evidence of Law Dictionary"
    ],
    "type": "paper-conference",
    "volume": [
      "2 and 3"
    ]
  },
  {
    "container-title": [
      "Last, there are Steward Machine Co. v. Davis 301 U.S. 548 affirmative statutes and negative statutes. Affirmative ones (1937) declare what shall be done and do not overturn the com- In the 1937 case Steward Machine Co. v"
    ],
    "date": [
      "2003"
    ],
    "location": [
      "Washington, D.C"
    ],
    "note": [
      "Davis and its mon law, whereas negative statutes can prohibit actions or companion, Helvering v. Davis, the Supreme Court upheld 492 subcommittees"
    ],
    "publisher": [
      "U.S. House of Representatives"
    ],
    "title": [
      "such notice without a party in the case specifically arguing",
      "the applicability of a private statute to the case being con- —Robert P. Goss sidered. Statutes are also sometimes identified either as temporary, limited in duration, or perpetual, those that will remain in force without any time limitation"
    ],
    "type": "chapter"
  },
  {
    "note": [
      "No bills were enacted. poenas: in McGrain v. Daugherty (1927) and Eastland v. Colorado passed the nation’s first sunset law in 1976."
    ],
    "title": [
      "of Congress and tried in federal court. The U.S. Supreme members of Congress opposed to the automatic termina-Court twice has upheld the power of Congress to issue sub- tion provisions"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Fund",
        "given": "U.S.Servicemen’s"
      },
      {
        "family": "Octo-Grabow",
        "given": "Senate",
        "particle": "in"
      },
      {
        "family": "C",
        "given": "John"
      }
    ],
    "date": [
      "1975"
    ],
    "location": [
      "Upper Saddle River, N.J"
    ],
    "note": [
      "bills have been introduced in almost every subsequent"
    ],
    "publisher": [
      "Prentice Hall"
    ],
    "title": [
      "By 1980 30 additional states adopted the innovation. With the support of prominent Senate Democrats and President Further reading: Carter, a federal sunset bill passed the U.S",
      "The Law and Practice of Congressional ber 1978, but it was allowed to die in the House. Similar Investigations"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Hamilton",
        "given": "James"
      }
    ],
    "citation-number": [
      "1991;"
    ],
    "title": [
      "The Power to Probe: A Study of Congress"
    ],
    "type": null
  },
  {
    "container-title": [
      "April 2002 the Subcommittee on the Civil Service, 1976. Census and Agency Organization of the HOUSE COMMIT-TEE ON GOVERNMENT REFORM held a hearing on the Federal Sunset Act of 2001"
    ],
    "location": [
      "New York"
    ],
    "note": [
      "a bill introduced by Texas"
    ],
    "publisher": [
      "Random House"
    ],
    "title": [
      "Congressional Investigations"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "agency",
        "particle": "eral"
      },
      {
        "family": "Benjamin",
        "given": "Matthew"
      }
    ],
    "container-title": [
      "U.S. Lowi’s idea gained attention in the wake of the WATER"
    ],
    "date": [
      "2003-05-26"
    ],
    "note": [
      "Mooney, Chris."
    ],
    "pages": [
      "39"
    ],
    "publisher": [
      "News & World Report"
    ],
    "title": [
      "Lowi saw this limit as a way to keep govern- Further reading: ment from becoming too large and inefficient",
      "You Gotta Have a Gimmick"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "Legal Affairs"
    ],
    "date": [
      "2004/story_mooney_janfeb04.msp 2004"
    ],
    "note": [
      "Available online. accountability. Presidential candidate Jimmy Carter made URL:",
      "Accessed January sunshine rules 495"
    ],
    "title": [
      "GATE SCANDAL and calls for increased government “Short History of Sunsets",
      "accountability and reduction of the bureaucracy"
    ],
    "type": "article-journal",
    "url": [
      "http://www.legalaffairs.org/issues/January-Februaryincreased"
    ]
  },
  {
    "author": [
      {
        "family": "Palmer",
        "given": "Elizabeth"
      }
    ],
    "citation-number": [
      "16,"
    ],
    "container-title": [
      "U.S. House of Repre- mittees in 1975. sentatives, Subcommittee on the Civil Service, Census and The sunshine rules worked as designed for a number Agency Organization of the Committee on Government of years after their adoption. Except when national secu-Reform. Reforming Government: The Federal Sunset Act of rity matters were discussed, most committee meetings",
      "CQ Weekly"
    ],
    "date": [
      "2006",
      "2001-10-27"
    ],
    "issue": [
      ""
    ],
    "pages": [
      "2,533–2,535"
    ],
    "title": [
      "Terrorism Bill’s Sparse Paper mants, or other issues requiring confidentiality. Both cham-Train May Cause Legal Vulnerabilities",
      "bers approved rules opening sessions of conference com-41"
    ],
    "type": "article-journal",
    "volume": [
      "59"
    ]
  },
  {
    "container-title": [
      "1979 Representative William Natcher"
    ],
    "date": [
      "2001"
    ],
    "genre": [
      "Report 107-188."
    ],
    "location": [
      "Washington, D.C"
    ],
    "note": [
      "a Demo-—John David Rausch, Jr. crat from Kentucky, became chair of the HOUSE APPRO-"
    ],
    "title": [
      "Government were open. After only a few years a countertrend began to Printing Office, 2002. emerge"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Kenneth",
        "given": "J."
      }
    ],
    "container-title": [
      "House Document"
    ],
    "date": [
      "1993-05-13"
    ],
    "genre": [
      "Washington Post,"
    ],
    "issue": [
      "107"
    ],
    "pages": [],
    "title": [
      "Further reading: suspension motions on measures that do not include a cost Cooper",
      "GOP Freshman Knocking on Closed estimate, are not supported by the minority, or are opposed Doors",
      "A25; Johnson, by more than one-third of a reporting committee’s mem-Charles W. Constitution, Jefferson’s Manual, and Rules of bers, unless waived by a majority of the party’s electoral the House of Representatives"
    ],
    "type": "article-journal",
    "volume": []
  },
  {
    "author": [
      {
        "given": "U.S."
      },
      {
        "family": "HOUSE COMMITTEE ON RULES",
        "particle": "the"
      }
    ],
    "citation-number": [
      "284."
    ],
    "container-title": [
      "Senate Manual. Senate Document"
    ],
    "date": [
      "2003",
      "1985-08-10"
    ],
    "genre": [
      "Washington Post,"
    ],
    "location": [
      "Washington, D.C",
      "Washington"
    ],
    "note": [
      "—John David Rausch, Jr. passed by unanimous consent. By contrast, complex and important measures are considered in the COMMITTEE OF"
    ],
    "pages": [
      "4"
    ],
    "publisher": [
      "Government Printing Office"
    ],
    "title": [
      "As some suggest, suspension of the rules is a procedu-Rich, Spencer “Hill Panels ‘Sunshine’ Starts Clouding ral nexus between considering legislation by unanimous Over",
      "Sen- consent and resolutions, or special rules, reported from ate",
      "For example, legisla-D.C.: Government Printing Office, 2002. tion void of any contention is likely to be called up and"
    ],
    "type": "article-journal",
    "volume": [
      "107-1"
    ]
  },
  {
    "author": [
      {
        "family": "Oleszek",
        "given": "Walter J."
      },
      {
        "literal": "STATES V. E. —Colton C. Campbell C. KNIGHT Co.)."
      }
    ],
    "container-title": [
      "v. United States 196 U.S",
      "Legislative Studies Quarterly",
      "Service"
    ],
    "date": [
      "1990",
      "2001",
      "2000",
      "1905"
    ],
    "edition": [
      "5th"
    ],
    "location": [
      "Washington, D.C",
      "Washington, D.C"
    ],
    "note": [
      "indirectly affected was not enough (UNITED",
      "time involving shippers of fresh meat, by bringing a suit On July 2, 1890, Congress passed “An Act to Protect Trade against them. Swift & Co. v. United States was decided by and Commerce against Unlawful Restraints and Monopo- the Supreme Court in 1905. The government alleged that lies,” more commonly known as the Sherman Antitrust Act. the companies would not bid against each other in the live-"
    ],
    "publisher": [
      "Congressional Research",
      "Con"
    ],
    "title": [
      "Saturno, James V. involved with the manufacture of the product, which was How Measures Are Brought to the House Floor: A Brief not part of interstate commerce. Commerce succeeds to Introduction",
      "manufacture and is not part of it, according to an 8-1 Court",
      "Congressional Procedures which did not find any intention to put a restraint on trade and the Policy Process",
      "or commerce. The fact that trade or commerce might be gressional Quarterly Press",
      "That was how matters stood when the Justice Department decided to try to break up another monopoly, this Swift & Co"
    ],
    "type": "article-journal",
    "volume": [
      "15",
      "518"
    ]
  },
  {
    "author": [
      {
        "family": "Langran",
        "given": "Robert"
      },
      {
        "family": "Schnitzer",
        "given": "Martin"
      }
    ],
    "container-title": [
      "Fur"
    ],
    "date": [
      "2001"
    ],
    "note": [
      "States, 196 U.S. 518 (1905); White, G. Edward. Justice ther, the broad definition of the Commerce Clause enun- Oliver Wendell Holmes. Law and the Inner Self. New York: ciated in this antitrust case has been used by the Court in Oxford University Press, 1993."
    ],
    "publisher": [
      "Prentice Hall"
    ],
    "title": [
      "they are part of the same process would result in decisions Further reading: inconsistent with the intent of law. The current, or stream",
      "Government, Busiof commerce concept has been an important development ness, and the American Economy. Upper Saddle River, in enabling the federal government to curb abuses by big N.J",
      "Swift & Company v. United business that otherwise might have gone unpunished"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Parks",
        "given": "Daniel J."
      }
    ],
    "container-title": [
      "Office",
      "CQ Weekly"
    ],
    "date": [
      "1907",
      "2003",
      "2001-04-14"
    ],
    "genre": [
      "816;"
    ],
    "issue": [
      "107-284"
    ],
    "location": [
      "Washington, D.C",
      "Washington, D.C"
    ],
    "note": [
      "United the COMMITTEE OF THE WHOLE, the motion to table is not States Senate. Senate Manual. Senate Document 107-1."
    ],
    "publisher": [
      "Government Printing Office"
    ],
    "title": [
      "bers who would like to kill a piece of legislation",
      "A motion to table is not in order regarding a motion to Johnson, Charles W. Constitution, Jefferson’s Manual, and adjourn, a motion to suspend the rules, a motion to recom- Rules of the House of Representatives. House Document mit, or motions relating to the general order of business",
      "Government Printing Tabling also is not in order for motions that are not debat",
      "Senate GOP Spares Cheney, able or amendable. When the House has resolved itself into Tables Tabling"
    ],
    "type": "article-journal",
    "volume": []
  },
  {
    "author": [
      {
        "family": "all",
        "particle": "order at"
      },
      {
        "literal": "and Chief Justice of the U.S. Supreme ness."
      }
    ],
    "date": [
      "2002",
      "1889",
      "1909",
      "1921",
      "1861"
    ],
    "location": [
      "Washington, D.C"
    ],
    "note": [
      "whose father, John Herron, had been a reservation proposed to a treaty, if laid on the table, does lawyer from Cincinnati and partner of President Ruthernot affect the treaty. The motion is not debatable. A motion ford B. Hayes. He was the nephew of Charles Phelps Taft 500 Taft, Robert A."
    ],
    "publisher": [
      "Government Printing Office"
    ],
    "title": [
      "In fact, the motion to resolve into the Com",
      "mittee of the Whole is not subject to tabling. The motion to —John David Rausch, Jr. table is not debatable. In the SENATE the motion to table is in order any time a question is pending before the Senate, except when the Taft, Robert A",
      "Senator question is more privileged. The motions more privileged Robert Alphonso Taft was the son of William Howard are the motion to adjourn, the motion to recess, and the Taft (1857–1930), the 27th president of the United States motion to proceed to the consideration of executive busi- from",
      "Unlike in the House, a motion to table a proposed Court",
      "His mother was Helen “Nellie” Herron amendment to a bill does not affect the underlying bill. A"
    ],
    "type": null
  },
  {
    "container-title": [
      "1914 Taft mar- joined government service during the war, serving as assisried Martha Wheaton Bowers (1889–1958), whose father, tant counsel in the U.S. Food Administration from 1917 to Lloyd Wheaton Bowers, had been solicitor general of the 1918 and as counsel to the American Relief Administration United States in President Taft’s administration from in 1919"
    ],
    "date": [
      "1843",
      "1895",
      "1897"
    ],
    "note": [
      "the agency (both were headed by Herbert Hoover"
    ],
    "title": [
      "who represented Ohio in the 54th Congress the firm of Maxwell and Ramsey, the position having been",
      "He had two younger siblings, a brother, arranged by his father, who had been on the University of Charles Phelps Taft",
      "who was mayor of Cincinnati law faculty with one of the partners, Lawrence Cincinnati from 1955 to 1957, and a sister, Helen Herron Maxwell, during the 1890s. Because of his poor eyesight, he Taft (1891–1987), who would become a professor of his- was not eligible for military service in World War I. He tory and dean at Bryn Mawr College"
    ],
    "type": "chapter"
  },
  {
    "date": [
      "1909",
      "1915",
      "1917",
      "1920"
    ],
    "director": [
      {
        "family": "Taft.",
        "given": "Robert",
        "suffix": "Jr"
      }
    ],
    "note": [
      "That studied under American tutors in Manila, Philippine year he decided not to run for reelection and resumed the Islands (while his father served as commissioner and terri- practice of law on a full-time basis with the firm of Taft, torial governor from 1901 to 1903) and the Taft School Stettinius, and Hollister, which he had helped found in"
    ],
    "title": [
      "They would have four children, William that provided food relief to eastern Europe following the Howard Taft III",
      "end of the war. Returning to Ohio, Taft entered electoral Lloyd Bowers Taft (1923–85), and Horace Dwight Taft politics by winning a seat in the Ohio state house of repre-(1925–1983). sentatives in",
      "He sat in the house from 1921 to 1926, Robert Taft attended public schools in Cincinnati and serving as the speaker and majority leader in 1926"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "uncle",
        "particle": "which had been founded by his"
      },
      {
        "family": "Dutton",
        "given": "Horace"
      }
    ],
    "date": [
      "1924",
      "1903",
      "1931"
    ],
    "location": [
      "Connecticut"
    ],
    "note": [
      "He lost his seat in the Supreme Court justice Oliver Wendell Holmes, Jr. Franklin Delano Roosevelt landslide of 1932. He spent the"
    ],
    "title": [
      "Also in 1926 he helped found the Cincinnati Coun-Taft) in Watertown",
      "He try Day School, which would be attended by three of his graduated from Yale University in 1910 and graduated first sons, Robert, Horace, and Lloyd. in his class from the Harvard University Law School in Taft returned to the legislature, serving one term in the 1913. Taft was offered, and rejected, a clerkship with Ohio state senate"
    ],
    "type": null
  },
  {
    "container-title": [
      "He died in New York City on July 31, not be worth the high taxes and inflation that he believed 1953. Taft is buried in the Indian Hill Episcopal Church Secretary of State George C. Marshall’s (1880–1959) plan Cemetery in Cincinnati. to rebuild Europe would cause. He opposed the creation of His son, Robert Taft, Jr., served in the U.S. House of the North Atlantic Treaty Organization (NATO), contend- Representatives from 1963 to 1965 and 1967 to 1971. He ing that rearming western Europe was a “waste of money, then was a U.S. senator from 1971 to 1977. His grandson, and that our economic health is essential to the battle Bob Taft (1942– ), was elected governor of Ohio in 1998 against communism . . . arms should be sent only to a coun- and reelected in 2002",
      "In"
    ],
    "date": [
      "1841",
      "1913",
      "1880",
      "1944",
      "1941",
      "1939"
    ],
    "note": [
      "try really threatened by Russian military aggression.” Taft believed that America, separated by oceans from Europe Further reading: and Asia, was invulnerable: “Nothing can destroy this coun- Doenecke, Justin D. Not to the Swift: The Old Isolationists try, except the over-extension of our resources.” in the Cold War Era. Lewisburg, Penn.: Bucknell University In postwar domestic policy, he was the Senate sponsor Press, Cranbury, 1979; Harnsberger, Caroline Thomas. A of the Taft-Hartley Act of 1947 (formally known as the Man of Courage: Robert A. Taft. Chicago: Wilcox Follett, Labor-Management Relations Act), which was designed to 1952; Kirk, Russell, and James McClellan. The Political"
    ],
    "title": [
      "next five years rebuilding the Republican Party in Cincin-Taft returned to Ohio and was admitted to the Ohio nati, writing a new party constitution, expanding the party bar in",
      "He entered private practice in Cincinnati with executive committee, and replacing many of the old machine leaders. While he supported federal relief programs, he believed that the National Recovery Act (NRA) and the Agricultural Adjustment Act (AAA), the centerpieces of Roosevelt’s NEW DEAL, unnecessarily expanded the power of the federal government in the economy. He argued that the New Deal, if unchecked, would lead to socialism and political tyranny. Taft was elected to the U.S. Senate as a Republican from Ohio in 1938, defeating the incumbent Democrat, Robert Bulkley",
      "He was reelected in",
      "As a senator he was known as “Mr. Republican” for his opposition to Roosevelt’s New Deal policies. He was an isolationist who attempted to keep the United States neutral during World War II. He opposed military aid to Great Britain and reinstating the military draft until the Japanese attack on Pearl Harbor in",
      "A conservative, his opposition to American involvement in the war was motivated by the same fear of overarching government control on which his opposition to the New Deal was based",
      "Taft said that war would lead to “an immediate demand for arbitrary power, unlimited control of wages, prices, and agriculture, and complete confiscation of private property.” One British intelligence officer describer him as “a limited little man with ignoble values.” His opposition to internationalism continued after the Robert A. Taft (Library of Congress) defeat of the Axis powers. He opposed the Bretton Woods term limitations 501 Agreement (establishing the postwar international mone- Shortly after becoming Majority Leader, Taft was diagtary system) and the Marshall Plan, arguing that it would nosed with cancer"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Patterson",
        "given": "James T.Mr"
      },
      {
        "family": "Truman",
        "given": "who Robert A."
      },
      {
        "family": "Live",
        "given": "June Robbins Eight Weeks",
        "particle": "to"
      }
    ],
    "container-title": [
      "The act outlawed the “closed Jhan",
      "Taft"
    ],
    "date": [
      "1967",
      "1999",
      "1972"
    ],
    "location": [
      "New York",
      "Boston"
    ],
    "note": [
      "Garden City, N.Y.: by the employees. It prohibited jurisdictional strikes and sec- Doubleday, 1954; Robbins, Phyllis. Robert A. Taft, Boy and ondary boycotts. Another provision prohibited contributions Man. Cambridge, Mass.: Dresser, Chapman, Grimes, 1963; by labor unions to political campaigns and required labor Taft, Robert Alphonso. A Foreign Policy for Americans."
    ],
    "publisher": [
      "Fleet Press",
      "Houghton Mifflin"
    ],
    "title": [
      "level the playing field” in collective bargaining between Principles of Robert A. Taft",
      "labor and management. The law modified the National Moser, John. “Principles without Program: Senator Robert Labor Relations (Wagner) Act of 1935 by limiting some of A. Taft and American Foreign Policy.” Ohio History 108 the rights given to organized labor by that legislation. It was",
      "Republican: A Biography of passed over the veto of President Harry S",
      "Taft",
      "Robbins, called it the “slave labor bill",
      "The Last shop” and permitted a “union shop” only after a majority vote Chapter in the Life of Robert A"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Dyke",
        "particle": "Van"
      },
      {
        "family": "Vernon"
      },
      {
        "family": "Party",
        "given": "Communist"
      }
    ],
    "container-title": [
      "1936 he was a “favorite son” candidate from Ohio. early 19th century. Today 18 states restrict the number of In 1940 Taft lost the nomination in a four-way race",
      "Journal of Politics"
    ],
    "date": [
      "1951",
      "1952-05",
      "strike",
      "1947",
      "1952"
    ],
    "issue": [
      "2"
    ],
    "location": [
      "N.Y"
    ],
    "note": [
      "the terms their state legislators can serve, and 38 states have other unsuccessful candidates were New York County dis- similar restrictions on their governors. Under the Twentytrict attorney Thomas E. Dewey, who had gained fame second Amendment to the Constitution, the president of prosecuting organized crime figures in New York City and the United States is limited to serving two terms. With no Michigan senator Arthur Vandenberg) to Wendell Wilkie constitutional limitation on the number of terms members"
    ],
    "pages": [
      "177–202"
    ],
    "publisher": [
      "Doubleday"
    ],
    "title": [
      "union leaders to affirm that they were not members of the Garden City",
      "The act also empowered the attorney gen- Edward Lane Davis. “Senator Taft and American Security.” eral to obtain 80-day injunctions when a strike or potential",
      "imperiled the national health or safety.” —Jeffrey Kraus Serving most of his Senate career as a member of the minority party, he was cochair of the Joint Committee on the Economic Report during the 80th Congress (1947–49); chair term limitations of the Committee on Labor and Public Welfare (80th The question of whether senators and representatives Congress), and chair of the Republican Policy Committee should be restricted in the number of terms they can serve from the 80th through the 82nd Congress",
      "In 1953 in one chamber of Congress has been a point of contention Taft became Senate MAJORITY LEADER when the Republi- since the debate surrounding the ratification of the Consticans took control of the Senate in Dwight Eisenhower’s land- tution in 1788. Although the Constitution did not allow for slide victory in",
      "He held this post until his death. enforced rotation of officeholders in Congress, many states Taft sought his party’s presidential nomination four adopted such procedures for their own governments in the times"
    ],
    "type": "article-journal",
    "volume": [
      "14"
    ]
  },
  {
    "container-title": [
      "Term Limits Inc"
    ],
    "date": [
      "1892",
      "1898",
      "1902",
      "1995"
    ],
    "location": [
      "Thornton"
    ],
    "note": [
      "the Supreme governor of New York in 1942 and who had been defeated Court voted 5-4 to declare such state provisions unconstiby Roosevelt in 1944, and in 1952 he finished second to tutional and end the practice."
    ],
    "title": [
      "whose candidacy had been promoted by Time of Congress can serve, 23 states have attempted to impose Magazine publisher Henry Luce",
      "In 1948 he a limit on their own congressional delegations. However, stepped aside for Dewey",
      "who had been elected in U.S"
    ],
    "type": "article-journal",
    "volume": [
      "v"
    ]
  },
  {
    "author": [
      {
        "family": "Carey",
        "given": "J.M."
      },
      {
        "family": "Carey",
        "given": "J.M."
      }
    ],
    "date": [
      "1998"
    ],
    "location": [
      "New York"
    ],
    "note": [
      "the more apt they be to fall into the snares that may be laid R. G. Niemi et. al., Term Limits in the State Legislatures."
    ],
    "publisher": [
      "Cambridge University Press"
    ],
    "title": [
      "haps not unwilling to avail themselves of those advantages. Further reading: The greater the proportion of new members of Congress",
      "Term Limits and Legislative Representation. and the less the information of the bulk of the members"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "them.”",
        "particle": "before"
      }
    ],
    "container-title": [
      "Legislative Term Limits: Public Choice Perspectives"
    ],
    "date": [
      "2000"
    ],
    "publisher": [
      "University of Michigan Press"
    ],
    "title": [
      "The argument continues that even if Ann Arbor",
      "Grofman, Congress did have a regular turnover of members, this B"
    ],
    "type": "chapter"
  },
  {
    "date": [
      "1996"
    ],
    "location": [
      "Boston"
    ],
    "publisher": [
      "Kluwer Academic Publishers"
    ],
    "title": [
      "would not mean that first-term senators or representatives"
    ],
    "type": "book"
  },
  {
    "title": [
      "would avoid the problems of competing with more senior —Ross English terms and sessions of Congress 503"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Schneider",
        "given": "Judy Congress’ Early Organization Meetings toward Roe v"
      },
      {
        "given": "abortion"
      },
      {
        "family": "Representatives",
        "given": "House",
        "particle": "of"
      }
    ],
    "container-title": [
      "for Women, the National Abortion Rights Action League, U.S. House of Representatives. Session Dates of Congress. and the Planned Parenthood Federation of America wasted Available online"
    ],
    "date": [
      "1996",
      "2003"
    ],
    "location": [
      "Washington, D.C",
      "Washington, D.C"
    ],
    "note": [
      "Accessed firmation."
    ],
    "publisher": [
      "Congressional Research Service",
      "U.S. Government Printing House"
    ],
    "title": [
      "Wade and the overall question of legalized",
      "Although he would later decline to address his U.S",
      "Rules of the House of Rep- position on abortion before the Senate Judiciary Commitresentatives: 108th Congress. Prepared by Jeff Trandahl. tee, pro-choice groups such as the National Organization",
      "no time in mounting a vigorous campaign to derail his con-Congressional_History/Session_Dates/index.html"
    ],
    "type": "chapter",
    "url": [
      "http://clerk.house.gov/histHigh/"
    ]
  },
  {
    "author": [
      {
        "family": "Congress",
        "given": "U.S.Senate Sessions",
        "particle": "of"
      }
    ],
    "container-title": [
      "Accessed"
    ],
    "date": [
      "2004-07-15",
      "2004-07-15"
    ],
    "note": [
      "and the Alliance for Justice to strongly Thomas, Clarence, U.S. Supreme Court oppose his elevation to the Supreme Court."
    ],
    "title": [
      "Available More generally, Thomas’s conservative political ideolonline",
      "ogy and tenure at the EEOC, during which some had generic/Sessions.htm",
      "charged him with allowing age discrimination cases to —Robert P. Goss expire without action, caused other liberal lobbies including the American Civil Liberties Union, People for the American Way"
    ],
    "type": "article-journal",
    "url": [
      "http://www.senate.gov/reference/common/"
    ]
  },
  {
    "author": [
      {
        "family": "On September",
        "given": "Nomination",
        "particle": "of"
      },
      {
        "family": "Biden",
        "given": "Senator Joseph R.",
        "suffix": "Jr"
      },
      {
        "family": "W",
        "given": "President George H."
      }
    ],
    "date": [
      "1991",
      "1991-07-01"
    ],
    "note": [
      "Court of Appeals for the D.C. Circuit, to the president’s nomination of Clarence Thomas to be an"
    ],
    "title": [
      "Bush announced a Democrat from Delaware, convened the Senate Judiciary his nomination of 43-year-old Clarence Thomas, a junior Committee, which he chaired, so it could formally consider judge on the U.S"
    ],
    "type": null,
    "volume": [
      "10"
    ]
  },
  {
    "note": [
      "He retired Danforth, John C. Resurrection: The Confirmation of from active duty in 1945 as a lieutenant colonel with a Pur-"
    ],
    "title": [
      "mond participated in the Battle of the Bulge and the liber-Further reading: ation of the Buchenwald concentration camp"
    ],
    "type": null
  },
  {
    "date": [
      "1994"
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "Viking"
    ],
    "title": [
      "Clarence Thomas",
      "Greenya, John. ple Heart and Bronze Star among numerous decorations"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Justice",
        "given": "Silent"
      }
    ],
    "location": [
      "Fort Lee, N.J"
    ],
    "note": [
      "Remaining in the Army Reserve, he ultimately reached the Barricade Books, 2001; Mayer, Jane, and Jill Abramson. rank of major general."
    ],
    "title": [
      "The Clarence Thomas Story"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Justice",
        "given": "Strange"
      },
      {
        "family": "Overby",
        "given": "L.Marvin"
      },
      {
        "family": "M",
        "given": "Beth"
      },
      {
        "family": "Walsh",
        "given": "Michael H."
      },
      {
        "family": "Strauss",
        "given": "Julie"
      }
    ],
    "container-title": [
      "Life Magazine ran a photograph of Gov-Helen Winternitz. Capitol Games: Clarence Thomas, Anita ernor Thurmond in shorts standing on his head in an Hill, and the Story of a Supreme Court Nomination. New attempt to demonstrate physical prowess on the eve of the",
      "a woman Review"
    ],
    "date": [
      "1994",
      "1992"
    ],
    "editor": [
      {
        "family": "Thomas.”",
        "given": "Justice Clarence"
      },
      {
        "family": "Phelps",
        "given": "Timothy M."
      }
    ],
    "issue": [
      "1992"
    ],
    "location": [
      "York"
    ],
    "note": [
      "wedding. The two remained devoted to each other over 12 —Brett Curry years before Jean succumbed to an inoperable brain tumor."
    ],
    "pages": [
      "997–1,003"
    ],
    "publisher": [
      "Hyperion"
    ],
    "title": [
      "The Selling of Clarence Thomas. Boston: Thurmond parleyed his growing stature in South Car-Houghton Mifflin",
      "Hen- olina into a successful gubernatorial bid in 1946 as a proschen",
      "Courting Con- gressive Democrat. While campaigning he maintained a stituents? An Analysis of the Senate Confirmation Vote on low profile on racial matters that would not last for long",
      "American Political Science 1947 the longtime bachelor married Jean Crouch",
      "and 23 years his junior"
    ],
    "type": "article-journal",
    "volume": [
      "86"
    ]
  },
  {
    "container-title": [
      "D"
    ],
    "note": [
      "Roosevelt supporter, Thurmond concentrated but then won the 1956 election designed to fill his seat."
    ],
    "title": [
      "venate a woefully inadequate public school system. first successful write-in candidate for Congress in U.S. his-Once engaged in politics, Thurmond’s rise proved tory when he triumphed in a 1954 special Senate election meteoric. He passed the bar exam in 1930 and campaigned created by the death of Burnet Maybank. He kept a promise successfully for state senator two years later. As a Democrat to South Carolinians by resigning the office after two years and F"
    ],
    "type": "article-journal"
  },
  {
    "note": [
      "Supreme Court, most white Tonkin Gulf Resolution 507"
    ],
    "title": [
      "on issues concerning education and public works. In 1938 In response to the Brown v. Board of Education deseghe became the state’s youngest circuit court judge. regation decision by the U.S"
    ],
    "type": null
  },
  {
    "container-title": [
      "and 88-2 in the Senate, on August 7, 1964. Participants in In 1970 Thurmond became the only member of the its enactment later disagreed among themselves about its South Carolina congressional delegation to hire an African meaning"
    ],
    "date": [
      "1993"
    ],
    "title": [
      "Miss South Carolina from just three years earlier. The couple take between the president and Congress about the had four children, though their oldest daughter was killed power to make war during the Vietnam War era. It was by a drunk driver in",
      "Strom and Nancy never divorced adopted in haste by large majorities, 414-0 in the House but grew estranged as the latter battled alcoholism"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "508"
    ],
    "publisher": [
      "House Committee on"
    ],
    "title": [
      "Transportation and Infrastructure"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Diamond",
        "given": "R.A."
      },
      {
        "family": "A",
        "given": "P."
      },
      {
        "family": "Herring",
        "given": "G.C."
      }
    ],
    "container-title": [
      "the Committee on Senate attached an amendment to repeal the Tonkin Gulf The House Committee on Transportation and Infrastruc-Resolution to what was called the Military Sales Bill. The ture is a standing committee of the U.S. House of Reprevote in favor was 81-10. Held up in the House until the sentatives. It dates to 1837, when it was created as the end of 1970, the bill was finally cleared and signed by Pres- Public Building and Grounds Committee. The modern ident Nixon",
      "On"
    ],
    "date": [
      "1973",
      "1976",
      "1986",
      "1970-06-24"
    ],
    "edition": [
      "2d"
    ],
    "editor": [
      {
        "literal": "eds."
      }
    ],
    "location": [
      "Washington, D.C",
      "Washington, D.C",
      "New York"
    ],
    "note": [
      "committee emerged from the LEGISLATIVE REORGANIZA-A startling new version of the event surrounding the TION ACT OF 1946 as the Public Works Committee in the Tonkin Gulf incident became public in 1971 because of 80th Congress (1947–49). Whereas 89 members had been treaties 509"
    ],
    "pages": [
      "91–672"
    ],
    "publisher": [
      "Congressional Quarterly Press",
      "Knopf"
    ],
    "title": [
      "RELATIONS COMMITTEE that the resolution was the equiv- Further reading: alent of a declaration of war by Congress. Debate in the Congress and the Nation",
      "Congressional committee eventually resulted in a statement from it that Quarterly Service",
      "O’Con-“the question of authority to commit the United States to nor",
      "Congressional Quarterly’s Guide to Congress. 2d war is in need of clarification",
      "President Johnson withdrew from the presi",
      "America’s Longest War: The United States dential campaign, and Richard Nixon came to the presi- and Vietnam, 1950–1975",
      "dency pledging to end the war in a solution of peace with —Jack R. Van Der Slik honor. The quarrel over the president’s war authority continued, and some in Congress sought to pass limits on the prosecution of the war. Those efforts received greater sup- Transportation and Infrastructure, House port in the Senate than in the House"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Deering",
        "given": "Christopher J."
      },
      {
        "family": "Smith",
        "given": "Steven S."
      },
      {
        "family": "Goodwin",
        "given": "George",
        "suffix": "Jr"
      },
      {
        "family": "Ferejohn",
        "given": "John A."
      }
    ],
    "container-title": [
      "Congressional Quarterly Press",
      "Amercoastal zone management; bridges, dams and other public ican Journal of Political Science"
    ],
    "date": [
      "1997",
      "1970",
      "1974",
      "1992"
    ],
    "edition": [
      "3d"
    ],
    "location": [
      "Amherst",
      "Stanford, Calif"
    ],
    "pages": [
      "835–857"
    ],
    "publisher": [
      "University of Massachusetts Press",
      "Stanford",
      "University Press",
      "Stewart, Charles III"
    ],
    "title": [
      "included responsibility for the Coast Guard; emergency Further reading: management; flood control; rivers and harbor improve",
      "Committees ment; inland waterways; Merchant Marine; navigation; the in Congress",
      "Capitol building and office buildings of the House and Sen",
      "Little Legislatures: Committees of ate; construction and maintenance of roads; construction Congress",
      "and maintenance of the buildings in the Botanic Garden",
      "Pork Barrel Politics: Rivers and the Library of Congress, and the Smithsonian Institution; Harbors Legislation, 1947–1968",
      "construction of post offices, customhouses, and court",
      "Committee houses; pollution of navigable waters including by oil; Hierarchies in the Modernizing House: 1875–1947"
    ],
    "type": "article-journal",
    "volume": [
      "36"
    ]
  },
  {
    "title": [
      "Further reading: “long” session and a “short” session"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Beth",
        "given": "Richard S.House Schedule"
      },
      {
        "family": "Fiellin",
        "given": "Alan"
      }
    ],
    "container-title": [
      "Then Congressional Research Service"
    ],
    "date": [
      "2001"
    ],
    "location": [
      "Washington, D.C"
    ],
    "note": [
      "session from the first Monday in December until March 3."
    ],
    "publisher": [
      "Library"
    ],
    "title": [
      "Recent Practices and Pro- Congress would meet in a long session beginning in posed Options",
      "of Congress, December in odd years for six months, or until June",
      "The in even years, after the election, it would meet in a short Functions of Informal Groups in Legislative Institutions"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Politics",
        "given": "Journal",
        "particle": "of"
      },
      {
        "family": "King",
        "given": "Anthony"
      }
    ],
    "container-title": [
      "British Journal of Political Science"
    ],
    "date": [
      "1962"
    ],
    "note": [
      "27 defeated or retiring members of Congress. The effect was"
    ],
    "title": [
      "The Vulnerable These short sessions were lame duck sessions, with many American Politician"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Nokken",
        "given": "Timothy P."
      },
      {
        "family": "Sala",
        "given": "Brian R."
      }
    ],
    "date": [
      "1997"
    ],
    "pages": [
      "1–22"
    ],
    "title": [
      "Insti- that a member of Congress elected in an even year did not tutional Evolution and the Rise of the Tuesday-Thursday take office until 13 months later"
    ],
    "type": null
  },
  {
    "container-title": [
      "Party, Process, For the next 140 years Congress would meet in two"
    ],
    "title": [
      "Club in the House of Representatives"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "U.S. Oleszek",
        "particle": "was one of several"
      },
      {
        "given": "Walter"
      },
      {
        "literal": "to uphold NEW DEAL legislation."
      }
    ],
    "container-title": [
      "Eichman 496 U.S",
      "judgment of Congress in wielding its Commerce Clause E.C. Knight asserted that manufacturing was not interstate authority. commerce and therefore was not subject to the act"
    ],
    "date": [
      "1941",
      "2001"
    ],
    "edition": [
      "5th"
    ],
    "location": [
      "Darby",
      "Washington, D.C"
    ],
    "note": [
      "Fred Darby was indicted for violations of the Fair In an 8-1 decision, the Court agreed with E.C. Knight"
    ],
    "pages": [
      "310 517"
    ],
    "publisher": [
      "Congressional Quar"
    ],
    "title": [
      "Further reading: United States v",
      "Congressional Procedures and the Policy Supreme Court decisions overruling earlier precedents Process",
      "The Court followed its terly Press",
      "decision in National Labor Relations Board v. Jones & —Anne Marie Cammisa Laughlin Steel (1937) in paying greater deference to the United States v"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "AGENHART",
        "given": "A.M.M.E.R.V.D."
      }
    ],
    "container-title": [
      "The Court"
    ],
    "date": [
      "1918",
      "1936"
    ],
    "note": [
      "and Carter v. Carter Coal, Inc., 298 U.S. 238 noted that to allow interstate transport of articles from"
    ],
    "title": [
      "which they are destined it may conceive to be injurious to national economy. Most prominent among E.C. Knight’s the public health, morals, or welfare, even though the progeny were H",
      "247 U.S. 251 state has not sought to regulate their use",
      "There were a few exceptions during this period, states with “substandard labor conditions” would give an such as Houston, East & West Texas Railway Company v"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "SHREVEPORT RATE CASE",
        "particle": "the"
      }
    ],
    "container-title": [
      "Dagenhart 1918 247 U.S. 251; United States v. distribution distinction in NATIONAL LABOR RELATIONS Darby 1992 312 U.S. 100; National Labor Relations Board B"
    ],
    "date": [
      "1914",
      "1937"
    ],
    "editor": [
      {
        "family": "ONES",
        "given": "O.A.R.D.V.J."
      },
      {
        "family": "ORP",
        "given": "M.C.L.A.U.G.H.L.I.N.S.T.E.E.L.C."
      }
    ],
    "note": [
      "v. Jones & Laughlin Steel 1937 301 U.S. 1. which accepted N EW D EAL legislation and invited —Jackson Williams Congress to expand its regulatory authority under the Commerce Clause."
    ],
    "title": [
      "unfair competitive advantage to businesses in those U.S",
      "234 U.S",
      "states. which allowed Congress to regulate intrastate railroad rates that had a “close and substantial effect on interstate Further reading: commerce.” The Court finally repudiated the production-Hammer v"
    ],
    "type": "chapter",
    "volume": [
      "342"
    ]
  },
  {
    "author": [
      {
        "family": "E. C. Knight Co",
        "given": "United States",
        "particle": "v."
      },
      {
        "family": "Dagenhart",
        "particle": "v. E.C. Knight ush- Hammer v."
      },
      {
        "given": "U.S."
      }
    ],
    "container-title": [
      "Carter Coal, Inc., 298 U.S",
      "Jones & McLaughlin Steel Corp"
    ],
    "date": [
      "1895",
      "1918",
      "1914",
      "1936",
      "1937"
    ],
    "note": [
      "commerce that excluded pretransaction activities, thus —Daniel E. Smith blocking Congress’s efforts to legislate for what the justices deemed illegitimate purposes."
    ],
    "pages": [
      "234"
    ],
    "publisher": [
      "U.S"
    ],
    "title": [
      "156 U.S",
      "Further reading: The Supreme Court’s decision in U.S",
      "247 U.S",
      "Houston, East ered in an era of judicial obstruction of congressional & West Texas Railway Company v",
      "342 efforts to regulate the national economy. The Court articu",
      "Carter v",
      "lated a remarkably narrow and formalistic definition of NLRB v"
    ],
    "type": "article-journal",
    "volume": [
      "1",
      "251",
      "238"
    ]
  },
  {
    "container-title": [
      "Eichman"
    ],
    "date": [
      "1990"
    ],
    "title": [
      "The case concerned the American Sugar Refining United States v"
    ],
    "type": "article-journal",
    "volume": [
      "496 U.S. 310"
    ]
  },
  {
    "author": [
      {
        "family": "E.C. Knight",
        "given": "Company’s",
        "particle": "acquisition of"
      },
      {
        "family": "refin-",
        "particle": "three other"
      }
    ],
    "container-title": [
      "In response to the When the Department of Justice invoked the Sherman Johnson decision, Congress passed the Flag Protection Act Antitrust Act of 1890 in an effort to block the transaction, of 1989",
      "Texas v. Johnson"
    ],
    "date": [
      "1989"
    ],
    "note": [
      "The statute included the following language, 518 United States v. Harris 106 U.S. 629"
    ],
    "title": [
      "In 1989 the U.S. Supreme Court struck down the Texas ing companies, which gave American Sugar control of more Venerated Objects Law in the celebrated flag-burning case than 98 percent of the nation’s sugar refining business"
    ],
    "type": "article-journal",
    "volume": [
      "491 U.S. 397"
    ]
  },
  {
    "container-title": [
      "Harris"
    ],
    "date": [
      "1883"
    ],
    "editor": [
      {
        "family": "G",
        "given": "R."
      }
    ],
    "note": [
      "flag. cess of law."
    ],
    "title": [
      "Whoever knowingly mutilates, defaces, physically United States v",
      "defiles, burns, maintains on the floor or ground, or This was a U.S. Supreme Court case concerning the issue tramples upon any flag of the United States shall be of congressional authority",
      "Harris and 19 other men fined under this title or imprisoned for not more than were indicted for violating four counts of the Revised one year, or both. Statutes of the United States, Section 5519, which makes it illegal for two or more people to disguise themselves to The law exempted from punishment those who disposed deprive any other person of equal protection and due proof a “worn or soiled"
    ],
    "type": "article-journal",
    "volume": [
      "106 U.S. 629"
    ]
  },
  {
    "author": [
      {
        "literal": "William J. Overton, George W. Wells, Jr., and P. M. Washington (United States v. Haggerty) and the U.S. Dis- Wells of equal protection of the law."
      }
    ],
    "note": [
      "charged with crimes and were entitled to have their per-Eichman) struck down the Flag Protection Act of 1989 as sons protected from violence during their incarceration. On"
    ],
    "title": [
      "The law was tested by protestors in separate flag- The defendants, members of the Ku Klux Klan in Tenburning incidents in Seattle and in the nation’s capital. nessee, were charged with depriving the rights of Robert Both the U.S. District Court for the Western District of Smith",
      "These four men were trict Court for the District of Columbia (United States v"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "unconstitutional"
      }
    ],
    "note": [
      "Supreme Court heard oral where the four black men were held and attacked them."
    ],
    "title": [
      "The cases, both decided in 1990, were August 14, 1876, the defendants had broken into the jail consolidated, and the U.S"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "May",
        "particle": "argument in"
      }
    ],
    "date": [
      "1990"
    ],
    "title": [
      "Less than one month later the The 20 defendants, however, challenged the constitu"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Goldstein",
        "given": "Robert Justin"
      },
      {
        "family": "Pollitt",
        "given": "Daniel H."
      }
    ],
    "container-title": [
      "The Miami Law Review"
    ],
    "date": [
      "1990"
    ],
    "note": [
      "North Carolina Section 5519 of the Revised Statutes. They believed that it"
    ],
    "pages": [
      "19–106"
    ],
    "title": [
      "virtue of this amendment, enacted that all persons within Further reading: the jurisdiction of the United States should have the same",
      "The Great 1989–1990 Flag Flap: right in every state to have equal benefit of all laws and pro-An Historical, Political, and Legal Analysis.” University of ceedings for the security of persons and property",
      "question with which the Court had to deal was whether “Reflection on the Bicentennial of the Bill of Rights: The the Thirteenth Amendment warranted the enactment of Flag Burning Controversy: A Chronology"
    ],
    "type": "article-journal",
    "volume": [
      "45"
    ]
  },
  {
    "author": [
      {
        "family": "Review",
        "given": "Law"
      }
    ],
    "date": [
      "1992"
    ],
    "note": [
      "Eichman, 496 U.S. did not. They argued that if Congress has constitutional"
    ],
    "title": [
      "United States v"
    ],
    "type": null
  },
  {
    "citation-number": [
      "310"
    ],
    "container-title": [
      "Lopez 514 U.S"
    ],
    "date": [
      "1990"
    ],
    "pages": [
      "549 519"
    ],
    "title": [
      "authority under the Thirteenth Amendment to punish con-—Peter Watkins spiracy between two persons to do an unlawful act, it can United States v"
    ],
    "type": "chapter"
  },
  {
    "date": [
      "1970"
    ],
    "location": [
      "Columbus, Ohio"
    ],
    "note": [
      "Lopez 514 U.S. 549 (1995) merce much better.”"
    ],
    "publisher": [
      "Charles E. Merrill"
    ],
    "title": [
      "Law",
      "declined to give weight to Congress’s factual conclusions on —Nancy S. Lind the remoteness issue. Initially, the message to the legislature appeared to be “if you want the Court to uphold such a regulation, you must document the relationship to com-United States v"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Morrison",
        "particle": "v."
      },
      {
        "family": "MOTEL",
        "given": "A.T.L.A.N.T.A."
      },
      {
        "family": "U.S.",
        "given": "I.N.C.V."
      },
      {
        "family": "act",
        "particle": "the"
      }
    ],
    "container-title": [
      "HEART OF",
      "McClung"
    ],
    "date": [
      "2000",
      "1964"
    ],
    "editor": [
      {
        "literal": "In WICKARD V. FILBURN the Court court."
      }
    ],
    "note": [
      "that Lopez effected a major shift in the relationship More than 50 years after Wickard and 30 years after the between the Supreme Court and Congress as well as a sea Court upheld the Civil Rights Act, a 5-4 majority on the change regarding Congress’s regulatory power over the Supreme Court emerged in U.S. v. Lopez to disavow this states. It also firmly established the Rehnquist Court’s fiveexpanded reading of the Commerce Clause and begin a justice majority, consisting of Justices Rehnquist, Scalia, 520 U.S. Term Limits v. Thornton 514 U.S. 779"
    ],
    "title": [
      "After the Supreme Court’s “switch-in-time” capitulation to But in U.S",
      "the Court, following the New Deal’s expansive view of national regulatory power Lopez, again used its own judgment in striking down the in 1937, the Court adopted a remarkably deferential Violence against Women Act of 1994, which authorized vicapproach to Congress’s regulatory authority under the tims of gender violence to sue their attackers in federal Commerce Clause",
      "Anticipating the Court’s concerns, members of stated that Congress need only identify a connection Congress amassed tens of thousands of pages of data over between interstate commerce and the activity to be regu- four years of hearings; these data showed a multibillion-dollated, however remote, for the regulation to be constitu- lar economic burden in the years leading up to passage of tional",
      "In dissent, Justice Souter noted that far less evi-Katzenbach v",
      "Congress sustained the dence had been provided to establish the effect on inter-CIVIL RIGHTS ACT OF 1964 under the Commerce Clause state commerce of racial discrimination when the Court rather than the Equal Protection Clause of the Fourteenth decided Heart of Atlanta and Katzenbach v. McClung, and Amendment, because the former more clearly established that therefore the Court’s reasoning severely undercut the Congress’s power over private (as opposed to state) actors. authority of the Civil Rights Act of 1964 and its successors. That the purposes of the act were not directly related to That the Court declined to credit this evidence confirms commerce did not offend the Commerce Clause"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "given": "Thomas"
      }
    ],
    "note": [
      "Florida, 517 U.S. 44 (1996); eral right."
    ],
    "title": [
      "Kennedy, and O’Connor, that has limited Justice Kennedy wrote a separate concurrence stress-Congress’s powers under the Tenth and Eleventh Amend- ing the nature of federalism described in the ruling. He ments as well as the Commerce Clause. wrote that the people have a federal right of citizenship in their relationship with the national government. The Further reading: Arkansas term limit amendment interfered with this fed-Seminole Tribe of Florida v"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Morrison",
        "given": "U.S.",
        "particle": "v."
      },
      {
        "literal": "William Rehnquist and Justices Sandra Day O’Connor —Daniel Smith and Antonin Scalia, dissented."
      }
    ],
    "container-title": [
      "Term Limits v. Thornton 514 U.S",
      "U.S"
    ],
    "date": [
      "2000",
      "1964",
      "1995"
    ],
    "note": [
      "Supreme Court ruling established that neither silence on this issue did not prohibit action on the part of the states nor Congress may set TERM LIMITATIONS on states or the people. The dissenting opinion proposed that members of the U.S. Congress without an amendment to the reserved powers only prohibited the states from the Constitution. In 1992 Arkansas voters adopted Amend- removing all qualifications for members of Congress."
    ],
    "title": [
      "529 U.S",
      "Heart of Atlanta Justice Clarence Thomas, joined by Chief Justice Motel, Inc. v",
      "In his dissent Thomas argued that there was nothing in the Constitution depriving the people of each state the power to enact qualifica-U.S",
      "tions for their members of Congress. The Constitution’s This U.S"
    ],
    "type": "article-journal",
    "volume": [
      "598",
      "379 U.S. 241",
      "779"
    ]
  },
  {
    "author": [
      {
        "family": "U.S. Term Representative Ray Thornton",
        "particle": "states with such laws. The ruling also forced"
      },
      {
        "family": "Arkansas",
        "particle": "a Democrat from"
      }
    ],
    "note": [
      "terms. The U.S. Supreme Court ruled that these new ini-Justice John Paul Stevens wrote the opinion of the Court tiatives also violated the U.S. Constitution in COOK V. GRA-joined by Justices Anthony Kennedy, David Souter, Ruth LIKE (531 U.S. 510 [2001])."
    ],
    "title": [
      "Limits, the leading national term limits organization, to and a number of groups, including the Arkansas League of alter its strategy. The new strategy continued the focus on Women Voters, filed suit arguing that Section 3 of Amendlimiting congressional terms but using a more indirect proment 73 violated Article I of the U.S. Constitution by establishing an additional qualification for U.S. representatives cess. Voters in numerous states were asked to enact and senators. The circuit court ruled in favor of Thornton, “informed voter” laws, dubbed “scarlet letter” laws by their and the state appealed to the Arkansas supreme court. By opponents. These new initiatives instructed members of a 5-2 ruling the Arkansas supreme court affirmed the lower Congress to support a particular constitutional amendment court’s decision. The state of Arkansas petitioned the U.S. limiting House members to three terms and senators to two Supreme Court for a writ of certiorari, which was granted"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Ginsburg",
        "given": "Bader"
      },
      {
        "family": "Breyer",
        "given": "Stephen"
      },
      {
        "family": "Rausch",
        "given": "John David"
      }
    ],
    "container-title": [
      "and and not a limit on additional service did not make the restric",
      "The Test of Time: Coping with Legislation constitutional because Arkansas was trying to accom- tive Term Limits",
      "The fact that"
    ],
    "date": [
      "2000",
      "2002"
    ],
    "director": [
      {
        "family": "Specifically",
        "given": "Polet"
      },
      {
        "given": "Jeff"
      }
    ],
    "editor": [
      {
        "family": "David",
        "given": "K."
      },
      {
        "literal": "ed."
      },
      {
        "family": "Farmer",
        "given": "Rick"
      },
      {
        "family": "Rausch",
        "given": "John David"
      },
      {
        "family": "Green",
        "given": "John C."
      }
    ],
    "location": [
      "Washington, D.C",
      "Lanham, Md"
    ],
    "note": [
      "plish indirectly what it was prohibited from doing directly. —John David Rausch, Jr."
    ],
    "publisher": [
      "Georgetown University Press",
      "Lexington Books"
    ],
    "title": [
      "The Court held that the ballot access restriction was an additional qualification Further reading: not allowed under Article I of the Constitution",
      "A Thornton in the Side: Term Limits, Reprethe Constitution did not allow states to add to or alter the sentation, and the Problem of Federalism",
      "qualifications identified in Article I. This power was not an Ryden",
      "The U.S. Supreme Court and the Electoral Prooriginal power of the states, and thus it could not be a cess",
      "reserved power under the Tenth Amendment",
      "Understanding the Term Lim-Amendment 73 was written as a restriction on ballot access its Movement"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "ade-Hamilton",
        "given": "A."
      },
      {
        "family": "Madison",
        "given": "J."
      },
      {
        "family": "Jay",
        "given": "J."
      }
    ],
    "date": [
      "1961"
    ],
    "editor": [
      {
        "given": "Rossiter"
      }
    ],
    "location": [
      "New York"
    ],
    "note": [
      "personalized needs of veterans."
    ],
    "publisher": [
      "New American Library"
    ],
    "title": [
      "Further reading: ployment; patient safety; VA research facilities",
      "The Federalist Papers. quacy of VA health care funding to meet specialized and C"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Martinez",
        "given": "G."
      }
    ],
    "container-title": [
      "Congressional Quarterly Weekly",
      "The subcommittee reviews the"
    ],
    "date": [
      "27 July",
      "2002"
    ],
    "note": [
      "It also oversees the progress and various operations of the Department of Veterans’ Affairs, as well as"
    ],
    "pages": [
      "2036–7"
    ],
    "title": [
      "Traficant’s Ouster Decided but Not Relished The Subcommittee on Oversight and Investigation has by his Peers",
      "seven members and a chair",
      "benefits of health care services that the federal government —Jack R. Van Der Slik provides to eligible veterans of U.S. wars and their family members"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Jewell",
        "particle": "has"
      },
      {
        "family": "Malcolm"
      },
      {
        "family": "Patterson",
        "given": "Samuel"
      }
    ],
    "container-title": [
      "Affairs. The Subcommittee on Benefits",
      "The House of Representatives"
    ],
    "date": [
      "1986"
    ],
    "location": [
      "New York",
      "New York"
    ],
    "note": [
      "Affairs, Senate Committee on 523"
    ],
    "publisher": [
      "Random House",
      "Veterans’"
    ],
    "title": [
      "Three subcommittees work under the House Commit- Further reading: tee on Veterans",
      "The Legislative Proeight members and a chair. It has jurisdiction over veterans’ cess in the United States",
      "matters affecting disability compensation, pensions, memo- Ragsdale, Bruce A"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Allen",
        "given": "Jonathan"
      }
    ],
    "date": [
      "2003-10-04"
    ],
    "note": [
      "Sorrells, the regular have been overridden by Congress, evidence Niels C. “Few Changes for Veterans’ Affairs.” Congressional that presidential vetoes are effective tools of public policy."
    ],
    "pages": [
      "2,459–2,961"
    ],
    "title": [
      "Veterans Look for Sympathy in Senate 1,484, or 58 percent, have been returned vetoes. The After Bipartisan Betrayal in House.” Congressional Quar- remainder have been pocket vetoes. Only 7.1 percent of terly Weekly"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Senate",
        "given": "U.S.Early",
        "particle": "presidents vetoed few bills because they believed"
      }
    ],
    "container-title": [
      "Quarterly Weekly"
    ],
    "date": [
      "2002-11-09",
      "2003"
    ],
    "genre": [
      "Senate Report 108-139."
    ],
    "location": [
      "Washington, D.C"
    ],
    "note": [
      "bills. President Andrew Jackson vetoed 12 bills, primarily",
      "He vetoed 10 bills, with one bill being overridden in 1845. veto, presidential Veto use expanded after the Civil War. Presidents serv-The U.S. Constitution empowers the president to reject, ing from 1789 through 1868 vetoed 88 bills. From 1868"
    ],
    "pages": [
      "2,928–2,929"
    ],
    "publisher": [
      "Government Printing Office"
    ],
    "title": [
      "Committee on Veterans’ Affairs Legislative and that they should veto only legislation they believed to be Oversight Activities during the 107th Congress by the Sen- unconstitutional. President George Washington vetoed two ate Committee on Veterans’ Affairs",
      "those dealing with either the creation of a national bank or —Mary S. Rausch public works projects. President John Tyler was the first president to have a veto overridden"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Copeland",
        "given": "Gary W."
      }
    ],
    "publisher": [
      "Senate"
    ],
    "title": [
      "When Congress and President Collide: U.S"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Glover",
        "given": "K.Daniel"
      }
    ],
    "container-title": [
      "Journal of Politics",
      "National Journal",
      "Congressional Research Service"
    ],
    "date": [
      "1983",
      "2005-06-25",
      "2004"
    ],
    "issue": [
      "3"
    ],
    "location": [
      "Washington, D.C"
    ],
    "note": [
      "Spitzer, to discharge the powers and duties of the said office, the same Robert J. The Presidential Veto: Touchstone of the Ameri- shall devolve on the Vice President.” This in itself is vague and"
    ],
    "pages": [
      "696–710"
    ],
    "publisher": [
      "Library"
    ],
    "title": [
      "Why Presidents Veto Legislation",
      "The Constitution of the United States says very little",
      "The Road to about the job of the vice president, assigning the post only two Presidential Veto",
      "2,062; formal roles. The vice president is second in line to the pres-Sollenberger, Mitchel A. The Presidential Veto and Con- idency; Article II states that “in case of the removal of the gressional Procedure",
      "of President from office, or of his death, resignation, or inability Congress"
    ],
    "type": "article-journal",
    "volume": [
      "45"
    ]
  },
  {
    "author": [
      {
        "family": "Timmons",
        "given": "B."
      }
    ],
    "date": [
      "2003",
      "1948"
    ],
    "location": [
      "Calif",
      "New York"
    ],
    "note": [
      "To the —Ross M. English Concord Coalition, “fiscal responsibility” is voting in favor voting in Congress 527"
    ],
    "publisher": [
      "Blackbirch Press",
      "Harper"
    ],
    "title": [
      "Further reading: importance. The Concord Coalition calculates the raw Ingram, S. The Vice President of the United States. San scores by adding the weights of a legislator’s “fiscally Diego",
      "Garner responsible” votes and dividing this figure by the total of Texas: A Personal History",
      "weighted value of the votes cast by that legislator"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "previ-Cain",
        "given": "Bruce"
      },
      {
        "family": "Ferejohn",
        "given": "John"
      },
      {
        "family": "Fiorina",
        "given": "Morris"
      }
    ],
    "container-title": [
      "In the"
    ],
    "date": [
      "1989"
    ],
    "edition": [
      "3d"
    ],
    "location": [
      "Cambridge, Mass"
    ],
    "note": [
      "ally televised speech and had an administration bill intro-Ann Arbor: University of Michigan Press, 1989; Oleszek, duced in the Senate with 66 cosponsors on March 18, 1965."
    ],
    "publisher": [
      "Harvard University Press"
    ],
    "title": [
      "Further reading: voters, 9,542 were white and 335 were black",
      "The Per- ous two years only 93 of 795 black applicants were allowed sonal Vote: Constituency Service and Electoral Indepen- to register, but 745 of 1,232 whites were accepted. dence",
      "President Johnson addressed the issue with a nation-Kingdon, John. Congressmen’s Voting Decisions"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "Walter"
      },
      {
        "family": "Poole",
        "given": "Keith"
      },
      {
        "family": "Rosenthal",
        "given": "Howard"
      },
      {
        "family": "Smith",
        "given": "Steven"
      }
    ],
    "date": [
      "1997",
      "1989"
    ],
    "edition": [
      "6th"
    ],
    "location": [
      "Washington, D.C",
      "The ton, D.C"
    ],
    "note": [
      "bill passed the Senate the next day 77-19. Yes votes were by 47 Democrats and 30 Republicans. Opposing were 17 southern Democrats and two Republicans."
    ],
    "publisher": [
      "Congressional Quarterly Press",
      "The cloture Oxford University Press",
      "Brookings Institution Press"
    ],
    "title": [
      "Congressional Procedures and the Policy Process. Southern Democrats attempted to slow and pick the bill",
      "apart with amendments. They succeeded in eliminating a 2004",
      "Congress: A ban on poll taxes from the bill. The Senate closed debate Political-Economic History of Roll Call Voting. New York: with a CLOTURE vote that carried on May 25",
      "Call to vote was only the second one in the Senate’s history to pass Order: Floor Politics in the House and Senate. Washing- to bring a civil rights bill to the Senate floor for a vote"
    ],
    "type": null
  },
  {
    "container-title": [
      "In conference the poll tax ban was prevent African Americans from voting. The U.S. attorney dropped, and a conference report passed"
    ],
    "editor": [
      {
        "family": "Smith",
        "given": "Howard W."
      }
    ],
    "note": [
      "in the general was authorized to appoint federal registrars to over- House and 79-18 in the Senate. President Johnson signed see voter registration in political subdivisions where literacy the bill into law (PL 89-110) on August 6, 1965."
    ],
    "pages": [
      "328–74"
    ],
    "title": [
      "Voting Rights Act of 1965 The House version of the bill did include the poll tax This sweeping civil rights act marked the high point of the ban. It was delayed in the HOUSE RULES COMMITTEE by Civil Rights movement during the 1960s. It suspended lit- its southern chair",
      "but passed in eracy tests that were long used in the southern states to July by a 333-85 vote"
    ],
    "type": "paper-conference"
  },
  {
    "author": [
      {
        "family": "Bositis",
        "given": "D.A."
      }
    ],
    "date": [
      "1977"
    ],
    "note": [
      "Available online. URL: See also MEMBERSHIP: AFRICAN AMERICANS; MEM-",
      "Accessed 12 December 2002. BERSHIP: HISPANIC AMERICANS. and North Carolina Redistricting. Available online. URL:",
      "Accessed Further reading: December 12, 2002."
    ],
    "title": [
      "the United States, whose electoral prospects benefit from Quarterly Press",
      "Black Elected Offithe Voting Rights Act. cials: A Statistical Summary"
    ],
    "type": "webpage",
    "url": [
      "http://www.jointcenter.org/.",
      "http://www.ncga.state.nc.us/GIS/Redistricting."
    ]
  },
  {
    "author": [
      {
        "family": "v",
        "given": "South Carolina"
      }
    ],
    "date": [
      "1966"
    ],
    "location": [
      "Washington D.C"
    ],
    "publisher": [
      "Congressional W"
    ],
    "title": [
      "Katzenbach 383 U.S",
      "—Jack R. Van Der Slik Congress and the Nation"
    ],
    "type": "book",
    "volume": [
      "301"
    ]
  },
  {
    "author": [
      {
        "given": "Halperin"
      }
    ],
    "container-title": [
      "Presidential War Power",
      "Article"
    ],
    "date": [
      "1995",
      "1994"
    ],
    "editor": [
      {
        "family": "Stern",
        "given": "Gary M."
      },
      {
        "family": "H",
        "given": "Morton"
      }
    ],
    "location": [
      "Lawrence"
    ],
    "note": [
      "claimed the authority to place military in foreign countries —John David Rausch, Jr. and to wage war. There have been only five declared wars in American history: the War of 1812, the Mexican-American War, the Spanish-American War, World War I, and War Powers Resolution of 1973"
    ],
    "publisher": [
      "Univerwar",
      "Greenwood Press"
    ],
    "title": [
      "Section 8, of the U.S. Constitution grants Congress the Further reading: power to tax and spend for the common defense, to declare Fisher, Louis",
      "to raise and support armies and a navy, and to make sity of Kansas Press",
      "rules for the government of such military forces",
      "The U.S. Constitution and the Power to Go to Section 2, makes the president commander in chief. While War: Historical and Current Perspectives. Westport, Congress has the power to declare war, presidents have Conn"
    ],
    "type": "article-journal",
    "volume": [
      "II"
    ]
  },
  {
    "author": [
      {
        "family": "War",
        "given": "World",
        "suffix": "II"
      }
    ],
    "note": [
      "U.S. military forces have been extension, foreign affairs. While the proximate cause of its 534 War Powers Resolution of 1973"
    ],
    "title": [
      "In the case of the War of 1812, Congress The War Powers Resolution of 1973 is a joint resolution debated the merits of declaring war. In the other conflicts (PL 93-148) that attempts to limit the president’s ability to Congress acknowledged that the United States was already engage U.S. combat forces in foreign conflicts and to at war and readily agreed to approve the president’s request reassert congressional authority in matters of war and, by for a declaration of war"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "A",
        "particle": "toria"
      }
    ],
    "container-title": [
      "Presidency",
      "Political Science Quarterly"
    ],
    "date": [
      "1998",
      "Fisher",
      "1998"
    ],
    "note": [
      "committee and perhaps some overzealous White House Rubner, Michael. “Antiterrorism and the Withering of the aides were the primary culprits involved in the planning"
    ],
    "pages": [
      "183–197",
      "1–20"
    ],
    "title": [
      "Transference of Authority: The Institutional Strug- tee hearings began, they received gavel to gavel television gle over the Control of the War Power.” Congress and the coverage",
      "Louis, and David Senator Ervin had expected the investigation to find Gray Adler. “The War Powers Resolution: Time to Say that overzealous members of the president’s campaign Goodby"
    ],
    "type": "article-journal",
    "volume": [
      "25",
      "113"
    ]
  },
  {
    "container-title": [
      "In mid-May President Nixon"
    ],
    "date": [
      "1973",
      "1997",
      "1973-03-21"
    ],
    "note": [
      "Senator Ervin’s expectations began to change, however, and the president’s credibility"
    ],
    "pages": [
      "193–215"
    ],
    "title": [
      "War Powers Resolution.” Political Science Quarterly and cover-up of the break-in",
      "issued a statement acknowledging that there had been a —Thomas J. Baldino White House cover-up but that he had had no knowledge of it prior to"
    ],
    "type": "chapter",
    "volume": [
      "102"
    ]
  },
  {
    "note": [
      "senator (1813–16). Admitted to the bar in 1805, Web-Birnbaum, Jeffrey H., and Alan S. Murray. Showdown at ster opened a law practice in Boscawen, New Hampshire."
    ],
    "title": [
      "requiring the funding of the war on terrorism, the Iraq War, Dartmouth. He resumed his study of law in 1803 and finand establishing the Department of Homeland Security. ished his studies in Boston under Christopher Gore, who would later be governor of Massachusetts (1809–10) and a Further reading: U.S"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Gulch",
        "given": "Gucci"
      },
      {
        "family": "Lawmakers",
        "given": "Lobbyists"
      },
      {
        "family": "Unlikely Tri-",
        "particle": "the"
      },
      {
        "family": "Manley",
        "given": "John F."
      },
      {
        "family": "Bull Run",
        "given": "Second Battle",
        "particle": "of"
      },
      {
        "family": "Edward",
        "given": "a U.S.Army major Brown"
      },
      {
        "family": "Schick",
        "given": "Allen"
      }
    ],
    "container-title": [
      "In umph of Tax Reform",
      "1808 he married Century Fund Report",
      "1812 Webster was elected to the U.S. HOUSE OF Reform and Change in a Congressional Committee. Chapel REPRESENTATIVES because of his opposition to the war with Hill",
      "tute"
    ],
    "date": [
      "1987",
      "1981",
      "1970",
      "1829",
      "1980",
      "1990"
    ],
    "editor": [
      {
        "family": "Strahan",
        "given": "Randall W.New Ways"
      },
      {
        "given": "Means"
      }
    ],
    "location": [
      "New York",
      "Ithaca, N.Y",
      "Boston",
      "Washington, D.C"
    ],
    "note": [
      "Zelizer, Britain. The war had crippled New England’s shipping and Julian E. Taxing America: Wilbur Mills, Congress and the was opposed by many in the New England states."
    ],
    "publisher": [
      "Random House",
      "Cornell University Grace Fletcher",
      "Little",
      "Urban Insti",
      "University of North Carolina Press"
    ],
    "title": [
      "He moved to Portsmouth, New Hampshire, in 1807",
      "Portsmouth Webster became well known in legal circles Ippolito, Dennis S. Congressional Spending: A Twentieth and the pro-British Federalist Party",
      "a schoolteacher from Salisbury, who bore Press",
      "The Politics of Finance: The him three children: Daniel Fletcher, who was killed in the House Committee on Ways and Means",
      "Congress and Money: Budget- killed during the Mexican War; and Julia. Following Grace’s ing, Spending and Taxing",
      "death in 1828 he married Caroline LeRoy"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "given": "State"
      }
    ],
    "date": [
      "1945"
    ],
    "location": [
      "New York"
    ],
    "note": [
      "because of his political opportunism and failure to pay Webster served two terms as a member of the House debts, Webster developed a reputation as the nation’s great- from New Hampshire before moving to Boston in 1816."
    ],
    "publisher": [
      "Cambridge University Press"
    ],
    "title": [
      "Appointed to the Committee of Foreign Relations, Web-1998. ster opposed President James Madison’s conduct of the war, —Thomas J. Baldino although he did not join the Hartford Convention, which called for an end to the war. He was later removed from the Foreign Relations Committee because of his opposition to Webster, Daniel (1782–1852) Representative, Senator the administration. Webster also opposed a bill that would Known as “Godlike Dan” for his oration and “Black Dan” have created a government-run national bank"
    ],
    "type": null
  },
  {
    "date": [
      "1820"
    ],
    "title": [
      "a great orator, delivering his Plymouth oration",
      "the “unauthorized by the Constitution, subversive to the oration at the dedication of the Bunker Hill Monument rights of the States, and dangerous to the liberties of"
    ],
    "type": null
  },
  {
    "container-title": [
      "JUDICIARY COMMITTEE during the 18th and 19th Con- in what become the Whig Party, taking their name from the gresses (1823–27), overseeing the revision of the U.S. crim- English opposition party. In 1836"
    ],
    "date": [
      "1825",
      "1826"
    ],
    "editor": [
      {
        "given": "son"
      }
    ],
    "note": [
      "Webster ran for president inal code. He served in the House until May 30, 1827. as one of three Whig candidates. He carried only his home In 1827 he was chosen by the Massachusetts state leg- state of Massachusetts."
    ],
    "title": [
      "and his eulogies of John Adams and Thomas Jeffer- the people",
      "In the Senate, Webster said that the veto “manifestly He entered Massachusetts politics by serving as a pres- seeks to inflame the poor against the rich. It wantonly idential elector in 1820. He was a delegate to the Mass- attacks whole classes of the people, for the purpose of achusetts constitutional convention of 1820–21, where he turning against them the prejudices and resentments of supported giving greater independence to the state’s judi- other classes.” ciary. He was elected to the Massachusetts state house of representatives in 1822 and later that year was again Webster introduced another bill to recharter the bank, but elected to the U.S. House of Representatives, this time as it did not pass, the Whigs losing the bank war. a member from Massachusetts. He served as chair of the Webster joined other Jackson opponents, led by Clay"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "U.S. SENATE",
        "particle": "islature to join the"
      }
    ],
    "date": [
      "1833-03-06"
    ],
    "location": [
      "Harrison"
    ],
    "title": [
      "Webster became secretary of State and 1839). He joined the new National Republican Party in the cabinet of William Henry Harrison, the first Whig and aligned himself with HENRY CLAY of Kentucky in sup- candidate elected president of the United States"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Dalzell",
        "given": "Robert F.",
        "suffix": "Jr"
      }
    ],
    "container-title": [
      "Daniel May",
      "Brown"
    ],
    "date": [
      "1966",
      "1843",
      "1955",
      "1973"
    ],
    "editor": [
      {
        "family": "Fuess",
        "given": "Claude M.Daniel Webster"
      }
    ],
    "location": [
      "New York",
      "Boston"
    ],
    "note": [
      "raised money to supplement his income."
    ],
    "publisher": [
      "AMS Press",
      "House Democrats Houghton Mifflin"
    ],
    "title": [
      "finally caused Webster to resign as secretary of State on",
      "Current, Richard",
      "Webster and the Rise of National Conservatism. Boston: In 1845 Webster was reelected to the Senate with the Little",
      "Daniel Webster support of businessmen from New York and Boston who and the Trial of American Nationalism, 1843–1852"
    ],
    "type": "article-journal",
    "volume": [
      "8"
    ]
  },
  {
    "author": [
      {
        "family": "Nathans",
        "given": "Sydney"
      },
      {
        "family": "Remini",
        "given": "Robert V."
      }
    ],
    "date": [
      "1968",
      "1973",
      "1997",
      "1989"
    ],
    "location": [
      "New York",
      "New York",
      "New York"
    ],
    "note": [
      "While opposing expansion, Webster also feared that Smith, Craig R. Defender of the Union: The Oratory of the Union would dissolve over the issue. In his last impor- Daniel Webster."
    ],
    "pages": [],
    "publisher": [
      "Da Capo Press",
      "Hopkins University Press",
      "Norton",
      "Greenwood Press"
    ],
    "title": [
      "called him “the pensioned agent of the manufacturing",
      "Daniel interest.” In the Senate he opposed the annexation of Texas Webster and Jacksonian Democracy. Baltimore: Johns and the resultant Mexican War because he feared the coun",
      "Daniel try would have to confront the issue of the expansion of Webster: The Man and His Time"
    ],
    "type": null
  },
  {
    "date": [
      "1850-03-07"
    ],
    "note": [
      "he supported —Jeffrey Kraus Clay’s Compromise of 1850."
    ],
    "title": [
      "tant speech in the Senate"
    ],
    "type": null
  },
  {
    "note": [
      "In July of 1850 President Millard Fillmore appointed"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "REPRESENTATIVES",
        "given": "H.O.U.S.E.O.F."
      }
    ],
    "container-title": [
      "Sanders"
    ],
    "date": [
      "1964"
    ],
    "note": [
      "decade. As secretary of State Webster authored the “Hulse- Wesberry was a voter in Fulton County (Atlanta), Geormann Letter,” which was written in response to a letter gia. He resided in the Fifth Congressional District, one of"
    ],
    "publisher": [
      "House"
    ],
    "title": [
      "Webster to serve for a second time as secretary of State, a Wesberry v",
      "position he would hold until his death. One of his major The Wesberry case was one of a line of cases following responsibilities was enforcement of the Fugitive Slave Act, BAKER V. CARR in which the U.S. Supreme Court spelled which required the return of escaped slaves to their own- out the standards for establishing equitable representation ers. His strict enforcement of the law divided the Whig of the people in the U.S",
      "Party and probably cost him any chance of ever becoming state legislatures, and councils of local governments. The president, but it helped preserve the Union for another focus of this case was representation in the U.S"
    ],
    "type": "article-journal",
    "volume": [
      "376 U.S. 1"
    ]
  },
  {
    "author": [
      {
        "family": "Bartlett",
        "given": "Irving H.Daniel Webster Black"
      }
    ],
    "date": [
      "1930",
      "1978"
    ],
    "location": [
      "New York",
      "Baxter"
    ],
    "note": [
      "Maurice G. One and conclusions developed there applied equally to this case: Inseparable: Daniel Webster and the Union. Cambridge, The Court has jurisdiction, the voters have standing to sue Mass.: Balknap Press, 1984; Belz, Herman. The Webster- for relief, and the issue is a justiciable matter."
    ],
    "publisher": [
      "Norton"
    ],
    "title": [
      "thrown from his horse, partially crushing his skull, on Octo- a “political question involving a coordinate branch” regardber 23, 1852. He died a day later, probably of a brain hem- ing “a political question posing a delicate problem.” orrhage. He was buried in the Winslow Cemetery. On February 17, 1964, the Supreme Court decided in favor of Wesberry’s appeal by a vote of 7-2. One of the Further reading: seven, Justice Tom Clark, joined the decision but dissented Adams, Samuel Hopkins. The Godlike Daniel. New York: on the grounds articulated for the majority by Justice Hugo Sears Publishing",
      "Black’s decision cited Baker v. Carr to say that the"
    ],
    "type": null
  },
  {
    "date": [
      "2000"
    ],
    "location": [
      "Indianapolis",
      "New York"
    ],
    "note": [
      "man’s vote in a congressional election is to be worth is much"
    ],
    "publisher": [
      "Liberty Fund",
      "Cosmopolitan Book"
    ],
    "title": [
      "Hayne Debate on the Nature of the Union: Selected Docu- Black asserted his interpretation of the constitutional ments",
      "Benson, Allan meaning of this case clearly: “as nearly as is practicable one Louis"
    ],
    "translator": [
      {
        "family": "Webster",
        "given": "Daniel"
      }
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Brown",
        "given": "Norman D.Daniel Webster"
      },
      {
        "family": "another’s.”",
        "particle": "the Politics as"
      }
    ],
    "citation-number": [
      "1929;"
    ],
    "container-title": [
      "Daniel Webster as an Economist. of the Constitution. whips 543 Black reviewed the records of the Constitutional Con"
    ],
    "date": [
      "1969"
    ],
    "location": [
      "Athens"
    ],
    "note": [
      "ognized and vigorously applied to the American system vention and the advocacy of James Madison in the FEDER- of representation."
    ],
    "publisher": [
      "University of Georgia Press"
    ],
    "title": [
      "There was some surprise that the grounds of Availability",
      "Black asserted for the decision were in Article I, Section 2, Carey, Robert Lincoln"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "APERS",
        "given": "A.L.I.S.T.P."
      },
      {
        "family": "Auerbach",
        "given": "C.A."
      }
    ],
    "container-title": [
      "He concluded by saying, One Value.” In 1964 Supreme Court Review",
      "Congressional Quarterly Press"
    ],
    "date": [
      "1976",
      "1964"
    ],
    "edition": [
      "2d"
    ],
    "editor": [
      {
        "family": "A.",
        "given": "R."
      },
      {
        "family": "O’Connor",
        "given": "P.A."
      },
      {
        "family": "Kurland",
        "given": "P.B."
      }
    ],
    "genre": [
      "Wesberry v."
    ],
    "location": [
      "Washington, D.C",
      "Chicago"
    ],
    "publisher": [
      "University of Chicago Press"
    ],
    "title": [
      "He said that “when the delegates agreed that the House should represent ‘people’ they intended Further reading: that in allocating Congressmen the number assigned to Diamond",
      "Congressional each state should be determined solely by the number of Quarterly’s Guide to Congress",
      "the State’s inhabitants.” Thus, the House, representing peo",
      "The ple as individuals, would embody “complete quality for Reapportionment Cases: One Person, One Vote—One Vote, each voter"
    ],
    "type": "article-journal"
  },
  {
    "date": [
      "1964"
    ],
    "title": [
      "While it may not be possible to draw congressional dis- Sanders 376 U.S",
      "tricts with mathematical precision, that is no excuse for —Jack R. Van Der Slik ignoring our Constitution’s plain objective of making equal representation for equal numbers of people the"
    ],
    "type": null,
    "volume": [
      "1"
    ]
  },
  {
    "author": [
      {
        "family": "Eilperin",
        "particle": "counsel Vincent Foster. Shortly after filing the"
      },
      {
        "given": "Juliet"
      },
      {
        "given": "Oleszek"
      }
    ],
    "container-title": [
      "Government Printing water investigation. This speculation was fueled by the Office",
      "ton Post Magazine"
    ],
    "date": [
      "2002-01-06",
      "1985"
    ],
    "location": [
      "Further reading",
      "Washington, D.C"
    ],
    "note": [
      "disclosure that chief White House counsel Bernard Nuss-—John David Rausch, Jr. baum had removed documents concerning the Whitewater Development Corporation from Foster’s office."
    ],
    "pages": [
      "27"
    ],
    "publisher": [
      "House"
    ],
    "title": [
      "The Making of Madam Whip.” Washing- returns, Foster was found dead in a Washington park",
      "Walter While his death was ruled a suicide, there was speculation J. Majority and Minority Whips of the Senate. Senate Doc- that Foster’s suicide was related to the developing Whiteument 98-45"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "general",
        "given": "U.S.",
        "particle": "attorney"
      },
      {
        "family": "Reno",
        "given": "Janet"
      },
      {
        "family": "Fiske",
        "given": "Robert B.",
        "particle": "Whitewater investigation named",
        "suffix": "Jr"
      }
    ],
    "date": [
      "1994-01"
    ],
    "note": [
      "involvement in Whitewater and the legality"
    ],
    "title": [
      "as special counsel to investigate An investigation into a failed real estate investment that the Clintons"
    ],
    "type": null
  },
  {
    "note": [
      "Hillary, an attorney in the Little Rock, Arkansas, investigation into Madison Guaranty."
    ],
    "title": [
      "OF REPRESENTATIVES and a trial in the SENATE, where the involving Clinton’s 1990 gubernatorial campaign. Fiske president was acquitted. determined that Foster’s death was a suicide and that Clin-In 1978 Arkansas attorney general Bill Clinton and his ton aides had not improperly interfered with the RTC wife"
    ],
    "type": null
  },
  {
    "container-title": [
      "Kenneth W"
    ],
    "note": [
      "Starr, a former homes on the land. Shortly after the purchase was com- court of appeals judge (1983–89) and solicitor general of Wickard v. Filburn 317 U.S. 111 545"
    ],
    "title": [
      "based Rose Law Firm, joined with their friends James B. In August 1994 a U.S. court of appeals panel refused to and Susan McDougal to borrow $203,000 to purchase 220 reappoint Fiske as special counsel, citing a possible conacres of land in the Ozark Mountains. They formed the flict of interest since Fiske had been appointed to his post Whitewater Development Corporation to build vacation by Clinton’s attorney general"
    ],
    "type": "article-journal"
  },
  {
    "container-title": [
      "Jones & McLaughlin Steel Corp"
    ],
    "date": [
      "2001",
      "1937"
    ],
    "editor": [
      {
        "given": "Del"
      }
    ],
    "location": [
      "Oxford"
    ],
    "publisher": [
      "Oxford University Press"
    ],
    "title": [
      "Further reading: run for the Senate in Texas in 1966 was abandoned when it Dickson",
      "The Supreme Court in Conference became apparent that Wright would not be able to raise (1940–1985",
      "NLRB sufficient funds relying on small individual donations to v",
      "U.S. make a competitive race"
    ],
    "type": "article-journal",
    "volume": [
      "301 U.S. 1"
    ]
  },
  {
    "author": [
      {
        "family": "Darby Lumber Co",
        "particle": "v."
      },
      {
        "family": "Burton",
        "given": "Phillip"
      },
      {
        "family": "James C. Wright",
        "given": "was born in Fort Worth",
        "suffix": "Jr."
      },
      {
        "family": "Texas",
        "given": "on"
      },
      {
        "family": "BOLLING",
        "given": "R.I.C.H.A.R.D."
      }
    ],
    "date": [
      "1941",
      "1922",
      "1922",
      "1941"
    ],
    "note": [
      "Following the Japanese attack on Pearl defeated Burton on the final ballot 148-147. It has been Harbor in December 1941, Wright left the university to alleged that Wright’s victory was unintentionally aided by Wright, James Claude, Jr. 547"
    ],
    "title": [
      "312 U.S",
      "Just as it appeared that Wright’s burning ambition —Daniel Smith would have to be satisfied by the likelihood that he would some day assume the chair of the Public Works Committee, Wright decided to make a long-shot bid for the position of Wright, James Claude, Jr",
      ") Representative, Democratic MAJORITY LEADER in 1976. In a four-way race Speaker of the House Wright defeated John McFall (CA",
      "Wright had not been con-December 22",
      "He attended Weatherford College sidered the favorite in the race, as he had not been a for two years and enrolled at the University of Texas in reformer in the Democratic Caucus, but he ultimately Austin in"
    ],
    "type": null,
    "volume": [
      "100"
    ]
  },
  {
    "author": [
      {
        "given": "process"
      },
      {
        "family": "Barry",
        "given": "John M."
      },
      {
        "family": "Rohde",
        "given": "David W."
      }
    ],
    "date": [
      "1989"
    ],
    "location": [
      "Chicago",
      "Wright"
    ],
    "note": [
      "resigned from the House of Representatives on 1991; Wright, Jim. Balance of Power: Presidents and"
    ],
    "publisher": [
      "Viking",
      "University of Chicago Press"
    ],
    "title": [
      "All offices, both political parties must resolve Further reading: to bring this period of mindless cannibalism to an end",
      "The Ambition and the Power. New York: There’s been enough of it",
      "Parties and Leaders in the Postreform House"
    ],
    "type": null
  },
  {
    "date": [
      "1989-06-30"
    ],
    "title": [
      "In his retirement Wright has taught courses Congress from the Era of McCarthy to the Age of Gingrich"
    ],
    "type": null
  },
  {
    "date": [
      "1996"
    ],
    "location": [
      "Atlanta"
    ],
    "publisher": [
      "Turner Publishing"
    ],
    "title": [
      "in political science at Texas Christian University and has"
    ],
    "type": "book"
  },
  {
    "editor": [
      {
        "family": "Frisch",
        "given": "Scott A."
      },
      {
        "family": "Kelly",
        "given": "Sean Q."
      }
    ],
    "title": [
      "written frequently for newspapers and magazines"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Aberbach",
        "given": "Joel D."
      }
    ],
    "date": [
      "1987"
    ],
    "location": [
      "Cambridge, Mass",
      "Washington, D.C"
    ],
    "publisher": [
      "Harvard University Congressional Oversight",
      "Press"
    ],
    "title": [
      "Keeping a Watchful Eye: The Politics of Independence"
    ],
    "type": "book"
  },
  {
    "date": [
      "1990"
    ],
    "editor": [
      {
        "family": "Cannon",
        "given": "David T.Race"
      },
      {
        "family": "Redistricting"
      },
      {
        "given": "Representation"
      }
    ],
    "publisher": [
      "Brookings Institution Press"
    ],
    "type": "book"
  },
  {
    "date": [
      "1999"
    ],
    "editor": [
      {
        "family": "Ahuja",
        "given": "Sunil"
      },
      {
        "family": "Dewhirst",
        "given": "Robert E."
      }
    ],
    "location": [
      "Congress Chicago"
    ],
    "publisher": [
      "University of Chicago Press"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Cox",
        "given": "Gary W."
      },
      {
        "family": "McCubbins",
        "given": "Mathew D."
      }
    ],
    "date": [
      "2003"
    ],
    "location": [
      "Columbus",
      "Berkeley"
    ],
    "publisher": [
      "Ohio",
      "Legislative State University Press"
    ],
    "title": [
      "Responds to the Twentieth Century",
      "Leviathan: Party Government in the House"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Arnold",
        "given": "R.Douglas"
      }
    ],
    "date": [
      "1993"
    ],
    "publisher": [
      "University of California Press"
    ],
    "title": [
      "Congress and the Bureaucracy: A"
    ],
    "type": "book"
  },
  {
    "note": [
      "New Haven, Conn.: Yale Davidson, Roger. H. The Role of the Congressman."
    ],
    "title": [
      "Theory of Influence"
    ],
    "type": null
  },
  {
    "date": [
      "1979",
      "1969"
    ],
    "location": [
      "Indianapolis"
    ],
    "publisher": [
      "University Press",
      "Bobbs-Merrill"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "literal": "Arnold, R. Douglas. The Logic of Congressional Action. ———, Susan Webb Hammond, and Raymond W. Smock, New Haven"
      }
    ],
    "container-title": [
      "Committees Twentieth Century"
    ],
    "date": [
      "1980",
      "1998",
      "1991",
      "1997"
    ],
    "edition": [
      "3d"
    ],
    "editor": [
      {
        "literal": "eds."
      },
      {
        "family": "A.",
        "given": "Richard"
      },
      {
        "family": "Davidson",
        "given": "Roger H."
      },
      {
        "family": "J.",
        "given": "Christopher"
      },
      {
        "family": "Smith",
        "given": "Steven S."
      }
    ],
    "location": [
      "Conn",
      "Boulder, Colo",
      "Washington, D.C",
      "Washington, D.C"
    ],
    "publisher": [
      "Yale University Press",
      "Westview Press",
      "Congressional in Congress",
      "Congressional Quarterly Press",
      "Quarterly Press"
    ],
    "title": [
      "Masters of the House: Congressional Leaders Over Baker",
      "First Two Centuries",
      "among Equals: Outstanding Senate Leaders of the Deering"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Baker",
        "given": "Ross K.Friend"
      },
      {
        "family": "U.S. Senate. New Edwards",
        "given": "Foe",
        "particle": "in the"
      },
      {
        "family": "C",
        "given": "George"
      }
    ],
    "date": [
      "1980"
    ],
    "location": [
      "York",
      "New Haven, Conn"
    ],
    "publisher": [
      "Free Press",
      "Yale"
    ],
    "title": [
      "At the Margins: Presidential",
      "Leadership of Congress"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Baker",
        "given": "Ross K.Friend"
      }
    ],
    "date": [
      "2001",
      "1989"
    ],
    "edition": [
      "3d"
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "Norton",
      "University Press"
    ],
    "title": [
      "House and Senate"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Display",
        "given": "Congress",
        "particle": "on"
      },
      {
        "family": "Evans",
        "given": "C.Lawrence",
        "particle": "Congress at"
      },
      {
        "family": "Binder",
        "given": "Sarah A.Minority Rights"
      },
      {
        "family": "Majority Rule",
        "given": "U.S.Senate"
      }
    ],
    "date": [
      "2000",
      "1991",
      "1997"
    ],
    "editor": [
      {
        "family": "Bianco",
        "given": "William"
      }
    ],
    "location": [
      "Cambridge"
    ],
    "note": [
      "———, and Walter Oleszeck. Congress Under Fire: Reform"
    ],
    "publisher": [
      "University of Michigan Press",
      "University of Michigan Press, Partisanship and the Development of Congress",
      "Cambridge University Press"
    ],
    "title": [
      "Leadership in Committee: A Work. Ann Arbor",
      "Comparative Analysis of Leadership Behavior in the",
      "Ann Arbor"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Display",
        "given": "Congress",
        "particle": "on"
      }
    ],
    "date": [
      "1997"
    ],
    "location": [
      "Boston",
      "Washington, D.C"
    ],
    "publisher": [
      "Gridlock",
      "Brookings Institution Houghton Mifflin"
    ],
    "title": [
      "Stalemate: Causes and Consequences of Legislative Politics and the Republican Majority"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "given": "Press"
      }
    ],
    "date": [
      "2003"
    ],
    "note": [
      "Fenno, Richard F., Jr. Home Style: House Members in"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Press"
      }
    ],
    "date": [
      "2003"
    ],
    "location": [
      "New York",
      "Washington"
    ],
    "publisher": [
      "Addison-Wesley Longman"
    ],
    "title": [
      "Politics or Principle? Their Districts",
      "Filibustering in the United States Senate"
    ],
    "type": "book"
  },
  {
    "date": [
      "1997"
    ],
    "location": [
      "D.C",
      "Boston"
    ],
    "publisher": [
      "Brookings Institution Press",
      "Little"
    ],
    "title": [
      "———. Congressmen in Committees"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "given": "Binkley"
      }
    ],
    "date": [
      "1973"
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "Brown"
    ],
    "title": [
      "Wilfred President and Congress"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "given": "Knopf"
      }
    ],
    "container-title": [
      "Congress and the President in a Partisan Era"
    ],
    "date": [
      "1947",
      "1997"
    ],
    "edition": [
      "4th"
    ],
    "editor": [
      {
        "family": "R.",
        "given": "Jon"
      },
      {
        "family": "Fleisher",
        "given": "Richard"
      }
    ],
    "location": [
      "Lawrence"
    ],
    "publisher": [
      "University Press",
      "of Kansas"
    ],
    "title": [
      "Fisher, Louis. Constitutional Conflicts between Congress Bond",
      "Polarized Politics: and the President"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Fiorina",
        "given": "Morris P.Congress"
      },
      {
        "family": "Washington Cain",
        "given": "Keystone",
        "particle": "of the"
      },
      {
        "family": "Bruce",
        "given": "John Ferejohn"
      },
      {
        "family": "Fiorina",
        "given": "Morris"
      }
    ],
    "date": [
      "2000",
      "1989"
    ],
    "edition": [
      "2d"
    ],
    "location": [
      "Washington, D.C",
      "New Haven, Conn"
    ],
    "publisher": [
      "Congressional Quarerly Press",
      "Yale Personal Vote: Constituency Service and Electoral University Press"
    ],
    "title": [
      "The Establishment"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "literal": "Gaddie, Ronald Keith, and Charles S. Bullock III. Elections MacNeil, Neil."
      }
    ],
    "container-title": [
      "House: Where the Action Is. Representatives"
    ],
    "date": [
      "1963"
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "McKay"
    ],
    "title": [
      "Forge of Democracy: The House of to Open Seats in the U.S"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Lanham",
        "given": "Md"
      },
      {
        "given": "Rowman"
      },
      {
        "given": "Littlefield"
      }
    ],
    "date": [
      "2000",
      "1976",
      "1997"
    ],
    "edition": [
      "Rev."
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "Crowell",
      "University of Michigan Press"
    ],
    "title": [
      "Maltzman, Forrest. Competing Principals: Committees, Galloway, George B. History of the House of Parties, and the Organization of Congress. Ann Arbor: Representatives"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Hall",
        "given": "Richard I.Participation in Congress New Haven"
      },
      {
        "family": "Mayhew",
        "given": "David R."
      }
    ],
    "date": [
      "1996",
      "1974"
    ],
    "location": [
      "Conn",
      "New Haven, Conn"
    ],
    "publisher": [
      "Yale University Press",
      "Yale University Press"
    ],
    "title": [
      "Congress: The Electoral Connection"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Herrnson",
        "given": "Paul S.Congressional Elections"
      },
      {
        "family": "Mayhew",
        "given": "Campaigning"
      },
      {
        "family": "R",
        "given": "David"
      },
      {
        "given": "Washington"
      }
    ],
    "date": [
      "2004",
      "1991"
    ],
    "edition": [
      "4th"
    ],
    "location": [
      "New D.C",
      "Haven, Conn"
    ],
    "publisher": [
      "Congressional Quarterly Press",
      "Yale Universtiy Press"
    ],
    "title": [
      "Divided We Govern: Party Control, at Home and in Washington",
      "Lawmaking and Investigating, 1946–1990"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Hibbing",
        "given": "John R."
      },
      {
        "family": "Representatives",
        "particle": "the U.S. House of"
      }
    ],
    "date": [
      "1991",
      "2001"
    ],
    "edition": [
      "5th"
    ],
    "location": [
      "Washington, D.C"
    ],
    "publisher": [
      "University of North Carolina Press",
      "Congressional Quarterly Press"
    ],
    "title": [
      "Congressional Careers: Contours of Life Oleszek, Walter. Congressional Procedures and the U.S",
      "Chapel Hill: Policy Process"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Hibbing",
        "given": "John R."
      }
    ],
    "container-title": [
      "Office in Historical Perspective"
    ],
    "date": [
      "1995",
      "1997"
    ],
    "edition": [
      "2d"
    ],
    "location": [
      "Cambridge",
      "Baltimore"
    ],
    "publisher": [
      "Cambridge University Press",
      "Johns Hopkins University Press"
    ],
    "title": [
      "The American Speakership: The Enemy"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Jacobson",
        "given": "Gary C.The Politics of Congressional Elections Polsby"
      },
      {
        "family": "W",
        "given": "Nelson"
      }
    ],
    "date": [
      "2004",
      "2004",
      "1999",
      "1996"
    ],
    "edition": [
      "6th",
      "2d"
    ],
    "editor": [
      {
        "family": "Pool",
        "given": "Keith T."
      },
      {
        "family": "Rosenthal",
        "given": "Howard"
      }
    ],
    "location": [
      "New York",
      "New York",
      "Branches",
      "New York",
      "Congress",
      "York"
    ],
    "note": [
      "Political-Economic History of Roll Call Voting. New Josephy, Alvin M., Jr. On The Hill: A History of the"
    ],
    "publisher": [
      "Pearson-Longman",
      "Oxford University Jones",
      "Congress Press",
      "Chatham House",
      "A Publishers",
      "Oxford University Press"
    ],
    "title": [
      "How Congress Evolves: Social Bases of",
      "Institutional Change",
      "and the Presidency"
    ],
    "translator": [
      {
        "family": "Equal",
        "given": "Charles W.Separate",
        "particle": "but"
      }
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Schuster",
        "given": "Price"
      },
      {
        "family": "E",
        "given": "David"
      }
    ],
    "edition": [
      "2d"
    ],
    "location": [
      "New York",
      "Boulder, Colo"
    ],
    "publisher": [
      "Simon",
      "Westview Press"
    ],
    "title": [
      "American Congress",
      "The Congressional Experience: A View 1980. from the Hill"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Rohde",
        "given": "David W."
      }
    ],
    "container-title": [
      "Congressional Quarterly Press"
    ],
    "date": [
      "2000",
      "1994",
      "1991"
    ],
    "editor": [
      {
        "family": "Kazee",
        "given": "Thomas A."
      }
    ],
    "location": [
      "Washington",
      "Chicago"
    ],
    "publisher": [
      "University of Chicago Press"
    ],
    "title": [
      "Who Runs for Congress? Ambition",
      "Context, and Candidate Emergence",
      "Parties and Leaders in the Postreform D.C",
      "House"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "King",
        "given": "David C."
      }
    ],
    "date": [
      "1997",
      "2001"
    ],
    "location": [
      "Princeton, N.J"
    ],
    "publisher": [
      "Congress. Press",
      "Princeton University Press"
    ],
    "title": [
      "Turf Wars: How Congressional Committees Schickler, Eric. Disjointed Pluralism: Institutional Claim Jurisdiction Chicago: University of Chicago Innovation and the Development of the U.S"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Kingdon",
        "given": "John W."
      },
      {
        "family": "Sinclair",
        "given": "Barbara"
      }
    ],
    "container-title": [
      "House of Representatives in the Postreform Krasno, Jonathan S. Challengers, Competition, and Era"
    ],
    "date": [
      "1989",
      "1995"
    ],
    "edition": [
      "3d"
    ],
    "location": [
      "Baltimore"
    ],
    "publisher": [
      "University of Michigan Press",
      "Johns Hopkins University Press"
    ],
    "title": [
      "Congressmen’s Voting Decisions",
      "Legislators, Leaders, and Lawmaking: Ann Arbor",
      "The U.S"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Haven",
        "given": "Reelection New"
      }
    ],
    "date": [
      "1994",
      "1989"
    ],
    "location": [
      "Baltimore"
    ],
    "publisher": [
      "Johns Hopkins University Press"
    ],
    "title": [
      "Conn.: Yale University Press, ———. The Transformation of the U.S. Senate"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Krehbiel",
        "given": "Keith Information"
      },
      {
        "family": "Organization",
        "given": "Legislative"
      }
    ],
    "container-title": [
      "Congress"
    ],
    "date": [
      "1991"
    ],
    "edition": [
      "2d"
    ],
    "location": [
      "Washington"
    ],
    "publisher": [
      "University of Michigan Press"
    ],
    "title": [
      "Unorthodox Lawmaking: New Legislative Ann Arbor",
      "Processes in the U.S"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Krehbiel",
        "given": "Keith Information"
      }
    ],
    "container-title": [
      "Omnibus Legislating in the U.S. Congress. and Senate"
    ],
    "date": [
      "2000",
      "1998",
      "2001",
      "1989"
    ],
    "location": [
      "Lawmaking. D.C",
      "Chicago",
      "Washington, D.C.: Brookings Institution Columbus"
    ],
    "publisher": [
      "Congressional Quarterly Press",
      "University of Chicago Press",
      "Ohio State University Press",
      "Press"
    ],
    "title": [
      "Pivotal Politics: A Theory of U.S",
      "Smith, Steven S. Call to Order: Floor Politics in the House Krutz, Glen"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Longley",
        "given": "Lawrence D."
      },
      {
        "family": "Swift",
        "given": "Walter J.Oleszek Bicameral"
      },
      {
        "family": "K",
        "given": "Elaine"
      }
    ],
    "container-title": [
      "Conference Committees in Congress. New Reconstitutive Change in Congress, 1787–1841. Ann Haven"
    ],
    "date": [
      "1996"
    ],
    "location": [
      "Conn",
      "Arbor"
    ],
    "publisher": [
      "Yale University Press",
      "University of Michigan Press"
    ],
    "title": [
      "The Making of an American Senate: Politics"
    ],
    "type": "paper-conference"
  },
  {
    "author": [
      {
        "family": "Loomis",
        "given": "Burdett"
      }
    ],
    "date": [
      "1998"
    ],
    "editor": [
      {
        "family": "James",
        "given": "A."
      }
    ],
    "location": [
      "New York",
      "Washington"
    ],
    "publisher": [
      "Thurber",
      "Basic Books"
    ],
    "title": [
      "The New American Politician",
      "The Battle for Congress",
      "Consultants, Candidates, and Voters"
    ],
    "type": "book"
  },
  {
    "date": [
      "2000",
      "1981"
    ],
    "editor": [
      {
        "family": "James",
        "given": "A."
      }
    ],
    "location": [
      "Washington, D.C",
      "Baltimore"
    ],
    "publisher": [
      "Brookings Wilson",
      "Institution Press",
      "Johns Hopkins University Press"
    ],
    "title": [
      "Esteemed Colleagues: Civility and Deliberation D.C.: Brookings Institution Press, 2001. in the U.S. Senate"
    ],
    "translator": [
      {
        "family": "Government",
        "given": "Woodrow Congressional"
      }
    ],
    "type": "book"
  }
]
