[
  {
    "citation-number": [
      "1820"
    ],
    "publisher": [
      "F. Arago"
    ],
    "title": [
      "The electromagnet is invented by D"
    ],
    "type": "book"
  },
  {
    "citation-number": [
      "1820–1821"
    ],
    "note": [
      "He later proposes the Analytical Engine, which uses punch-cards based on the Jacqard loom."
    ],
    "title": [
      "Charles Babbage proposes a Difference Engine, which is to be a massive steam-powered mechanical calculator"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1821"
    ],
    "title": [
      "Michael Faraday invents the first electric motor"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1826"
    ],
    "title": [
      "Georg Simon Ohm introduces his law: V = IR"
    ],
    "type": null
  },
  {
    "title": [
      "1831 Faraday publishes his principles of induction by electromagnetism, generation, and transmission"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1842"
    ],
    "title": [
      "Ada Lovelace Byron publishes her analysis of Babbage’s ideas and lays the foundations for computer programming theory"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1854"
    ],
    "title": [
      "George Boole publishes his mathematical ideas, which will form the basis for Boolean algebra"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1878"
    ],
    "title": [
      "Edison Electric Light Company is founded"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1879"
    ],
    "note": [
      "Thomas Edison introduces his incandescent lamp."
    ],
    "title": [
      "The first commercial lighting system is installed in Cleveland, Ohio; it uses arc lighting"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1882"
    ],
    "title": [
      "The first hydroelectric power station opens in Wisconsin"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1886"
    ],
    "title": [
      "William Stanley introduces an alternating current (AC) electric system, and the work of Frank Sprague develops the technology to use a transformer system to make long-distance AC transmission possible. The Westinghouse Electric Company is founded"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1888"
    ],
    "title": [
      "Nikola Tesla invents the rotating field AC alternator"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1893"
    ],
    "title": [
      "Tesla addresses the Franklin institute in Philadelphia and explains the theory of radio communication. Westinghouse demonstrates an electricity generation and transmission system at Chicago’s World Exposition"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1896"
    ],
    "title": [
      "Guglielmo Marconi develops the first practical radio system"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1897"
    ],
    "publisher": [
      "J. Thomson"
    ],
    "title": [
      "The electron is described by J"
    ],
    "type": "book"
  },
  {
    "date": [
      "1904"
    ],
    "title": [
      "John Ambrose Fleming invents the thermionic valve, the first radio tube diode"
    ],
    "type": null
  },
  {
    "date": [
      "1906"
    ],
    "title": [
      "Robert von Lieben and Lee De Forest develop the amplifier tube, the triode"
    ],
    "type": null
  },
  {
    "date": [
      "1907"
    ],
    "title": [
      "De Forest invents the vacuum tube electric amplifier, the Audion"
    ],
    "type": null
  },
  {
    "date": [
      "1912"
    ],
    "title": [
      "Ewin Armstrong introduces the regenerative feedback amplifier and oscillator"
    ],
    "type": null
  },
  {
    "date": [
      "1920"
    ],
    "title": [
      "The first news program is broadcast on radio in Detroit"
    ],
    "type": null
  },
  {
    "date": [
      "1922"
    ],
    "title": [
      "Entertainment broadcast radio is launched in England"
    ],
    "type": null
  },
  {
    "date": [
      "1928"
    ],
    "title": [
      "Philo Farnsworth presents the first public demonstration of electronic television"
    ],
    "type": null
  },
  {
    "date": [
      "1937"
    ],
    "title": [
      "Claude Shannon publishes his paper laying the basis for the application of binary numbers to switches in electronic circuits, which becomes the basis of digital circuit design"
    ],
    "type": null
  },
  {
    "date": [
      "1940"
    ],
    "title": [
      "Bell Labs demonstrates the Complex Number Calculator, which is able to perform calculations over the telephone line"
    ],
    "type": null
  },
  {
    "date": [
      "1941"
    ],
    "note": [
      "It is used by the Allied forces to decrypt Nazi war communications."
    ],
    "title": [
      "Konrad Zuse creates the Z3 computer in Berlin. It is destroyed in a 1943 bombing raid. The Bombe computer is developed from a Polish design by the British"
    ],
    "type": null
  },
  {
    "date": [
      "1945"
    ],
    "title": [
      "John von Neumann outlines the structure of a stored-program computer, the Electronic Discrete Variable Automatic Computer (EDVAC). It introduces the ideas for the binary system and leads the way for digital computing"
    ],
    "type": null
  },
  {
    "date": [
      "1947"
    ],
    "note": [
      "Electronic Numerical Integrator and Computer (ENIAC) is developed at the University of Pennsylvania."
    ],
    "title": [
      "William Shockley, John Bardeen, and Walter Brattain of Bell Labs invent the transistor"
    ],
    "type": null
  },
  {
    "date": [
      "1948"
    ],
    "title": [
      "Freddie William and his colleagues invent the Random Access Storage Device"
    ],
    "type": null
  },
  {
    "container-title": [
      "It is the realization of the EDVAC idea"
    ],
    "date": [
      "1949"
    ],
    "title": [
      "Electronic Delay Storage Automatic Calculator (EDSAC) is introduced at Cambridge University. It uses subroutines stored on punched paper tapes and thus is the first practical stored-program computer"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "Navy"
      }
    ],
    "date": [
      "1950"
    ],
    "note": [
      "The Standards Eastern Automatic Computer (SEAC) is the first to use all-diode logic."
    ],
    "title": [
      "Engineering Research Associates sells its ERA 1101 (the first commercially produced computer) to the U.S",
      "The National Bureau of Standards constructs two large computers (the SEAC and the SWAC) to test components"
    ],
    "type": null
  },
  {
    "date": [
      "1951"
    ],
    "publisher": [
      "Census Bureau"
    ],
    "title": [
      "Another early commercial computer, the Ferranti Mark 1, is released. The UNIVAC I built by Remington Rand is sold to the U.S"
    ],
    "type": "book"
  },
  {
    "date": [
      "1953"
    ],
    "title": [
      "International Business Machines (IBM) releases its model 701, the first electronic computer"
    ],
    "type": null
  },
  {
    "date": [
      "1954"
    ],
    "title": [
      "Texas Instruments sells the first consumer transistor radio, the Regency TR1"
    ],
    "type": null
  },
  {
    "container-title": [
      "It can store 5 MB. 1958 NEC builds the NEAC 1101, Japan’s first electronic computer"
    ],
    "date": [
      "1956"
    ],
    "title": [
      "IBM releases the IBM 650 magnetic drum calculator, the first mass-produced computer",
      "The IBM 305 hard disk is released"
    ],
    "type": "chapter"
  },
  {
    "date": [
      "1959"
    ],
    "title": [
      "A germanium-based integrated circuit is patented by Jack Kilby. Robert Noyce develops a silicon-based integrated circuit. IBM introduces the 7000 series mainframes —transistor–based computers"
    ],
    "type": null
  },
  {
    "date": [
      "1960"
    ],
    "pages": [
      "–1"
    ],
    "title": [
      "Massachusetts Institute of Technology (MIT) students write the first computer videogame on Digital Equipment Corporation’s (DEC"
    ],
    "type": null
  },
  {
    "date": [
      "1961"
    ],
    "title": [
      "IBM releases the 1401 Data Processing System"
    ],
    "type": null
  },
  {
    "date": [
      "1962"
    ],
    "title": [
      "The metal-oxide semiconductor field effect transistor (MOSFET) is invented by Steven Hofstein and Frederic Helman. It is cheaper, smaller, and uses less power than earlier transistors"
    ],
    "type": null
  },
  {
    "date": [
      "1964"
    ],
    "title": [
      "Beginners’ All-purpose Symbolic Instruction Code (BASIC) is introduced"
    ],
    "type": null
  },
  {
    "container-title": [
      "1978 International Packet Switched Service (IPSS) is launched by the British Post Office"
    ],
    "publisher": [
      "Western Union International, and Tymnet"
    ],
    "title": [
      "arrives fully assembled and is easy to operate. The Apple II is released; it can be attached to a color TV to produce color graphics. Radio Shack sells 10,000 TRS-80s in the first year; it is the first computer designed for the computer novice"
    ],
    "type": "chapter"
  },
  {
    "date": [
      "1979"
    ],
    "title": [
      "Usenet is established as a Unix-to-Unix Copy (UUCP) link between the University of North Carolina–Chapel Hill and Duke University. Compuserve becomes the first public e-mail service for personal computer users"
    ],
    "type": null
  },
  {
    "container-title": [
      "The Institute of Electrical and Electronics Engineers (IEEE"
    ],
    "date": [
      "1980"
    ],
    "note": [
      "publishes the first standards for Ethernet."
    ],
    "title": [
      "Built-in Self Testing (BIST) circuit boards are introduced. Compuserve offers real-time chat. Many bulletin board systems (BBS) are launched offering online access to other users"
    ],
    "type": "chapter"
  },
  {
    "date": [
      "1981"
    ],
    "note": [
      "which runs on Microsoft’s MS-DOS. 1982 The Commodore 64 is released. Having sold more than 22 million units by"
    ],
    "title": [
      "IBM releases its personal computer (PC"
    ],
    "type": null
  },
  {
    "date": [
      "1993"
    ],
    "title": [
      "it is the world’s best-selling single computer. Transmission Control Protocol and Internet Protocol (TCP/IP) is established as ARPANET’s standard"
    ],
    "type": null
  },
  {
    "date": [
      "1983"
    ],
    "title": [
      "Apple’s Lisa is released; it is the first personal computer that runs a graphical user interface. Compaq releases the first clone of an IBM PC"
    ],
    "type": null
  },
  {
    "date": [
      "1984"
    ],
    "title": [
      "Phillips and Sony introduce the CD-ROM. Optical storage begins to replace magnetic storage for some applications"
    ],
    "type": null
  },
  {
    "date": [
      "1989"
    ],
    "title": [
      "Tim Berners-Lee lays the groundwork ideas of the World Wide Web"
    ],
    "type": null
  },
  {
    "date": [
      "1990"
    ],
    "title": [
      "The first Ethernet switch is released by Kalpana"
    ],
    "type": null
  },
  {
    "date": [
      "1993"
    ],
    "title": [
      "Atmel releases a microcontroller with flash memory"
    ],
    "type": null
  },
  {
    "date": [
      "1997"
    ],
    "title": [
      "IBM produces a copper-based chip, which requires less electricity and generates less heat to allow for up to 200 million transistors on a single chip"
    ],
    "type": null
  },
  {
    "date": [
      "1998"
    ],
    "title": [
      "Bell Labs introduces the concept of a plastic transistor that is printable"
    ],
    "type": null
  },
  {
    "date": [
      "2003"
    ],
    "title": [
      "Intel introduces the PXA800F, a microprocessor that combines both computer processes and cellular processes on a single piece of silicon"
    ],
    "type": null
  },
  {
    "date": [
      "2009"
    ],
    "publisher": [
      "State University and E-Ink"
    ],
    "title": [
      "The first touch-screen flexible e-paper was developed by a team from Arizona"
    ],
    "type": "book"
  },
  {
    "date": [
      "2009"
    ],
    "title": [
      "Professor Derek Lovely and a team at University of Massachusetts at Amherst engineer a strain of Geobacter bacteria that can produce electric power from mud and wastewater at eight times the normal rate"
    ],
    "type": null
  },
  {
    "date": [
      "2010"
    ],
    "title": [
      "MIT research team led by Rahul Sarpeshkar develops a new chip that mimics the way the human ear processes signals"
    ],
    "type": null
  },
  {
    "container-title": [
      "APPENDIX"
    ],
    "date": [
      "2011"
    ],
    "title": [
      "A team at IBM demonstrates a graphene transistor than can be manufactured using technologies previously used for silicon device fabrication"
    ],
    "type": "article-journal"
  },
  {
    "container-title": [
      "Making a Potato Battery Soldering Desoldering Power Supply Kit and Construction Lab 14-1: AND Gate Lab 14-2: OR Gate Lab 15-1"
    ],
    "note": [
      "Building a Decoder Circuit, Part 1 Lab 15-2: Building a Decoder Circuit, Part 2 Raspberry Pi Labs"
    ],
    "title": [
      "LAB VIDEO DIRECTORY Lab 2-1: Constructing a Simple Circuit Lab 4-1: Taking a DC Voltage Reading Lab 4-2: Taking an AC Voltage Reading Lab 4-3: Measuring Resistance Lab 4-4: Measuring Current Lab 6-1: SPDT Switch Lab 7-1: Using Ohm’s & Kirchhoff’s Laws to Determine the Proper Resistor Lab 7-2: Resistors in a Series Circuit Lab 7-3: Resistors in a Parallel Circuit Lab 7-4: Voltage Division Using Fixed Value Resistors Lab 7-5: Voltage Division Using a Variable Resistor Lab 8-1: Charging Capacitance Lab 11-1"
    ],
    "type": "chapter"
  }
]
