[
  {
    "note": [
      "Issued the Integrated Reform Plan for Issued the Implementation Plan for Promoting Ecological Progress; Green Bank Evaluation in the Issued the Green Bond Endorsed Projects Catalogue."
    ],
    "title": [
      "Established pilot zones for green finance reform and innovations; Issued the Development Plan of the National Standardization System in the Finance Sector (2016-2020"
    ],
    "type": null
  },
  {
    "title": [
      "Banking Sector of China (for Trial The National Development and Reform Implementation). Commission of the PRC issued the Green Industry Directory Guidance"
    ],
    "type": null
  },
  {
    "date": [
      "2015"
    ],
    "type": null
  },
  {
    "title": [
      "Issued the 13th Five-Year Plan (2016- Enshrined the goal of ecological"
    ],
    "type": null
  },
  {
    "citation-number": [
      "2020);"
    ],
    "container-title": [
      "Assessment and Certification of Green finance system; Bonds (Interim); Issued the Guiding Opinions on Building a Issued the Notice on the Establishment of Green Financial System"
    ],
    "publisher": [
      "a Special Statistical System for Green Loans"
    ],
    "title": [
      "Issued the Guiding Opinions on civilization into the Chinese Constitution; Building a Modern Environmental Green Finance Task Force proposed 14 Issued the Guidelines for the Conduct of suggestions for building China’s green Governance System"
    ],
    "type": "chapter"
  },
  {
    "note": [
      "• Green infrastructure: According to data from the American Enterprise Institute for Public Policy Research (AEI), in 1H20, the proportion of renewable energy investment in China’s investment in the energy sector of the Belt and"
    ],
    "title": [
      "Since the Belt and Road Initiative was put forward in 2013, it has received positive responses from the international community. More than 140 countries around the world have formally signed agreements with China. In 2019, Belt and Road countries accounted for 22% of the world’s GDP and about 30.8% of the world’s total carbon emissions (Fig. 13.9), mainly because most of these countries are in the stage of rapid industrialization and urbanization. Since 2013, the Chinese government has issued policy documents to guide firms to adhere to green development and eventually to build a Green Belt and Road"
    ],
    "type": null
  },
  {
    "citation-number": [
      "18"
    ],
    "type": null,
    "url": [
      "http://www.tanpaifang.com/tanzhonghe/2020/1204/75653_2.html;",
      "http://www.tanpaifang.com/"
    ]
  },
  {
    "citation-number": [
      "19"
    ],
    "note": [
      "21"
    ],
    "type": null,
    "url": [
      "http://www.xinhuanet.com/energy/2021-02/02/c_1127052697.htm.",
      "http://forex.cngold.org/fxb/c5476149.htm.",
      "https://news.un.org/zh/story/2021/04/1082682."
    ]
  },
  {
    "citation-number": [
      "334"
    ],
    "title": [
      "Chapter 13 Tackling Climate Change: Global Cooperation and China’s Commitment"
    ],
    "type": null
  }
]
