[
  {
    "author": [
      {
        "family": "Policy",
        "given": "Oversight"
      },
      {
        "family": "The JPMorgan Chase Bank N.A",
        "particle": "contingency funding plan. ALCO also reviews the"
      }
    ],
    "container-title": [
      "Risk oversight on behalf of JPMorgan Chase Bank N.A. is The Capital Governance Committee, chaired by the Head of Regulatory primarily the responsibility of the Firm’s DRPC"
    ],
    "note": [
      "Audit Committee and, Capital Management Office (under the direction of the Firm’s CFO) is with respect to compensation-related matters, the Compensation & responsible for reviewing the Firm’s Capital Management Policy and the Management Development Committee."
    ],
    "title": [
      "Board of Directors is responsible for the Firm’s overall structural interest rate risk position, funding requirements oversight of management on behalf of JPMorgan Chase Bank N.A. The and strategy, and the Firm’s securitization programs (and any required JPMorgan Chase Bank N.A. Board accomplishes this function acting liquidity support by the Firm of such programs). directly and through the principal standing committees of the Firm’s Board of Directors"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "J.P."
      }
    ],
    "container-title": [
      "J.P. Morgan Securities plc is jointly regulated by the U.K. Prudential Regulation Authority (“PRA”) and Financial Conduct Authority (“FCA”). Commencing January 1, 2014, J.P. Morgan Securities plc became subject to the U.K"
    ],
    "genre": [
      "III capital rules."
    ],
    "location": [
      "Basel"
    ],
    "title": [
      "Morgan Securities plc is a wholly owned subsidiary of JPMorgan Chase Bank, N.A. and is the Firm’s principal operating subsidiary in the U.K. It has authority to engage in banking, investment banking and broker-dealer activities"
    ],
    "type": "chapter"
  },
  {
    "date": [
      "2014-12-31"
    ],
    "title": [
      "J.P. Morgan Securities plc had estimated total capital of $30.1 billion; its estimated CET1 capital ratio was 10.7% and its"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "JPMorgan Chase – U.S."
      },
      {
        "literal": "-"
      }
    ],
    "date": [
      "2006",
      "2010",
      "2006"
    ],
    "location": [
      "New York"
    ],
    "title": [
      "Field examination and 2013, respectively. Field examination of certain Restrictions imposed by U.S. federal law prohibit JPMorgan Chase and JPMorgan Chase – U.K",
      "– 2012 select entities certain of its affiliates from borrowing from banking subsidiaries unless the JPMorgan Chase"
    ],
    "type": null
  },
  {
    "citation-number": [
      "284"
    ],
    "container-title": [
      "The Advanced Transitional at December"
    ],
    "date": [
      "2014",
      "2013"
    ],
    "note": [
      "national banks, including JPMorgan Chase Bank, N.A. and Chase Bank USA, N.A. JPMorgan Chase & Co.(d"
    ],
    "title": [
      "JPMorgan Chase & Co./2014 Annual Report Note 28 – Regulatory capital The following tables present the regulatory capital, assets and risk-based capital ratios for JPMorgan Chase and its significant national bank The Federal Reserve establishes capital requirements, including wellsubsidiaries under both Basel III Standardized Transitional and Basel III capitalized standards, for the consolidated financial holding company",
      "and under Basel I at OCC establishes similar capital requirements and standards for the Firm’s December 31"
    ],
    "type": "article-journal",
    "volume": [
      "31"
    ]
  },
  {
    "container-title": [
      "December 2014, the Hong Kong Monetary Authority (“HKMA”) CIO Litigation. The Firm has been sued in a consolidated shareholder announced the conclusion of its FX-related investigation regarding putative class action, a consolidated putative class action brought under the JPMorgan Chase Bank, N.A. and several other banks"
    ],
    "note": [
      "The HKMA required Employee Retirement Income Security Act (“ERISA”) and seven the banks, including JPMorgan Chase Bank, N.A., to take certain remedial shareholder derivative actions brought in Delaware state court and in New measures."
    ],
    "title": [
      "proceedings, particularly proceedings that could result from government JPMorgan Chase Bank, N.A. reached separate settlements with the U.K. investigations. Accordingly, the Firm’s estimate will change from time to Financial Conduct Authority (“FCA”), the U.S. Commodity Futures time, and actual losses may vary. Trading Commission (“CFTC”) and the U.S. Office of the Comptroller of Set forth below are descriptions of the Firm’s material legal proceedings. the Currency (“OCC”) to resolve the agencies’ respective civil enforcement claims relating to the Bank’s foreign exchange (“FX”) trading business Auto Dealer Regulatory Matter. The Firm is engaged in discussions with (collectively, the “Settlement Agreements”). Under the Settlement the U.S. Department of Justice (“DOJ”) about potential statistical Agreements, JPMorgan Chase Bank, N.A. agreed to take certain remedial disparities in markups charged to different races and ethnicities by measures and paid penalties of £222 million to the FCA, $310 million to automobile dealers on loans originated by those dealers and purchased by the CFTC and $350 million to the OCC. the Firm"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "The Firm continues to cooperate with these investigations. The Firm is also engaged in discussions regarding potential resolution with DOJ"
    ],
    "title": [
      "York federal and state courts relating to 2012 losses in the synthetic credit portfolio managed by the Firm’s Chief Investment Office (“CIO”). Four of Other FX-related regulatory investigations of the Firm are ongoing, the shareholder derivative actions have been dismissed, and plaintiffs in including a criminal investigation by DOJ. These investigations are focused on the Firm’s spot FX trading and sales activities as well as controls applicable to those activities"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "U.S",
        "particle": "amended"
      }
    ],
    "container-title": [
      "January 2015, the Firm settled the U.S. class securities backed by residential real estate collateral. Plaintiffs Assured action, and this settlement is subject to court approval. Guaranty (U.K.) and Ambac Assurance UK Limited claim that JPMIM is General Motors Litigation"
    ],
    "note": [
      "JPMorgan Chase Bank, N.A. participated in, liable for losses of more than $1 billion in market value of these securities. and was the Administrative Agent on behalf of a syndicate of lenders on, a Discovery is proceeding."
    ],
    "title": [
      "class action complaint; two other class actions were brought Investment Management Litigation. The Firm is defending two pending by non-U.S.-based plaintiffs. The Court denied defendants’ motion to cases that allege that investment portfolios managed by J.P. Morgan dismiss the U.S. class action and granted the motion to dismiss the two Investment Management (“JPMIM”) were inappropriately invested in non-U.S. class actions"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "The Firm has filed Appeals for the Second Circuit. In January 2015, the Court of Appeals counterclaims against LBHI"
    ],
    "date": [
      "2010-05",
      "2009-07",
      "2013-03"
    ],
    "editor": [
      {
        "given": "In"
      },
      {
        "given": "In"
      },
      {
        "given": "In"
      }
    ],
    "note": [
      "alleging that LBHI fraudulently induced the reversed the Bankruptcy Court’s dismissal of the Creditors Committee’s Firm to make large extensions of credit against inappropriate collateral in claim and remanded the case to the Bankruptcy Court with instructions to connection with the Firm’s role as the clearing bank for Lehman Brothers"
    ],
    "title": [
      "$1.5 billion syndicated Term Loan facility (“Term Loan”) for General Lehman Brothers Bankruptcy Proceedings",
      "Lehman Brothers Motors Corporation (“GM”",
      "in connection with the GM Holdings Inc. (“LBHI”) and its Official Committee of Unsecured Creditors bankruptcy proceedings, the Official Committee of Unsecured Creditors of (the “Committee”) filed a complaint (and later an amended complaint) Motors Liquidation Company (“Creditors Committee”) filed a lawsuit against JPMorgan Chase Bank, N.A. in the United States Bankruptcy Court against JPMorgan Chase Bank, N.A., in its individual capacity and as for the Southern District of New York that asserts both federal bankruptcy Administrative Agent for other lenders on the Term Loan, seeking to hold law and state common law claims, and seeks, among other relief, to recover the underlying lien invalid",
      "the Bankruptcy Court granted $7.9 billion in collateral that was transferred to JPMorgan Chase Bank, JPMorgan Chase Bank, N.A.’s motion for summary judgment and N.A. in the weeks preceding LBHI’s bankruptcy. The amended complaint dismissed the Creditors Committee’s complaint on the grounds that also seeks unspecified damages on the grounds that JPMorgan Chase Bank, JPMorgan Chase Bank, N.A. did not authorize the filing of the UCC-3 N.A.’s collateral requests hastened LBHI’s bankruptcy. The Court termination statement at issue. The Creditors Committee appealed the dismissed the counts of the amended complaint that sought to void the allegedly constructively fraudulent and preferential transfers made to the Bankruptcy Court’s dismissal of its claim to the United States Court of Firm during the months of August and September 2008"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "Plaintiffs primarily assert claims under the federal EURIBOR. antitrust laws and Commodities Exchange Act. In December 2014, In addition, the Firm has been named as a defendant along with other banks defendants filed a motion to dismiss. in a series of individual and class actions filed in various United States Madoff Litigation. Various subsidiaries of the Firm, including J.P. Morgan District Courts, in which plaintiffs make varying allegations that in various Securities plc"
    ],
    "date": [
      "2014",
      "2015-01"
    ],
    "editor": [
      {
        "given": "In"
      }
    ],
    "note": [
      "have been named as defendants in lawsuits filed in periods, starting in 2000 or later, defendants either individually or Bankruptcy Court in New York arising out of the liquidation proceedings of collectively manipulated the U.S. dollar LIBOR, Yen LIBOR, Swiss franc"
    ],
    "title": [
      "the EC issued a Statement of Objections outlining its case against the The Firm is one of the defendants in a putative class action filed in the Firm (and others) as to EURIBOR, to which the Firm has filed a response. United States District Court for the Southern District of New York relating In October 2014, JPMorgan Chase reached a settlement with the EC to the interest rate benchmark EURIBOR. The case is currently stayed. regarding the EC’s Swiss franc LIBOR investigation and agreed to pay a The Firm is also one of the defendants in a number of putative class actions fine of €72 million",
      "the FCA informed JPMorgan Chase alleging that defendant banks and ICAP conspired to manipulate the U.S. that it has discontinued its investigation of the Firm concerning LIBOR and dollar ISDAFIX rates"
    ],
    "type": "chapter"
  },
  {
    "date": [
      "2013-07"
    ],
    "note": [
      "settlement between J.P."
    ],
    "title": [
      "District of New York is investigating matters relating to the bidding which provided that all the above-described actions against the Firm would activities that were the subject of the"
    ],
    "type": null
  },
  {
    "container-title": [
      "November 2013, the Morgan Ventures Energy Corp. and the Federal Energy Regulatory Bankruptcy Court confirmed the Plan of Adjustment, and in December Commission. The Firm is responding to and cooperating with the"
    ],
    "title": [
      "be released and dismissed with prejudice"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "2013,"
    ],
    "note": [
      "Various regulators are"
    ],
    "title": [
      "certain sewer rate payers filed an appeal challenging the confirmation investigation. of the Plan of Adjustment. All conditions to the Plan of Adjustment’s effectiveness, including the dismissal of the actions against the Firm, were Referral Hiring Practices Investigations"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "loans",
        "given": "Non-U.S.",
        "particle": "nonaccrual"
      }
    ],
    "container-title": [
      "nonaccrual consumer loans"
    ],
    "pages": [
      "– – – – –",
      "– – – – –"
    ],
    "title": [
      "Consumer, excluding credit card loans — — — — —Credit card loans"
    ],
    "type": "chapter"
  },
  {
    "pages": [
      "– – – – – – – – – – –"
    ],
    "title": [
      "Non-U.S.: Consumer, excluding credit card loans — — — — —Credit card loans(b"
    ],
    "type": null
  },
  {
    "note": [
      "and Note 14."
    ],
    "pages": [
      "110–111,"
    ],
    "title": [
      "For a discussion of nonaccrual loans, past-due loan accounting policies, and accruing restructured loans see Credit Risk Management on"
    ],
    "type": null
  },
  {
    "date": [
      "2013"
    ],
    "pages": [
      "232 70,006 – 70,247 21,928 92,175"
    ],
    "type": null,
    "volume": [
      "9"
    ]
  },
  {
    "date": [
      "2012"
    ],
    "pages": [
      "234 35 68,588 – 68,857 2,645 71,502"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "France"
      }
    ],
    "date": [
      "2014",
      "2013"
    ],
    "pages": [
      "2,486 63,861 235,173 299,034"
    ],
    "title": [
      "$ 13,544 $ 8,670 $ 23,254 $ 2,222 $ 47,690 $ 188,703 $ 236,393"
    ],
    "type": null,
    "volume": [
      "10,512 12,448 38,415"
    ]
  },
  {
    "date": [
      "2012"
    ],
    "pages": [
      "149,827"
    ],
    "type": null,
    "volume": [
      "10,706 18,979 26,796 1,714 58,195 91,632"
    ]
  },
  {
    "author": [
      {
        "given": "Japan"
      }
    ],
    "date": [
      "2014"
    ],
    "pages": [
      "60,310 121,336"
    ],
    "title": [
      "$ 522 $ 11,211 $ 3,922 $ 24,257 $ 39,912 $ 67,480 $ 107,392 2013"
    ],
    "type": null,
    "volume": [
      "957 16,286 12,972 30,811 61,026"
    ]
  },
  {
    "date": [
      "2012"
    ],
    "pages": [
      "121,043"
    ],
    "type": null,
    "volume": [
      "2,016 30,616 7,708 23,680 64,020 57,023"
    ]
  },
  {
    "date": [
      "2013"
    ],
    "pages": [
      "– 36,649 214,375 251,024"
    ],
    "title": [
      "Germany 2014 $ 22,772 $ 4,524 $ 8,522 $ — $ 35,818 $ 173,121 $"
    ],
    "type": null,
    "volume": [
      "25,514 4,078 7,057"
    ]
  },
  {
    "date": [
      "2012"
    ],
    "pages": [
      "11,674 321 45,315 92,597 137,912"
    ],
    "type": null,
    "volume": [
      "11,376 21,944"
    ]
  },
  {
    "author": [
      {
        "given": "Netherlands"
      }
    ],
    "date": [
      "2014",
      "2013"
    ],
    "pages": [
      "– 38,138 97,797 135,935"
    ],
    "title": [
      "$ 1,551 $ 3,157 $ 24,792 $ — $ 29,500 $ 86,039 $ 115,539"
    ],
    "type": null,
    "volume": [
      "1,024 4,349 32,765"
    ]
  },
  {
    "date": [
      "2012"
    ],
    "pages": [
      "– 42,620 41,481 84,101"
    ],
    "type": null,
    "volume": [
      "48 5,947 36,625"
    ]
  },
  {
    "author": [
      {
        "given": "Italy"
      }
    ],
    "date": [
      "2014",
      "2013"
    ],
    "pages": [
      "135,711 157,620"
    ],
    "title": [
      "$ 14,297 $ 5,293 $ 5,221 $ 550 $ 25,361 $ 128,269 $ 153,630"
    ],
    "type": null,
    "volume": [
      "10,302 4,440 5,643 1,524 21,909"
    ]
  },
  {
    "date": [
      "2012"
    ],
    "pages": [
      "90,872"
    ],
    "type": null,
    "volume": [
      "9,939 3,703 2,786 1,254 17,682 73,190"
    ]
  },
  {
    "author": [
      {
        "given": "Brazil"
      }
    ],
    "date": [
      "2014",
      "2013"
    ],
    "pages": [
      "25,284"
    ],
    "title": [
      "$ 2,650 $ 2,874 $ 5,258 $ 7,804 $ 18,586 $ 10,644 $ 29,230"
    ],
    "type": null,
    "volume": [
      "2,332 3,521 4,899 4,384 15,136 10,148"
    ]
  },
  {
    "date": [
      "2012"
    ],
    "type": null,
    "volume": [
      "4,951 4,373 6,456 9,463 25,243 8,841 34,084"
    ]
  },
  {
    "author": [
      {
        "given": "Ireland"
      }
    ],
    "date": [
      "2014"
    ],
    "pages": [
      "99 4,175 13,878 – 18,152 11,709 29,861"
    ],
    "title": [
      "$ 131 $ 4,007 $ 13,613 $ — $ 17,751 $ 12,734 $ 30,485 2013"
    ],
    "type": null
  },
  {
    "date": [
      "2012"
    ],
    "pages": [
      "– 15,513 8,912 24,425"
    ],
    "type": null,
    "volume": [
      "97 2,818 12,598"
    ]
  },
  {
    "author": [
      {
        "given": "Spain"
      }
    ],
    "date": [
      "2014",
      "2013"
    ],
    "pages": [
      "9,543 217 21,641 80,137 101,778"
    ],
    "title": [
      "$ 1,887 $ 6,290 $ 4,458 $ 79 $ 12,714 $ 71,501 $ 84,215"
    ],
    "type": null,
    "volume": [
      "2,549 9,332"
    ]
  },
  {
    "date": [
      "2012"
    ],
    "pages": [
      "6,643 129 16,434 46,299 62,733"
    ],
    "type": null,
    "volume": [
      "1,204 8,458"
    ]
  },
  {
    "date": [
      "2014"
    ],
    "location": [
      "Switzerland"
    ],
    "title": [
      "$ 28 $ 1,417 $ 3,291 $ 660 $ 5,396 $ 71,900 $ 77,296 2013"
    ],
    "type": null,
    "volume": [
      "73 1,419 4,657 11,587 17,736 88,530 106,266"
    ]
  },
  {
    "date": [
      "2012"
    ],
    "note": [
      "a) Prior periods were revised to conform with the current presentation."
    ],
    "type": null,
    "volume": [
      "103 4,196 3,638 13,874 21,811 32,408 54,219"
    ]
  },
  {
    "author": [
      {
        "given": "b"
      }
    ],
    "note": [
      "e) Commitments include outstanding letters of credit, undrawn commitments to extend credit, and the gross notional value of credit derivatives where JPMorgan Chase is a protection seller."
    ],
    "title": [
      "Excluded from the table is $915.5 billion at December 31, 2012, substantially all of which represent notional amounts related to credit protection sold on indices representing baskets of exposures from multiple European countries, which had previously been reported within the U.K. Effective with the fourth quarter of 2013, these exposures are reported within individual countries as required by revised regulatory guidance. (c) Consists primarily of commercial and industrial. (d) Outstandings includes loans and accrued interest receivable, interest-bearing deposits with banks, acceptances, resale agreements, other monetary assets, cross-border trading debt and equity instruments, fair value of foreign exchange and derivative contracts, and local country assets, net of local country liabilities. The amounts associated with foreign exchange and derivative contracts are presented after taking into account the impact of legally enforceable master netting agreements"
    ],
    "type": null
  },
  {
    "editor": [
      {
        "literal": "/s/ TIMOTHY P. FLYNN Director (Timothy P. Flynn) /s/ LABAN P. JACKSON, JR. Director (Laban P. Jackson, Jr."
      }
    ],
    "type": null
  },
  {
    "editor": [
      {
        "family": "WILLIAM C. WELDON Director",
        "particle": "s/"
      }
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Co.",
        "given": "L.L.C.United States JPMorgan Securities Japan"
      },
      {
        "family": "J.P",
        "given": "Ltd Japan"
      }
    ],
    "container-title": [
      "Morgan Treasury Technologies Corporation United States J.P. Morgan International Inc United States Bank One International Holding Corporation United States J.P.Morgan International Finance Limited United States J.P. Morgan Overseas Capital Corporation United States J.P. Morgan Whitefriars Inc. United States JPMorgan Holdings (Japan",
      "United States J.P.Morgan Securities LLC United States J.P. Morgan Clearing Corp. United States J.P.Morgan Equity Holdings, Inc United States CMC Holding Delaware, Inc United States Chase Bank USA, National Association United States Chase BankCard Services, Inc. United States Chase Issuance Trust United States Banc One Capital Holdings LLC United States BOCP Holdings Corporation United States J.P.Morgan Services Asia Holdings Inc United States J.P.Morgan Services Asia Holdings Limited Mauritius J.P.Morgan Services India Private Limited India JPMorgan Asset Management Holdings"
    ],
    "date": [
      "2014-12-31"
    ],
    "note": [
      "Morgan Capital Holdings Limited United Kingdom J.P.Morgan Chase (UK) Holdings Limited United Kingdom J.P. Morgan Limited United Kingdom J.P.Morgan Chase International Holdings United Kingdom J.P. Morgan Securities PLC United Kingdom J.P.Morgan Europe Limited United Kingdom J.P. Morgan International Bank Limited United Kingdom J.P.",
      "Inc United States J.P.Morgan Investment Management, Inc United States JPMorgan Asset Management International Limited United Kingdom JPMorgan Asset Management Holdings (UK) Limited United Kingdom JPMorgan Asset Management (UK) Limited United Kingdom JPMorgan Asset Management Holdings (Luxembourg) S.à.r.l. Luxembourg JPMorgan Asset Management (Europe) S.à.r.l. Luxembourg JPMorgan Distribution Services, Inc. United States JPMorgan Funds Management, Inc. United States J.P. Morgan Ventures Energy Corporation United States"
    ],
    "publisher": [
      "Morgan Broker-Dealer Holdings Inc"
    ],
    "title": [
      "Organized Under Name The Laws Of JPMorgan Chase Bank, National Association United States Chase Paymentech Holdings, Inc. United States Chase Paymentech Solutions, LLC United States Paymentech, LLC United States JPMN Inc United States Chase Mortgage Holdings, Inc United States J.P",
      "Morgan AG Germany Dearborn Merchant Services, Inc. Canada Chase Paymentech Solutions Canada Paymentech Salem Services, LLC United States Chase Paymentech Europe Limited Ireland J.P"
    ],
    "type": "chapter"
  },
  {
    "note": [
      "the “Report”), each of the undersigned officers of JPMorgan Chase & Co., certify, pursuant to 18 U.S.C. Section"
    ],
    "title": [
      "In connection with the Annual Report of JPMorgan Chase & Co. on Form 10-K for the period ended December 31, 2014 as filed with the Securities and Exchange Commission on the date hereof"
    ],
    "type": "report"
  },
  {
    "citation-number": [
      "1350,"
    ],
    "container-title": [
      "The information contained in the Report fairly presents, in all material respects, the financial condition and results of operations of JPMorgan Chase & Co"
    ],
    "title": [
      "as adopted pursuant to Section 906 of the Sarbanes-Oxley Act of 2002, that: 1. The Report fully complies with the requirements of Section 13(a) or 15(d) of the Securities Exchange Act of 1934; and 2"
    ],
    "type": "chapter"
  }
]
