[
  {
    "container-title": [
      "Patent"
    ],
    "note": [
      "for \"Ionization Chambers, Geiger-Muller http://www.npr.org/templates/story/story.php? Tubes, and the Like\" (Practical geiger counter) was patented by storyId=129628790&ft=1&f=2 Arnold Graves of Surbiton and Travis Jack Dawes of Bridgefield, England in 1948. Thomas the Tank Engine's character design is registered as trademark ... See More"
    ],
    "title": [
      "Happy 65th birthday, Thomas the Tank Engine. He may be Today in patent and trademark history retirement age, but is far from retired"
    ],
    "type": "article-journal",
    "volume": [
      "number 2,449,697"
    ]
  },
  {
    "location": [
      "Fairbanks, Alaska"
    ],
    "publisher": [
      "Bloomberg Geophysical Institute Mather Library"
    ],
    "title": [
      "Gra nd Ope ning Director Kappos discusses reducing patent pendency on September 25, 2010 at 10:00am"
    ],
    "type": "book"
  },
  {
    "title": [
      "Unit e d St a t e s Pa t e nt a nd Tra de m a rk Office shared a link"
    ],
    "type": null
  },
  {
    "date": [
      "2010-08-26"
    ],
    "note": [
      "Peter Pappas or Jennifer Rankin Byrne Enterprise Development Week Conference."
    ],
    "title": [
      "USPTO Issues Update to KSR Examination Guidelines",
      "Pre ss R e le a se , 10-38 www.uspto.gov Director Kappos Discusses the Role of Minority Businesses and Inventors in the Innovation Process at the 2010 National Minority CONTACT"
    ],
    "type": null
  },
  {
    "location": [
      "William"
    ],
    "title": [
      "In 1814, the British burnt Washington, D.C. However, the Patent Office Unit e d St a t e s Pa t e nt a nd Tra de m a rk Office was saved by the British after discussions with Dr"
    ],
    "type": null
  },
  {
    "location": [
      "about"
    ],
    "publisher": [
      "Patent and Trademark Office"
    ],
    "title": [
      "Tess Vigeland talks to David Kappos, the director of the U.S"
    ],
    "type": "book"
  },
  {
    "date": [
      "2010-07-09"
    ],
    "note": [
      "was issued to John Ruggles of Thomaston, Maine., for a \"Locomotive Steam-Engine for Rail and Other Roads\" in 1836. Patents prior to this had not been numbered."
    ],
    "title": [
      "Unit e d St a t e s Pa t e nt a nd Tra de m a rk Office shared a link"
    ],
    "type": "patent",
    "volume": [
      "Patent number 1"
    ]
  },
  {
    "container-title": [
      "At that strategicplan@uspto gov time... See More St ra t e gy a nd R e port ing www.uspto.gov"
    ],
    "title": [
      "The USPTO's Draft 2010-2015 Strategic Plan is now available for viewing and comment. Send your comments to The current patent numbering system began in 1836"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "8/19/13"
    ],
    "note": [
      "FY) 2010-2015 and is inviting comments from employees, stakeholders and the public."
    ],
    "title": [
      "United States Patent and Trademark Office - Alexandria, VA - Government Organization | Facebook The United States Patent and Trademark Office (USPTO) has posted its draft Strategic Plan for fiscal years"
    ],
    "type": null
  },
  {
    "title": [
      "Director Kappos at CBS news interview in the National Inventors Hall of Fame and Museum on the USPTO's Alexandria campus"
    ],
    "type": null
  }
]
