[
  {
    "container-title": [
      "Magazines with cur course"
    ],
    "note": [
      "\"other.\" I'll discuss each of these in turn. riculum ideas include the People's Computer Company newspaper, Creative Computing, EDU (Digital Equipment Corporation), and the HP newsletter."
    ],
    "title": [
      "computing and computer-enhanced learning into its instructional program: REACT materials, and Project Solo curriculum modules. Materials are also available from (1) attach use of the computer to a conventional syllabus; (2) create a new computer vendors such as DEC, Wang, and HP. Two commercial publishers that have computer materials are Houghton Mifflin and Scott Foresman"
    ],
    "type": "article-journal",
    "volume": [
      "and (3"
    ]
  },
  {
    "note": [
      "All the options Project Solo is an NSF supported program which has been exploring the use discussed in this paper need to be explored carefully, and in real environments of computers in high school mathematics. It was started in 1969 with a small where the \"common\" sense of teachers and students can exert maximum influence."
    ],
    "title": [
      "avant-garde innovation that builds (in fact depends) on existing school systems. The possibility that this approach would bring about real improvement The word curriculum comes from the Latin currere meaning \"to run.\" in both the teaching and the curriculum of the participating schools, while also Whether students will still be running through today's course material 26 involving the adult community, bears further investigation. years from now (when the year 2001 becomes reality) is doubtful. That computer technology will influence the new curriculum is almost certain. The Experience with These shape of that influence is going to be pretty much determined by what school Ideas at Project Solo people and researchers do with computers in the next decade"
    ],
    "type": null
  },
  {
    "container-title": [
      "The final project report (June",
      "Technological Horizons in Education"
    ],
    "date": [
      "1974"
    ],
    "editor": [
      {
        "family": "Dwyer",
        "given": "T.A."
      },
      {
        "family": "Critchfield",
        "given": "M.D."
      }
    ],
    "issue": [
      "3"
    ],
    "pages": [
      "1",
      "4–9"
    ],
    "title": [
      "experiment involving about 50 students in one school. By 1972, several hundred students in each of three large public schools were involved in using Bibliography .-project-produced curriculum modules to supplement standard courses in mathematics . nd several other subjects",
      "Computers and the Romantic View of Education\""
    ],
    "type": "article-journal",
    "volume": [
      "30",
      "1"
    ]
  },
  {
    "author": [
      {
        "family": "Berry",
        "given": "D."
      },
      {
        "family": "Richards",
        "given": "S."
      },
      {
        "family": "Luehrmann",
        "given": "A."
      },
      {
        "family": "Dwyer",
        "given": "T.A."
      },
      {
        "family": "Nievergelt",
        "given": "J."
      },
      {
        "family": "W",
        "given": "Koetke"
      }
    ],
    "citation-number": [
      "1972"
    ],
    "container-title": [
      "AF7PS dent enthusiasm (and pressure) to keep the project going a ter NSF funding Conference Proceedings",
      "Educational Tech-In addition to computer extensions of standard curricula, one of the schools nology",
      "Interface",
      "Creative Computing, Sept.-OcL",
      "the way one thinks about mathematics"
    ],
    "date": [
      "1975",
      "1972",
      "1975",
      "1197-04",
      "1975",
      "1974"
    ],
    "genre": [
      "On the positive side 2.",
      "Working Paper 07508,"
    ],
    "issue": [
      "1",
      "2",
      "12"
    ],
    "location": [
      "Burleigh, M",
      "Bell"
    ],
    "note": [
      "experimented with a new elective course called \"Computer Science\" in which 9. Critchfield, M., 'Trends in Mathematics Curiculum Reform, 19641974\", Creative an individual project approach was encouraged. One such project is docu- Computing, May-June, 1975."
    ],
    "pages": [
      "– – – 3",
      "40",
      "15–18"
    ],
    "publisher": [
      "University of Pittsburgh",
      "F"
    ],
    "title": [
      "listed about a dozen pros and cons to this approach",
      "CLASSIC: Classroom Interactive Computer\", Techwere such things as.clear evidence that teachers and students could manage nologiccl Horizons in Education",
      "the technical demands of student controlled computing",
      "Should the Computer Teach the Student, Or Vice Versa?\"",
      "terminated, and impressive new work by students which wa accompanied by 4",
      "'Towards a Theory of Computer - Enhanced Learning\", Project Solo at-least-as-good perforinance on conventional tests",
      "Difficulties encountered included the problem of convincing school admin- 5",
      "Interactive Systems for EducationThe New Look of CAI\", Paper at istrators that they should allocate lab funds (both capital and operational) to a the IFIP 2nd World Conference On Computer Education, September 1975, subject (mathematics) traditionally associated with a textbook-only budget; Marseilles, France. handling the conflict between the rigidity of school schedules and the flexi- 6",
      "Computer Facilities and Secondary School Mathematics\"",
      "bility needed in pursuing creative project ideas; the problem of adequate 7",
      "How Computer Programming Helps Students Become Matheguidance and direction, and the limitation that standard I/O devices impose on maticians\"",
      "Why is Computer-Related Learning So Successful?\""
    ],
    "type": "article-journal",
    "volume": [
      "2",
      "40",
      "5",
      "8",
      "14"
    ]
  },
  {
    "author": [
      {
        "family": "Dwyer",
        "given": "T.A."
      },
      {
        "family": "Dwyer",
        "given": "T.A."
      }
    ],
    "container-title": [
      "NH",
      "Intl. to this impasse.) JnL of Mari-Machine Studies"
    ],
    "date": [
      "1974-09",
      "1971"
    ],
    "note": [
      "Project Solo is no longer directly involved with in- school work, but is explor- 13. Dwyer, T. A., \"Heuristic Strategies for Using Computers to Enrich Education\",/na."
    ],
    "pages": [
      "219–239"
    ],
    "title": [
      "mented in (14). The course ran into difficulty when it became apparent that 10. NMort Morton, 'Project Compute\", Dartmouth Computer Center Brochure, Hanover, student requests for enrollment in the second year would far outstrip facilities",
      "'The Significance of Solo-Mode Computing for Curriculum Design\", The course was therefore put on hold. (A timeaaring computer centrally EDO",
      "located in a new school scheduled for completion next year looks like a solution 12",
      "'Some Principles for the Human Use of Computers in Education\""
    ],
    "type": "article-journal",
    "volume": [
      "11",
      "13",
      "3"
    ]
  },
  {
    "author": [
      {
        "family": "Dwyer",
        "given": "T.A."
      }
    ],
    "citation-number": [
      "15."
    ],
    "container-title": [
      "School Science and Mathematics"
    ],
    "date": [
      "1974",
      "1975-01"
    ],
    "note": [
      "Project Solo, University of"
    ],
    "pages": [
      "137–154"
    ],
    "title": [
      "ing instead the third \"other\" option to curriculum development as part of what JnL of Man-Machine Studies",
      "is now called the Soloworks Lab (15). This is a small operation at the Univer- 14. \"My Computer Understands Me\", 16 mm film distributed by DEC film library. sity of Pittsburgh where we are developing the hardware, software and course- Maynard, MA 01754. ware to support a very open view of mathematics",
      "Soloworks: Computer-Based Laboratories for High School Mathe-Our approach is to determine such^things as content, sequencing and matics\""
    ],
    "type": "article-journal",
    "volume": [
      "6"
    ]
  },
  {
    "citation-number": [
      "1."
    ],
    "note": [
      "These can be ordered directly from Houghton-Mifflin, One Beacon St., Boston, MA 02107."
    ],
    "title": [
      "Project Solo Newsletters ran from #1 to 22. These are now all out of print. Complementary materials can be found in the two books, A Guided Tour of Computer Programming in BASIC, and Computer Resource Book: Algebra"
    ],
    "type": null
  },
  {
    "citation-number": [
      "2."
    ],
    "container-title": [
      "Soloworks Newsletter"
    ],
    "note": [
      "were mailed in 1974, and these are now out of print."
    ],
    "pages": [
      "27"
    ],
    "type": "article-journal",
    "volume": [
      "23, 24, 25, 26"
    ]
  },
  {
    "citation-number": [
      "3."
    ],
    "container-title": [
      "EDU"
    ],
    "date": [
      "1974-09"
    ],
    "title": [
      "Soloworks Newsletters #28;29 and 30 were not printed in quantity since they appeared in other publications as follows: #28The Significance of Solo Mode Computing for Curriculum Design"
    ],
    "type": "article-journal",
    "volume": [
      "13"
    ]
  },
  {
    "citation-number": [
      "#29--Some"
    ],
    "date": [
      "1975"
    ],
    "location": [
      "ACM, NY 10036"
    ],
    "title": [
      "Thoughts on Computers aio Greatness in Teaching, SIGCUE Annual Computer Topicks"
    ],
    "type": null
  },
  {
    "citation-number": [
      "#30Computers"
    ],
    "issue": [
      "3. #31, 32"
    ],
    "note": [
      "enclosed as our December 1975 mailing."
    ],
    "pages": [
      "33–"
    ],
    "title": [
      "and the Romantic View of EducationTechnological Horizons in Education"
    ],
    "type": null,
    "volume": [
      "1"
    ]
  },
  {
    "author": [
      {
        "family": "D.C",
        "given": "Coupled"
      }
    ],
    "note": [
      "'Mathematical PragrammiA97Dynanic Proiramrana."
    ],
    "title": [
      "Plans Georetr/ 'Snowflakes VC Geometric Models; Crystallography 'Crystalline Architecture Solid Geometry Automata Finite State Automata L113 Finite State Models Psychology Models of Behavior Statistics Monte Carlo Models EM, Statistical Models Sociology \"Date Based Models Linear Prod"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Models",
        "given": "E.M.I.O.Adaptive"
      }
    ],
    "container-title": [
      "'Optimal Seeking Metnods Complex Nos. 'Feedback Control Mil Feedback Models: Cybernetics \"Robots Maze Algorithms Natural Artificial Intelligence:Semantic Nets"
    ],
    "title": [
      "Optimization Gradient Mthds"
    ],
    "type": "chapter"
  }
]
