[
  {
    "author": [
      {
        "family": "Duplessis",
        "given": "Robert S."
      },
      {
        "family": "Kisch",
        "given": "H."
      },
      {
        "family": "Hoffman",
        "given": "Philip T."
      }
    ],
    "container-title": [
      "Crisis in Europe",
      "The Brenner Debate: Agrarian Class Structure and Economic Development in Pre-industrial Europe",
      "European Proto-Industrialization",
      "The Castilian Crisis of the Seventeenth Century",
      "Clay, Economic Expansion and Social Change: England"
    ],
    "date": [],
    "director": [
      {
        "literal": "Cambridge, ); S."
      }
    ],
    "editor": [
      {
        "family": "Aston",
        "given": "T.H."
      },
      {
        "literal": "London, ) and G. Parker and L. M. Smith (ed."
      },
      {
        "family": "T. H. Aston",
        "particle": "see"
      },
      {
        "family": "Philpin",
        "given": "C.H.E."
      },
      {
        "family": "Ogilvie",
        "given": "C."
      },
      {
        "family": "Cerman",
        "given": "M."
      },
      {
        "family": "Thompson",
        "given": "I.A.A."
      },
      {
        "family": "Casalilla",
        "given": "Bartolomé Yún"
      }
    ],
    "location": [
      "Cambridge",
      "Cambridge",
      "Cambridge",
      "New York"
    ],
    "note": [
      "Cambridge, ); Jan de Vries and Ad van der Woude, The First Modern Economy: Success, Failure and Perseverance of the Dutch Economy – (Cambridge, ); D. Sella, Crisis and Continuity."
    ],
    "producer": [
      {
        "literal": "– (Princeton, "
      }
    ],
    "title": [
      "Two fine surveys of European economic history in the early modern period are, Jan de Vries, Economy of Europe in an Age of Crisis",
      "Transitions to Capitalism in Early Modern Europe",
      "For two important collections of essays on the debate about the seventeenth-century crisis see",
      "The General Crisis of the Seventeenth Century (London, , new ed., with new chapters, London ). For the major debates about agrarian, economic and social change, and proto-industrialization",
      "From Domestic Manufacture to Industrial Revolution: The Case of the Rhineland",
      "Growth in a Traditional Society: The French Countryside",
      "which combines a fine survey of France’s agrarian institutions with a less accessible mathematical study of productivity change in French agriculture. For a number of excellent economic histories of particular countries and regions, see C"
    ],
    "type": "article-journal",
    "volume": [
      " vols. (Cambridge"
    ]
  },
  {
    "author": [
      {
        "given": "Maczak"
      },
      {
        "others": true
      }
    ],
    "container-title": [
      "Germany: A New Social and Economic History"
    ],
    "director": [
      {
        "literal": "Cambridge, Mass., ); A."
      }
    ],
    "editor": [
      {
        "family": "Ogilvie",
        "given": "S."
      }
    ],
    "note": [
      "– (London, )."
    ],
    "title": [
      "The Economy of Spanish Lombardy in the Seventeenth Century",
      "East-Central Europe in Transition: From the Fourteenth to the Seventeenth Century (Cambridge"
    ],
    "type": "chapter",
    "volume": [
      ", –, vol"
    ]
  },
  {
    "author": [
      {
        "literal": "and J. B. Wolf, Louis XIV (London, )."
      }
    ],
    "container-title": [
      "The European Nobilities in the Seventeenth and Eighteenth centuries"
    ],
    "date": [],
    "edition": [
      "nd edn"
    ],
    "editor": [
      {
        "family": "Scott",
        "given": "M."
      },
      {
        "family": "Elliott",
        "given": "J.H."
      },
      {
        "given": "Richelieu"
      },
      {
        "given": "Olivares"
      }
    ],
    "location": [
      "London",
      "Oxford"
    ],
    "note": [
      "I. Israel, The Dutch Republic (Oxford University Press, ). The Baltic area is competently surveyed in D. Kirby, Northern Europe in the Early-Modern Period: the Baltic World (London, ). The most convenient English-language study of the development of Brandenburg-Prussia is still F. Schevill, The Great Elector (New York, ). The beginnings of the future Austrian Empire are studied in R. J. W. Evans, The Making of the Habsburg Monarchy, – (Oxford, ). Finally eastern Europe can be covered through N. Davies, God’s Playground: a History of Poland,",
      "Oxford, ) and P. Dukes, The Making of Russian Absolutism, – (London, )."
    ],
    "title": [
      "Politics A reliable and up-to-date general account of the period is found in T. Munck, Seventeenth-century Europe, – (London, ), and a comprehensive survey of the key political players of the age in H",
      "The following works, chosen from a range of possibilities will give an introduction to developments in the individual countries of Europe in this period. France is covered in R. Bonney, Political Change in France under Richelieu and Mazarin",
      "A stimulating comparison of French and Spanish experience can be found",
      "and a reliable survey of Spain in the seventeenth century in John Lynch, Spain under the Habsburgs",
      "). There is a very thorough survey of the history of the Dutch Republic in J"
    ],
    "type": "chapter",
    "volume": [
      " vols",
      " (London"
    ]
  },
  {
    "author": [
      {
        "family": "Revolution",
        "given": "Military"
      },
      {
        "family": "Tallett",
        "given": "F."
      }
    ],
    "container-title": [
      "The Military Revolution Debate. Readings on the Military Transformation of Early Modern Europe"
    ],
    "date": [],
    "edition": [
      "nd edn"
    ],
    "editor": [
      {
        "family": "Rogers",
        "given": "C."
      }
    ],
    "location": [
      "London",
      "Boulder, Colorado, and Oxford",
      "London"
    ],
    "note": [
      "Parker, The Thirty Years’ War (London, ; nd edn., ) and, more succinctly, by R. Asch, The Thirty Years’ War."
    ],
    "title": [
      "Military Innovation and the Rise of the West",
      "War and Society in Early Modern Europe",
      "The conflicts of the early decades of the century are well treated by G"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "literal": "J. Lynn, The Wars of Louis XIV, – (London, ) and J. R. Jones, Marlborough (Cambridge, ). J. Brewer"
      },
      {
        "literal": "Louis XIV and Europe (London, ) and Lucien Bély"
      }
    ],
    "date": [],
    "editor": [
      {
        "given": "Hatton"
      }
    ],
    "location": [
      "London",
      "Paris"
    ],
    "note": [
      "Fichtner, Protestantism and Primogeniture in Early Modern Germany (New Haven and London, ) and Herbert H. Rowen, The King’s State Proprietary Dynasticism in Early Modern France (Rutgers N.J., )."
    ],
    "title": [
      "The Holy Roman Empire and Europe",
      "Those of the end of the century are chronicled from different perspectives in",
      "The Sinews of Power. War, Money and the English State, – (London, ) is an authoritative analysis of how one state became a ‘military-fiscal’ power. Diplomacy and power politics are the subject of R",
      "Espions et ambassadeurs au temps de Louis XIV",
      "The continuing dynasticism of most European states and its impact on their conduct can be gleaned from P"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Scammell",
        "given": "V."
      },
      {
        "family": "Elliott",
        "given": "The World Encompassed John"
      },
      {
        "family": "Chaudhuri",
        "given": "K.N."
      }
    ],
    "container-title": [
      "The Contest of Cultures in Colonial North America (New York and Oxford"
    ],
    "note": [
      "Some of the themes of the present essay are also to be found in James Tully, An Approach to Political Philosophy: Locke in Contexts (Cambridge, ) and Anthony Pagden, Lords of All The World. Ideologies of Empire in Spain, Britain and France, c.–c. (New Haven and London, )."
    ],
    "title": [
      "Europe and the non-European world The background to European expansion is amply covered in G",
      "The Old World and the New – (Cambridge, ) is a classic brief survey which embraces cultural as well as other forms of interaction. A more recent approach to the same topic is exemplified in James Axtell, The Invasion Within",
      "The Trading World of Asia and the English East-India Company – (Cambridge, ) and Jonathan Israel, The Dutch Republic and the Hispanic World – (Oxford, ) both focus primarily on the commercial rivalries of the European powers, while Robin Blackburn’s, The Making of New-World Slavery (London, ) is a massive and passionate analysis of one of European expansion’s most enduring black spots"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Empire",
        "given": "Richard Koebner"
      }
    ],
    "container-title": [
      "Death of Philip II. King Sigismund of Sweden deposed, replaced by Charles IX. 1600 Time of Troubles in Russia. Creation of English East India Company"
    ],
    "note": [
      "Giordano Bruno burnt for heresy, Rome."
    ],
    "title": [
      ") traces the long-term evolution of a key political concept. Chronology: The ‘The Long Seventeenth Century’, 1598–1715 1598 Edict of Nantes. Treaty of Vervins, peace between France and Spain"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "1602"
    ],
    "title": [
      "Creation of Dutch East India Company"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "England",
        "given": "Death",
        "particle": "of Elizabeth I of"
      }
    ],
    "citation-number": [
      "1603"
    ],
    "title": [
      "Union of crowns of England and Scotland under James I. 1604 Peace between England and Spain"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1606"
    ],
    "publisher": [
      "Paul V places Venice under Interdict"
    ],
    "title": [
      "Settlement of the Hungarian revolt against Emperor Rudolf II"
    ],
    "type": "book"
  },
  {
    "date": [
      "1607"
    ],
    "title": [
      "Venetian interdict removed. Monteverdi’s Orfeo first performed"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Cleves-Jülich",
        "given": "Death",
        "particle": "of John William of"
      }
    ],
    "citation-number": [
      "1609"
    ],
    "container-title": [
      "Emperor’s ‘Letter of Majesty’ to Bohemian Protestants. Rival confessional alliances formed in Empire (–). Expulsion of Moriscos from Spain. Kepler, Astronomia nova"
    ],
    "title": [
      "Twelve Years’ Truce between the Spanish and the Dutch Republic"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "literal": "Assassination of Henri IV of France"
      }
    ],
    "citation-number": [
      "1610"
    ],
    "title": [
      "Marie de Medici regent for underage Louis XIII. Polish garrison driven out of Moscow"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "Death of Rudolf II, election of Matthias as Holy Roman Emperor."
      }
    ],
    "citation-number": [
      "1612"
    ],
    "title": [
      "Treaty of Xanten settles disputed claims over Cleves-Jülich"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1613"
    ],
    "title": [
      "Michael Romanov elected Tsar by Assembly of the Land"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1614"
    ],
    "title": [
      "Aristocratic revolt followed by convocation of last French Estates General before"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1616"
    ],
    "title": [
      "François de Sales, Treatise on the love of God"
    ],
    "type": null
  },
  {
    "date": [
      "1617"
    ],
    "title": [
      "Ferdinand of Styria recognized as designated Habsburg successor to kingdoms of Bohemia and Hungary. Louis XIII seizes control of government from Marie de Medicis and her favourite, Concini"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1618"
    ],
    "title": [
      "Defenestration of Prague, beginning of Bohemian revolt. Dutch synod of Dort, victory of strict Calvinists (Gomarists) over Arminians"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1620"
    ],
    "publisher": [
      "Francis Bacon, Novum Organum"
    ],
    "title": [
      "Austrian and allied forces crush Bohemians at White Mountain. Spanish occupy and garrison the Valtelline. Resumption of Huguenot wars in France. Pilgrim Fathers found Plymouth, Massachusetts"
    ],
    "type": "book"
  },
  {
    "citation-number": [
      "1621"
    ],
    "title": [
      "Philip IV king of Spain. War in the Netherlands resumed"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1622"
    ],
    "publisher": [
      "Philip Neri, Francis Xavier, Teresa of Avila"
    ],
    "title": [
      "Olivares become valido of Philip IV. chronology | 235 Canonization of Ignatius Loyola"
    ],
    "type": "book"
  },
  {
    "citation-number": [
      "1623"
    ],
    "title": [
      "Palatine Electorate transferred to Duke Maximilian of Bavaria"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1624"
    ],
    "title": [
      "Richelieu enters royal council and replaces leading minister, La Vieuville. Spanish begin successful siege of Breda"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1626"
    ],
    "note": [
      "Christian IV of Denmark defeated at Lutter."
    ],
    "title": [
      "Huguenot revolt in France. Peace settlement with Spain at Monzon, leaving Valtelline under Spanish control"
    ],
    "type": null
  },
  {
    "date": [
      "1627"
    ],
    "title": [
      "Death of duke Vincenzo II, Gonzaga of Mantua, opens succession struggle"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1628"
    ],
    "container-title": [
      "Petition of Right in England"
    ],
    "note": [
      "Harvey, De motu cordis."
    ],
    "title": [
      "First Spanish siege of Casale-Monferrato. Habsburgs impose settlement on Bohemia. Fall of La Rochelle after year-long siege"
    ],
    "type": "article-journal"
  },
  {
    "citation-number": [
      "1631"
    ],
    "container-title": [
      "First issue of French Gazette"
    ],
    "title": [
      "Peace of Cherasco ending Franco-Spanish war in north Italy. Swedish victory at Breitenfeld. Franco-Swedish treaty of Bärwald"
    ],
    "type": "article-journal"
  },
  {
    "citation-number": [
      "1632"
    ],
    "container-title": [
      "Dutch capture Maastricht"
    ],
    "title": [
      "Wallenstein checks Swedish army. Death of Gustavus Adolphus at Lützen"
    ],
    "type": "article-journal"
  },
  {
    "citation-number": [
      "1633"
    ],
    "title": [
      "Swedish-led League of Heilbronn formed, subsidized by France. France invades duchy of Lorraine. Galileo’s views condemned by Urban VIII as heretical"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Nördlingen. Wallenstein",
        "given": "Battle",
        "particle": "of"
      },
      {
        "family": "commander",
        "particle": "imperial"
      },
      {
        "given": "assassinated"
      }
    ],
    "citation-number": [
      "1634"
    ],
    "title": [
      "Form of Government’ in Sweden"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1635"
    ],
    "title": [
      "Peace of Prague. France declares war on Spain. Letters patent granted to French Academy"
    ],
    "type": null
  },
  {
    "title": [
      "1636 Spanish and Austrian armies invade France"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1638"
    ],
    "container-title": [
      "Galileo, New Science. chronology"
    ],
    "pages": [
      "237"
    ],
    "title": [
      "Covenanter revolt against Charles I in Scotland"
    ],
    "type": "article-journal"
  },
  {
    "citation-number": [
      "1640"
    ],
    "publisher": [
      "Posthumous publication of Cornelius Jansen’s Augustinus"
    ],
    "title": [
      "Revolts of Catalonia and Portugal versus Castilian monarchy. Short and Long Parliaments in England. Frederick-William succeeds as Elector of Brandenburg"
    ],
    "type": "book"
  },
  {
    "citation-number": [
      "1641"
    ],
    "container-title": [
      "Revolt in Ireland"
    ],
    "title": [
      "Grand remonstrance in England"
    ],
    "type": "article-journal"
  },
  {
    "citation-number": [
      "1642"
    ],
    "genre": [
      "Rembrandt,"
    ],
    "publisher": [
      "Night Watch"
    ],
    "title": [
      "Death of Richelieu. Civil war in Britain"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "French victory over Spaniards at Rocroi. Death of Louis XIII, his son Louis XIV a minor."
      }
    ],
    "citation-number": [
      "1643"
    ],
    "container-title": [
      "Disgrace of Olivares"
    ],
    "note": [
      "Swedish attack on Denmark."
    ],
    "title": [
      "Anne of Austria regent, Cardinal Mazarin chief minister"
    ],
    "type": "article-journal"
  },
  {
    "citation-number": [
      "1644"
    ],
    "container-title": [
      "Formation of New Model Army in England"
    ],
    "publisher": [
      "Accession of Tsar Alexis"
    ],
    "title": [
      "Peace conferences assemble in Westphalia. Descartes, Principia philosophiae. 1645 Battle of Jankow. Treaty of Brömsebro between Sweden and Denmark"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "1646"
    ],
    "title": [
      "English parliament wins first civil war"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1647"
    ],
    "title": [
      "Anti-Spanish revolt in Naples and Palermo"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "Execution of Charles I. Republic declared."
      }
    ],
    "citation-number": [
      "1649"
    ],
    "title": [
      "Ulozhenie (law code) voted by Assembly recognizes the autocracy and tightens serfdom in Russia. Beginning of noble Fronde"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1650"
    ],
    "title": [
      "Failure of William II’s coup in Holland"
    ],
    "type": null
  },
  {
    "container-title": [
      "English Navigation Act voted. Hobbes’s Leviathan published"
    ],
    "title": [
      "1651 Louis XIV comes of age, noble revolt continues"
    ],
    "type": "article-journal"
  },
  {
    "citation-number": [
      "1652"
    ],
    "container-title": [
      "End of Ukrainian peasants’ revolt. First use of liberum veto in Polish Diet"
    ],
    "title": [
      "Castilian reconquest of Barcelona. First Anglo-Dutch War"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Russo-Polish War",
        "given": "Outbreak",
        "particle": "of"
      }
    ],
    "citation-number": [
      "1654"
    ],
    "publisher": [
      "Abdication of Christina of Sweden"
    ],
    "title": [
      "Anglo-Dutch peace treaty"
    ],
    "type": "book"
  },
  {
    "citation-number": [
      "1655"
    ],
    "publisher": [
      "La Peyrère, Prae-Adamitae"
    ],
    "title": [
      "French defeat at Valenciennes. Sweden attacks Poland-Lithuania"
    ],
    "type": "book"
  },
  {
    "citation-number": [
      "1656"
    ],
    "publisher": [
      "Death of Ferdinand III"
    ],
    "type": "book"
  },
  {
    "date": [
      "1657"
    ],
    "pages": [
      "239"
    ],
    "publisher": [
      "Publication of Pascal’s Provincial Letters. chronology |"
    ],
    "title": [
      "Denmark attacks Sweden, and Swedish troops overrun Jutland"
    ],
    "type": "book"
  },
  {
    "citation-number": [
      "1659"
    ],
    "title": [
      "Peace of the Pyrennes"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "Restoration of Charles II in England."
      }
    ],
    "citation-number": [
      "1660"
    ],
    "container-title": [
      "Regency government in Sweden for Charles XI"
    ],
    "publisher": [
      "Foundation of London Royal Society"
    ],
    "title": [
      "Treaty of Oliva between Sweden, Brandenburg and Poland. Frederick William of Brandenburg takes control of East Prussia"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "1661"
    ],
    "note": [
      "Declaration of hereditary monarchy in Denmark."
    ],
    "title": [
      "Death of Mazarin, beginning of the personal rule of Louis XIV. Start of major army reforms of Michel Le Tellier and Louvoi"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "Carlos II king of Spain. Second Anglo-Dutch War."
      }
    ],
    "citation-number": [
      "1665"
    ],
    "title": [
      "Royal Danish law codifying absolute monarchy"
    ],
    "type": null
  },
  {
    "date": [
      "1667"
    ],
    "publisher": [
      "Peace of Breda"
    ],
    "title": [
      "War of Devolution in the Spanish Netherlands"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "given": "Grimmelhausen"
      }
    ],
    "citation-number": [
      "1669"
    ],
    "title": [
      "The Adventures of Simplicius Simplicissimus"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Dover",
        "given": "Secret Anglo-French",
        "particle": "treaty of"
      }
    ],
    "citation-number": [
      "1670"
    ],
    "note": [
      "Spinoza, Tractatus theologico-politicus. 240 | the seventeenth century"
    ],
    "title": [
      "Hungarian revolt against Habsburgs. First edition of Pascal’s Pensées"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1673"
    ],
    "title": [
      "Malebranche, Recherches de la vérité"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1675"
    ],
    "title": [
      "Defeat of Swedes by Prussians at Fehrbellin"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Nijmegen",
        "given": "Peace",
        "particle": "of"
      }
    ],
    "citation-number": [
      "1678"
    ],
    "publisher": [
      "Bunyan’s Pilgrim’s Progress published"
    ],
    "title": [
      "Opening of popish plot and exclusion crisis in Britain"
    ],
    "type": "book"
  },
  {
    "citation-number": [
      "1680"
    ],
    "title": [
      "Sweden’s Estates formally recognize royal absolutism, authorize resumption of crown lands"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1681"
    ],
    "container-title": [
      "Revolt of Hungarian magnates against Habsburgs"
    ],
    "title": [
      "French take Strasbourg as part of the policy of réunions"
    ],
    "type": "article-journal"
  },
  {
    "citation-number": [
      "1683"
    ],
    "title": [
      "Ottoman siege of Vienna, defeated at battle of Kahlenberg. End of exclusion crisis in Britain"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1684"
    ],
    "title": [
      "Pierre Bayle begins publishing Nouvelles de la République des Lettres"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1685"
    ],
    "container-title": [
      "Death of Charles II of England, succession of James II"
    ],
    "title": [
      "Revocation of the Edict of Nantes"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "1686"
    ],
    "title": [
      "Formation of League of Augsburg in the Empire to resist French aggression. Buda recaptured from Ottomans"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1687"
    ],
    "location": [
      "Newton, Principia mathematica"
    ],
    "title": [
      "Habsburgs and Hungarian nobility reach compromise at Diet of Pressburg"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1688"
    ],
    "pages": [
      "241"
    ],
    "publisher": [
      "chronology |"
    ],
    "title": [
      "France intervenes in dispute over Archbishopric of Cologne"
    ],
    "type": "book"
  },
  {
    "citation-number": [
      "1689"
    ],
    "note": [
      "Tsar Peter I (‘the Great’) seizes power in Russia."
    ],
    "title": [
      "First campaign of Nine Years War"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "William of Orange defeats James II and Irish supporters."
      }
    ],
    "citation-number": [
      "1690"
    ],
    "note": [
      "Anglo-French naval battle of Bézeviers (Beachy Head)."
    ],
    "title": [
      "John Locke’s An Essay Concerning Human Understanding and Two Treatises on Government"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1692"
    ],
    "title": [
      "Battle of Steenkirk"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1694"
    ],
    "publisher": [
      "University of Halle founded"
    ],
    "title": [
      "Bank of England created"
    ],
    "type": "book"
  },
  {
    "container-title": [
      "Treaty of Ryswick ends the Nine Years War. Pierre Bayle, Historical and critical dictionary. Consecration of St. Paul’s Cathedral"
    ],
    "date": [
      "1697"
    ],
    "location": [
      "London"
    ],
    "title": [
      "Augustus Elector of Saxony is elected King of Poland. Austrian army commanded by Prince Eugene defeats the Turks at Zenta; reconquest of Hungary completed"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "1698"
    ],
    "location": [
      "Leopold I and William III"
    ],
    "title": [
      "Second Partition Treaty (of Spanish succession) between Louis XIV"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1699"
    ],
    "container-title": [
      "Russia replaces Byzantine calendar with Julian"
    ],
    "note": [
      "242 | the seventeenth century"
    ],
    "title": [
      "Death of Joseph Ferdinand, son of the Bavarian Elector and heirdesignate by the Partition Treaty to the Spanish inheritance. Peace of Karlowitz ends war between Austria and the Turks. Fénélon’s Aventures de Télémaque published"
    ],
    "type": "article-journal"
  },
  {
    "citation-number": [
      "1700"
    ],
    "publisher": [
      "Great Northern War against Sweden begins"
    ],
    "title": [
      "Death of Carlos II, who willed Spanish inheritance to Louis’ grandson, the future Philip V of Spain. Louis XIV accepts Spanish legacy"
    ],
    "type": "book"
  },
  {
    "citation-number": [
      "1703"
    ],
    "title": [
      "Peter the Great founds St Petersburg. Rakoczy revolt versus Habsburgs in Hungary"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Blenheim",
        "given": "Battle",
        "particle": "of"
      }
    ],
    "citation-number": [
      "1704"
    ],
    "title": [
      "First national daily newspaper founded in England"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1705"
    ],
    "title": [
      "Siege of Barcelona. Death of Emperor Leopold, succeeded by Joseph I"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1706"
    ],
    "title": [
      "Battle of Ramillies and relief of Turin"
    ],
    "type": null
  },
  {
    "date": [
      "1707"
    ],
    "title": [
      "Union of England and Scotland"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1708"
    ],
    "title": [
      "Battle of Oudenarde, siege of Lille. Vauban publishes Project d’une dixme royale"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1710"
    ],
    "location": [
      "Leibniz, Theodicy"
    ],
    "title": [
      "Breakdown of peace negotations between Bourbons and Allies. Meissen porcelain manufactory established in Saxony"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1711"
    ],
    "title": [
      "Resumption of Anglo-French peace talks. Emperor Joseph I dies, succeeded by Charles VI. Compromise between Habsburgs and Hungarians at Szathmar. Spectator appears for first time"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1713"
    ],
    "title": [
      "Treaties of Utrecht (to ), followed in  by Treaties of Rastatt and Baden. George Elector of Hanover becomes George I. Papal bull Unigenitus condemns  propositions tainted by Jansenism"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1715"
    ],
    "title": [
      "Death of Louis XIV"
    ],
    "type": null
  }
]
