[
  {
    "author": [
      {
        "family": "Wodehouse",
        "given": "G."
      }
    ],
    "container-title": [
      "The Observer"
    ],
    "date": [
      "1997"
    ],
    "title": [
      "Bertie Wooster Bertie Wooster is the amiable but vacuous young man about town in The Inimitable Jeeves (1924) and the subsequent series of novels by P",
      "He relies on his resourceful valet, Jeeves, to rescue him from the predicaments his dim-wittedness lands him in. At the time the Tory press was portraying Tony Blair as a sort of upper-class twit, a Bertie Wooster figure with an idiotic grin"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Greco",
        "given": "El Greco El"
      }
    ],
    "container-title": [
      "SOMERSET MAUCHAM The Razor's Edge"
    ],
    "date": [
      "1541",
      "1586",
      "1944",
      "1989"
    ],
    "note": [
      "Senor Aguirre joined his El Greco hands and looked at me over the spire of his fingertips."
    ],
    "publisher": [
      "JOHN BANVILLE The Book of Evidence"
    ],
    "title": [
      "was a Spanish painter, born in Crete as Domenikos Theotokopoulos. His portraits and religious works are characterized by elongated and distorted figures and solemn facial expressions. Among his famous works are the altarpiece The Assumption of the Virgin (1577-9) and the painting The Burial of Count Orgaz",
      "They're like the hands in El Greco's portraits"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "literal": "Alberto Giacometti Alberto Giacometti was a Swiss sculptor"
      }
    ],
    "date": [
      "1901",
      "1990"
    ],
    "publisher": [
      "CAMILLE PACLIA Sexual Personae"
    ],
    "title": [
      "noted for the exaggerated length and thinness of his figures. Their Giacometti-like thinness is a withering by pitiless experience"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Lincoln",
        "given": "Abraham Lincoln Abraham"
      }
    ],
    "date": [
      "1809"
    ],
    "location": [
      "Lincoln"
    ],
    "title": [
      "was an American Republican statesman and the 16th president of the United States (1861-5"
    ],
    "type": null
  },
  {
    "date": [
      "1980"
    ],
    "publisher": [
      "ALICE WALKER Advancing Luna—and Ida B. Wells"
    ],
    "title": [
      "Inside was the church pew, as straight and spare as Abe Lincoln lying down"
    ],
    "type": "book"
  },
  {
    "date": [
      "1995"
    ],
    "publisher": [
      "LINDA MATHER Gemini Doublecross"
    ],
    "title": [
      "She stood tall, straight and thin, like a tense Olive Oyl gone blonde"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Borrow",
        "given": "George Borrow George"
      }
    ],
    "date": [
      "1803",
      "1851"
    ],
    "title": [
      "was an English writer and traveller. His travels in England, Europe, Russia, and the Far East provided material for his narrative of gypsy life Lavengro",
      "and its sequel, The Romany Rye"
    ],
    "type": null
  },
  {
    "date": [
      "1857",
      "1959"
    ],
    "publisher": [
      "KEITH WATERHOUSE Billy Liar"
    ],
    "title": [
      "These works present a partly factual, partly fictional account of his travels. Staggering along the path like some lost shepherd, doubtless living out his own private dreams as Dr Johnson or George Borrow or somebody, came Councillor Duxbury himself, dabbing his streaming eyes and clutching his gnarled old stick"
    ],
    "type": "book"
  },
  {
    "container-title": [
      "• See special entry • GULLIVER'S TRAVELS on"
    ],
    "pages": [
      "171"
    ],
    "title": [
      "who in the course of the book visits many strange lands including Lilliput, Brobdingnag, Laputa, Lagado, and the land of the Houyhnhnms"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "Songdogs by Colum McCann . . . Sublimely written Homeric story traces the nomadic narrator's search across Mexico"
    ],
    "note": [
      "the USA and Ireland for his missing mother. The Big Issue, 1995"
    ],
    "title": [
      "Homer Homer (8th century BC) was a Greek epic poet, to whom the Odyssey and the Iliad are traditionally attributed. The adjective 'Homeric' can be used to describe an epic journey or voyage"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "TRAVELLERS AND WANDERERS"
    ],
    "title": [
      "Sinbad Sinbad the Sailor is the hero of one of the tales in the Arabian Nights"
    ],
    "type": "article-journal",
    "volume": [
      "3 9 1"
    ]
  },
  {
    "date": [
      "1880"
    ],
    "publisher": [
      "THOMAS HARDY The Return of the Native"
    ],
    "title": [
      "Ulysses Ulysses is the Roman name for Odysseus. • See ODYSSEY. Her father was a romantic wanderer—a sort of Creek Ulysses"
    ],
    "type": "book"
  },
  {
    "container-title": [
      "The Observer"
    ],
    "date": [
      "1997"
    ],
    "note": [
      "vulnerable point. VSee special entry u ACHILLES on"
    ],
    "pages": [
      "3"
    ],
    "title": [
      "It reveals a curious Achilles heel in the master spindoctor: brilliant as he is at selling Labour, he is strangely bad at selling himself"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "literal": "Delilah •See Samson."
      }
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "created by the American cartoonist H. T. Webster in"
      }
    ],
    "container-title": [
      "Chicago Tribune"
    ],
    "date": [
      "1924",
      "1999"
    ],
    "title": [
      "A Milquetoast is thus any meek, submissive, or timid person. And UN Secretary General Kofi Annan, momentarily abandoning his customary Caspar Milquetoast approach, actually has gone to NATO and said a credible threat of force was 'essential' to make diplomacy effective"
    ],
    "type": "article-journal"
  },
  {
    "container-title": [
      "The Observer"
    ],
    "date": [
      "1997"
    ],
    "title": [
      "Fort Knox Fort Knox is a building in north Kentucky, part of a military reservation, which houses the US gold reserves in the form of bullion. It's important to chip away at Ford's defences here because they seem to be protecting the Fort Knox of his imagination"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Getty",
        "given": "Jean Paul Getty Jean Paul"
      }
    ],
    "date": [
      "1892"
    ],
    "title": [
      "was an American oil billionaire who became allegedly the world's richest man"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Hughes",
        "given": "Howard Hughes Howard"
      }
    ],
    "date": [
      "1905"
    ],
    "title": [
      "was an American millionaire who produced films and designed and flew aircraft. He became a recluse in his later years"
    ],
    "type": null
  },
  {
    "title": [
      "guarded by the dwarf Alberich and later taken by Siegfried, the hero of the poem"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Onassis",
        "given": "Aristotle Onassis Aristotle Socrates"
      }
    ],
    "date": [
      "1906"
    ],
    "note": [
      "Chilcott rubbed his hands together. 'Wickham's something in the City and as rich as Onassis, according to Sir Peter. Could do me a lot of good, business-wise, if I play my cards right' SUSAN MOODY Grand Slam, 1994"
    ],
    "title": [
      "was a Greek ship owner who built up an extensive independent shipping empire and founded the Greek national airline, Olympic Airways"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Solomon",
        "given": "Solomon"
      },
      {
        "family": "David",
        "particle": "the son of"
      },
      {
        "given": "Bathsheba"
      }
    ],
    "note": [
      "Solomon proposed dividing"
    ],
    "pages": [
      "16–28"
    ],
    "title": [
      "was the king of ancient Israel C.970-C.930 BC. He was famed for his wisdom and justice. The phrase 'the Judgement of Solomon' refers to his arbitration in a dispute about a baby claimed by each of two women (I Kgs"
    ],
    "type": null,
    "volume": [
      "3"
    ]
  },
  {
    "author": [
      {
        "family": "thus.'",
        "given": "All",
        "particle": "women are"
      }
    ],
    "date": [
      "1900"
    ],
    "publisher": [
      "RUDYARD KIPLING Kim"
    ],
    "title": [
      "Kim spoke as might have Solomon"
    ],
    "type": "book"
  },
  {
    "container-title": [
      "Are you Socrates or Solon, always right? BARBARA MICHAELS The Wizard's Daughter"
    ],
    "date": [
      "1980"
    ],
    "title": [
      "Solon Solon (C.630-C.560 BC) was an Athenian statesman and lawgiver, noted for his economic, constitutional, and legal reforms. He was one of the supposed SEVEN SAGES OF GREECE. A wise statesman can be described as a Solon"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "literal": "Wise Men •See MAGI."
      }
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Alighieri",
        "given": "Dante Dante"
      }
    ],
    "container-title": [
      "His YOUTH"
    ],
    "date": [
      "1265"
    ],
    "title": [
      "was an Italian poet, born in Florence"
    ],
    "type": "article-journal",
    "volume": [
      "4 1 9"
    ]
  },
  {
    "author": [
      {
        "family": "Gibbon",
        "given": "Edward Gibbon Edward"
      }
    ],
    "date": [
      "1737",
      "1776",
      "1980"
    ],
    "note": [
      "The famous remark, 'Another damned, thick, square book! Always scribble, scribble, scribble! Eh! Mr Gibbon?' is usually attributed to the duke of Gloucester. It is my ambition to out-Gibbon Mr Gibbon."
    ],
    "publisher": [
      "WILLIAM GOLDiNG Rites of Passage"
    ],
    "title": [
      "w a s an English historian and author of The History of the Decline and Fall of the Roman Empire",
      "generally regarded as a monumental work of literature as well as historical analysis. Ranging from the 2nd century AD to the fall of Constantinople in 1453, Gibbon's work covers the founding of Christianity, the movement and settlement of the Teutonic tribes, the conquests of the Muslims, and the Crusades"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Milton",
        "given": "Milton John"
      }
    ],
    "container-title": [
      "Paradise Regained (1671), and Samson Agonistes"
    ],
    "date": [
      "1608",
      "1638",
      "1671"
    ],
    "title": [
      "w a s a major English poet of the 17th century whose works include Lycidas",
      "Paradise Lost (1667"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Pepys",
        "given": "Samuel Pepys Samuel"
      }
    ],
    "date": [
      "1633"
    ],
    "title": [
      "is chiefly remembered for his diary (1660-9) m which he vividly describes life in the early Restoration period and records such contemporary events as the Great Plague, the Fire of London, and the sailing of the Dutch fleet up the Thames"
    ],
    "type": null
  }
]
