[
  {
    "author": [
      {
        "literal": "the -request of the gentlewoman from H. R."
      },
      {
        "literal": "Clarence MESS,AGE FROM THE PRESIDENT OF Massachusetts? J. Wilson and Margaret J. Wilson; · THE UNITED STATES- (H. DOC. NQ."
      }
    ],
    "note": [
      "583) There was no objection. H. R. 986. An act for the relief of Leslle H. Mrs. ROGERS of Massachusetts. Mr. Ashlock;"
    ],
    "title": [
      "718. An act for the relief of"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "of February, }).ut nothing has been H. R."
      }
    ],
    "citation-number": [
      "17th"
    ],
    "title": [
      "2347. An act for the relief of Mrs"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "H. R",
        "particle": "indicates an intention not"
      },
      {
        "family": "R",
        "given": "S.E.N.A.T.E.B.I.L.L.S.R.E.F.E.R.R.E.D.H."
      },
      {
        "given": "R."
      },
      {
        "family": "C.",
        "given": "U.S."
      },
      {
        "given": "and"
      },
      {
        "family": "R",
        "given": "H.A.R.R.Y.S.T.R.U.M.A.N.H."
      },
      {
        "family": "L..Cunliffe",
        "given": "Teruko"
      },
      {
        "family": "HOUSE",
        "given": "T.H.E.W.H.I.T.E."
      },
      {
        "family": "Matsukawa",
        "given": "to the Com- H.R."
      },
      {
        "given": "S."
      }
    ],
    "container-title": [
      "TRANSPORTATION OF PERSONNEL AND Committee on the Judiciary. H. R. 4938. An act to amend the Tariff Act CARGO BY MILITARY AND NAVAL AIR"
    ],
    "date": [
      "1948-03-30"
    ],
    "edition": [
      "2. List"
    ],
    "note": [
      "An act for the relief of Mrs. Lum of 1930 with reference to platinum foxes, and CRAFT Shee Jung; to the Committee on the Judi· ciary. platinum fox furs, and for· other purposes; The SPEAKER laid before the House S. 692. An act to authorize a milecge allow- H. R. 4943. An act ta extend the authority the following communication from the ance of 7 cents per mile for United States of the Administrator of Veterans' Affairs to"
    ],
    "pages": [
      "661"
    ],
    "title": [
      "To the Congress of the United States: Akiko Tsukado Miller; I am forwarding, for the consideration done about it thus far. This inaction is strange",
      "3061. An act fpr the relief of Victor of . the Congress, a communication from C. Kaminski (also known as Victor Kaminthe Secretary of State transmitting a list to give the information. ski); of those retired officers or employees of",
      "3118. An act for the relief of Mrs. the · United States for whom the Depart- Bills of the Senate of the following Susan W. Roe; ment of State under the provisions. of , titles were taken from the Speaker's table Alaska H",
      "3229. An act to exempt Hawaii and the act of January 31, 1881",
      "Wlder the rule, referred as fpllows: April 29,from the requirements of the act of 1902, relating to the procurement title 5, sec. 115), is holding decorations, orders, medals, or presents tendered S. 329. An act for the relief of Gentaro of statistics of trade between the United Takahashi; to the Committee on the Judi- States and its noncontinguous territory; them by foreign governments. ciary",
      "4177. An act for the relief of William S. 419. An act for the relief of Mrs",
      "4478. An act to provide basic author-(Enclosures: 1. From the Secretary of mittee on the Judiciary. ity for certain administrative expenditures State",
      "642. An ;:tct for the relief of Tang Sik Put, - for the Veterans' Administration and for his wife, and his five minor children; to the other purposes"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "R",
        "given": "H."
      }
    ],
    "date": [
      "1426"
    ],
    "title": [
      "A letter from the executive secretary",
      "6043. A bill increasing the immi- on Public Lands"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Judiciary. H. R",
        "given": "Committee",
        "particle": "on the"
      }
    ],
    "location": [
      "HALE"
    ],
    "note": [
      "memorials tions on the acquisition and holding, or were presented and referred as follows: transportation, of gold coin, bullion, cur- By the SPEAKER: Memorial of the Legis-REPORTS OF COMMITTEES ON PUBLIC rency, certificates, or securities, and for other"
    ],
    "publisher": [
      "the"
    ],
    "title": [
      "American Chemical Society, transmitting gration quotas for Italy; to the Committee on the Annual Report of the American Chemi- the Judiciary. MEMORIALS cal Society, for the calendar year 1947; to ' By Mr",
      "6044. A bill to remove certain restric- Under clause 3 of rule XXII"
    ],
    "type": "report"
  },
  {
    "author": [
      {
        "literal": "Also, petition of J. ·Jasper Spurling H. R."
      },
      {
        "given": "R."
      },
      {
        "literal": "Price, Philip C. Price, Mrs. Louise Keythe Committee on Ways and Means. Services. ton, Annie Curry, and James Curry; · 1676. Also, petition of Jean Eaton and H. R."
      },
      {
        "family": "Committee H. R",
        "particle": "to the"
      },
      {
        "given": "R."
      },
      {
        "family": "ski)",
        "given": "H.R."
      },
      {
        "family": "Shipways Division)",
        "given": "S.E.N.A.T.E.H.R."
      },
      {
        "family": "Roe",
        "given": "Susan W."
      },
      {
        "family": "other..purposes",
        "particle": "for"
      },
      {
        "family": "H. R",
        "particle": "to the Committee on"
      },
      {
        "family": "United H. R",
        "particle": "of statistics of trade between the"
      },
      {
        "given": "L."
      }
    ],
    "container-title": [
      "R",
      "ANGELL",
      "MARCH",
      "By Mr. HERTER",
      "day ·of Monday"
    ],
    "date": [
      "1215",
      "1586",
      "1948",
      "April 29",
      "March 29",
      "1948"
    ],
    "location": [
      "Pacific"
    ],
    "note": [
      "Ayres & Co., Inc.; to the Committee on the States and its noncontiguous territory; Judiciary. The Senate met at 12 o'clock meridian, H. R. 4177. An act for the relief of William :a. R. 6059. A blll for the relief of Mrs. Zum- on ·the expiration of the recess. · L. Cunliffe; rut Zelveian, Haig Zelveian, and Mary Zel- H. R. 4478. An act to provide basic a.uthor-·Rev. Bermird Braskamp, D.. D., pastor ity for · certain administrative expenditures veian; to the Committee on. the Judiciary. of the Qunton~Temple Memorial Pres- for the V~terans' Administration, and for By Mr. KEOGH: . H. R : 6060. A, bill to confer jl.lrisdiction on byterian Church, Washington, D. C., other purposes; · the Court of Clll.ims of the United States to offered the following prayer: H. R. 4938. An act to' amend the Tariff Act"
    ],
    "title": [
      "Also, memorial of the Legislature of the 1675",
      "An act for the relief of · Kazue State of Arizona, memorializing the Presi- and others, petitioning consideration of their Oda~ Takahashi; dent and the Congress o1 the United States resolution with. reference to opposition to a H",
      "An act for the relief of Mrs. to repeal tl~e Fede~·al transportation tax; to peacetime draft; to the Committee on Armed Les,l ie",
      "2214. An act for relief of Dave others, petitioning consideration of their Hougardy; PRIVATE BILLS AND RESOLUTIONS resolution with reference to opposition to . the Towe bill (H",
      "2347. An act for the relief of Mrs . Under clause 1 of rule XXII, private on Armed Services~· Akiko Tsukado Miller; bills and resolutions were introduced and H",
      "3061. An act for the relief of Victor severally referi·eci as follpws: C. Kaminski (also known as Victor Kamin-By Mr",
      "6057. A bill for .the relief of Anacortes Shipways ; Inc",
      "3118. An act for the relief of Mrs",
      "3229. An act to exempt Hawaii and WEDNESDAY",
      ". Alaska from the requirements of' the act of the Judiciary",
      "~902, relating to the procurement <Legislative",
      "605ft A bill for the relief of S"
    ],
    "type": "article-journal",
    "volume": [
      "4278",
      "31"
    ]
  },
  {
    "container-title": [
      "R. 4943. An act to extend the authority the Committee on the Judiciary .. clear vision of the glorious triumph of By Mr. McMILLAN of South Carolina: of the Administrator of Veterans'"
    ],
    "note": [
      "Affairs to H. R. 6061. A bill for the relief of Mrs. Ethel · justice and righteousness. establish and continue offic.~s in the i(erri-"
    ],
    "title": [
      "hear, determine, and render judgment upon Almighty God, inspire us to carry on of 1930 with reference to platinum foxes and the claim of the Hawaiian Airlines, Ltd.; to platinum-fox furs, and for other purposes; during this day with confidenee and a H"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "on",
        "given": "A.R.T.H.U.R.H.V.A.N.· Committee"
      },
      {
        "family": "Office",
        "particle": "post"
      },
      {
        "family": "Service",
        "given": "Civil"
      },
      {
        "family": "Mr",
        "given": "By"
      }
    ],
    "container-title": [
      "the President ·Q.ad ap- enviable pattern · o.f· faithful and highln regard to S. 265",
      "La"
    ],
    "date": [
      "1948"
    ],
    "issue": [
      "30"
    ],
    "note": [
      "to the Committee on proved- and sig'n ed the following act: . minded public service. I suggest that :rnterstate· and Foreign Commerce. · when the his~ory of our times is written 1670. By Mr. NORBLAD: PetitiOn. signed S. 2182. An act to extend certain provisions of the Housing and Rent Act of 1947, to pro- ARTHUR H. VANDENBERG will OCCUPY a glo-"
    ],
    "title": [
      "mailed to certain European countries; to the Messages in writing-from the President Senator from Michigan",
      "of the United· States were communic.a ted DENBERG, the President pro tempore of the 1669",
      "LARCADE: Petition of Mrs. to the Senate by· Mr. Miller, one of his Sen.ate, who has blazed a notable trail in N.J. Amy and other members of the Woman's secretaries, and .he announced that on these 20 years and has set before us an Christian Temperance Union of Eupice"
    ],
    "type": "article-journal",
    "volume": []
  }
]
