[
  {
    "container-title": [
      "Martha Gellhorn"
    ],
    "date": [
      "1908"
    ],
    "publisher": [
      "American World War II, Vietnam War, Six Day"
    ],
    "title": [
      "Casualties Allied: unknown; Russian: unknown"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Kars",
        "given": "Location"
      },
      {
        "family": "Turkey",
        "particle": "eastern"
      }
    ],
    "note": [
      "driven back by heavy fire from well-Richard Dimbleby 1913–65 British World War II fortified positions. Many local troops Dickey Chapelle 1918–65 American World War II, Vietnam War CHERNAYA RIVER deserted or defected, forcing the British"
    ],
    "title": [
      "CHINHAT 30 JUNE 1857 War, Central American conflicts Russian forces besieged the Turkish Forces British officers and loyal sepoy: 600; Rebel sepoy: Chester Wilmot 1911–54 Australian World War II fortress of Kars in the hope of drawing 5,000. Casualties No reliable estimates. Location: Near Allied troops away from Sevastopol. Lucknow, north-central India. Robert Capa 1913–54 Hungarian Spanish Civil War, Second Sino-Japanese War, World War II, Turkish forces sent to its relief became Thinking that they faced a small rebel 1948 Arab-Israeli War, First sidetracked elsewhere, and the fortress force, the British attacked and were Indochina War eventually surrendered"
    ],
    "type": null
  },
  {
    "citation-number": [
      "16"
    ],
    "publisher": [
      "American Vietnam War"
    ],
    "title": [
      "AUGUST 1855 to make a fighting retreat into Lucknow, David Halberstam 1934–2007"
    ],
    "type": "book"
  },
  {
    "date": [
      "1938"
    ],
    "location": [
      "Martin Bell"
    ],
    "note": [
      "Casualties Allied: 1,260; Russian: 2,239. Location Eastern and African conflicts,"
    ],
    "title": [
      "Forces Allied (French and Sardinian): 60,000; Russian: where they were besieged",
      "British Vietnam War, numerous Middle 58,000"
    ],
    "type": null
  },
  {
    "container-title": [
      "SIEGE OF PETERSBURG Confederacy general Beauregard 18 JUNE 1864–2 APRIL 1865"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "P.G.T",
        "given": "General"
      }
    ],
    "container-title": [
      "This"
    ],
    "date": [
      "falling to 47,000"
    ],
    "location": [
      "of Richmond, Virginia, USA"
    ],
    "note": [
      "Casualties Union: 42,000; commemorative statue of him stands in New Orleans, Confederate: 28,000. Location (40km) 25 miles south the city in which he was buried in 1893."
    ],
    "title": [
      "Beauregard was the first prominent Forces Union: 96,000 (rising to 106,000); Confederate: Confederacy general of the US Civil War"
    ],
    "type": "article-journal",
    "volume": [
      "55,000"
    ]
  },
  {
    "author": [
      {
        "family": "Caporetto",
        "given": "E.B.E.N.E.M.A.E.L.German Stormtroopers"
      }
    ],
    "date": [
      "1917"
    ],
    "title": [
      "Shock troops overwhelmed Italian defenders in surprise attack"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "M.A.Y."
      }
    ],
    "citation-number": [
      "10–11"
    ],
    "date": [
      "1940"
    ],
    "title": [
      "German Brandenburger Regiment Gennep, Netherlands 1940 Special forces seized the bridge across the Meuse river intact"
    ],
    "type": null
  },
  {
    "container-title": [
      "Belgian"
    ],
    "note": [
      "100 plus about 1,000 prisoners; German: 142."
    ],
    "title": [
      "Forces Belgian: 1,000 or more; German: 493. Casualties German Airborne Eben Emael 1940 Elite paratroopers captured Belgian fortress"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Maastricht",
        "given": "Location Near"
      }
    ],
    "container-title": [
      "Theatre British Commandos Beda Littoria 1941 Raid on German General Erwin Rommel’s North Africa headquarters failed"
    ],
    "title": [
      "The Netherlands"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Front",
        "given": "Western"
      }
    ],
    "title": [
      "British Commandos St Nazaire 1942 Raid destroyed large drydock on coast of occupied France"
    ],
    "type": null
  },
  {
    "container-title": [
      "German US Marine Raiders Makin Atoll 1942 Marines struck Japanese garrison in the Pacific. airborne forces took it, helping secure a First Special Service Force Monte la Difensa 1943 US-Canadian Commando unit captured enemy position"
    ],
    "note": [
      "route for rapid advance into Belgium."
    ],
    "title": [
      "The fort of Eben Emael dominated crucial French Foreign Legion Bir Hacheim 1942 Free French and Foreign Legion troops defended the Gazala Line in North Africa. river crossings with its artillery"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Cisterna",
        "given": "U.S.Army Rangers"
      }
    ],
    "date": [
      "1944"
    ],
    "title": [
      "German ambush near Italian town inflicted heavy casualties"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Normandy",
        "given": "T.H.E.B.A.T.T.L.E.O.F.F.R.A.N.C.E.British Paratroopers"
      }
    ],
    "date": [
      "1944"
    ],
    "title": [
      "Special forces captured Merville Battery overlooking Sword Beach on D-Day"
    ],
    "type": null
  },
  {
    "citation-number": [
      "10"
    ],
    "container-title": [
      "MAY–25 JUNE 1940 US Army Rangers Normandy 1944 Elite troops scaled heights of Pointe du Hoc on D-Day"
    ],
    "type": "chapter"
  },
  {
    "note": [
      "German armoured forces broke through Israeli Commandos Entebbe 1976 Raid freed hostages taken to Uganda in airline hijacking. the Allied line and headed north for the Channel ports. Other forces advanced on GSG9 Mogadishu 1977 German special forces rescued 90 hostages from hijacked aircraft."
    ],
    "title": [
      "Forces German: 3,300,000 men, 2,600 tanks; Allied: Dien Bien Phu 1954 Special forces defended outpost against Viet Minh forces. French Airborne and 2,800,000 men, 3,600 tanks. Casualties German: 111,000; Foreign Legion Allied: French: 290,000; British: 68,000. Location British, French, Israeli Suez 1956 Joint operation to seize control of the Suez Canal. Northeast France. Theatre Western Front. Special Forces Advancing through the Ardennes forest, US Army Special Forces Son Tay 1970 Attempt to free POWs ended when Vietnam camp is discovered evacuated"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Paris"
      }
    ],
    "title": [
      "An Italian incursion was beaten off. SAS Iranian Embassy London 1980 Assault freed 19 hostages and killed five Iranian terrorists"
    ],
    "type": null
  },
  {
    "title": [
      "US Combined Special Forces Tehran 1980 Attempt to rescue US hostages held in Iran failed"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Island",
        "given": "M.E.U.S.E.B.R.I.D.G.E.S.South Georgia"
      }
    ],
    "container-title": [
      "British SAS and SBS 11–14 MAY 1940 US Army Rangers Mogadishu 1993 Blackhawk Down raid failed to capture Somali warlord"
    ],
    "date": [
      "1982"
    ],
    "title": [
      "Special forces conducted operations in the Falklands"
    ],
    "type": "chapter"
  },
  {
    "note": [
      "no reliable estimates, but very low. Location Meuse river, France. Theatre Western Front."
    ],
    "title": [
      "Forces Allied: Over 100 aircraft; German: no reliable Russian Special Forces Beslan 2004 As many as 334 hostages died during standoff and storming of school estimates. Casualties Allied: At least 77 aircraft; German: and Army occupied by Chechen rebels"
    ],
    "type": null
  },
  {
    "publisher": [
      "Location North Atlantic"
    ],
    "title": [
      "Soldier/Nation War Decorations for soldiers, sailors, and Bismarck; Allied: 1 battlecruiser"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Cross",
        "given": "Harry Murray World War I.Victoria"
      }
    ],
    "container-title": [
      "War Medal 1939–45; It shows a profile of General consort Prinz Eugen were pursued by Australia Service Medal 1939–45"
    ],
    "location": [
      "King George VI George Washington"
    ],
    "note": [
      "massive Allied forces. Crippled by air"
    ],
    "title": [
      "Order of St Michael and St George; airmen wounded or killed Breaking out into the Atlantic to attack Australia Distinguished Service Order and Bar; 1914–15 Star; in action against an enemy. Allied convoys, the Bismarck and her British War Medal; Victory Medal"
    ],
    "type": "chapter"
  },
  {
    "title": [
      "Name and dates Nationality Subjects area for North Vietnamese operations"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Matthew",
        "given": "B."
      },
      {
        "family": "Grant",
        "particle": "such as"
      },
      {
        "family": "Sherman",
        "given": "Custer"
      },
      {
        "family": "Lee"
      },
      {
        "family": "F",
        "given": "Jackson H.A.S.T.I.N.G.S.James"
      }
    ],
    "note": [
      "He also photographed the 1914 7–25 JULY 1966"
    ],
    "title": [
      "Brady United States One of the pioneers of modern photojournalism, Brady was most famous for his photographs of the US 1822–96 Civil War, especially portraits of commanders",
      "Hurley Australia Hurley documented the horrors of World War I, at Ypres and Passchendaele"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "J",
        "given": "Location Joseph"
      },
      {
        "family": "Lowery",
        "given": "Louis R."
      }
    ],
    "citation-number": [
      "1885–1962"
    ],
    "container-title": [
      "US Marine Corps photographer"
    ],
    "date": [
      "1916",
      "1936"
    ],
    "note": [
      "This action prevented 1913–54 the capture of Quang Tri province George Silk New Zealand Silk is credited with the first photographs of the Japanese city by the Communists. The North 1916–2004 of Nagasaki after its devastation by an atomic bomb in Vietnamese forces quickly withdrew August 1945. across the Demilitarized Zone."
    ],
    "title": [
      "Imperial Trans-Antarctic Expedition of HMS Endurance under Sir Ernest Shackleton. Forces American and South Vietnamese: 11,500; Margaret Bourke-White United States Bourke-White was a photographer and the first female war correspondent, and one of the few female North Vietnamese: unknown. Casualties American 1904–71 correspondents allowed at the frontlines during World War II. and South Vietnamese: 51 killed, 162 wounded; United States North Vietnamese: 824 killed",
      "Rosenthal Rosenthal famously photographed US Marines and a navy corps man raising an American flag on Mount 1911–2006 Suribachi on Iwo Jima in February 1945",
      "took the Demilitarized Zone, Vietnam. first photograph of the flag raising; the event was repeated for Rosenthal’s more famous photograph. A joint US and South Vietnamese Robert Capa Hungary One of Capa’s best-known photographs is that of a Spanish offensive was successful in inflicting (born Endre Ernö Republican soldier, captured at the moment he was shot heavy casualties on the North Friedmann) dead during the Spanish Civil War",
      "Vietnamese"
    ],
    "type": "chapter"
  },
  {
    "date": [
      "1945-05"
    ],
    "note": [
      "Casualties American and South photographed her last moments. Huet himself died in a Vietnamese: 428; Viet Cong: 750 killed, helicopter crash during Operation Lam Son 719. 280 prisoners. Location Northwest of Saigon,"
    ],
    "title": [
      "Yevgeny Khaldei Soviet Union Khaldei famously photographed the moment a Red Army 1917–97 soldier raised his nation’s flag above the Reichstag amid the ruins of Berlin in",
      "OPERATION CEDAR FALLS 8–26 JANUARY 1967 Dickey Chapelle United States Chapelle covered World War II and the Vietnam War. While Forces American and South Vietnamese: 1918–65 on patrol with US Marines in 1965, she was killed by no reliable estimates. Viet Cong: no reliable fragments from an exploding Viet Cong grenade. French photojournalist Henri Huet (1927–71) famously estimates"
    ],
    "type": null
  },
  {
    "container-title": [
      "all it takes Nation Military spending In US$, 2008 data from the Center"
    ],
    "title": [
      " Although the first ten times MODERN MILITARY SPENDING you might survive"
    ],
    "type": "chapter"
  }
]
