[
  {
    "title": [
      "For anti-HCV positive patients, try and determine source"
    ],
    "type": null
  },
  {
    "edition": [
      "2nd"
    ],
    "editor": [
      {
        "family": "Ramrakha",
        "given": "Punit S."
      },
      {
        "family": "Moore",
        "given": "Kevin P."
      }
    ],
    "location": [
      "Title"
    ],
    "publisher": [
      "Oxford Handbook of Acute Medicine"
    ],
    "title": [
      "Check LFTs and HCV RNA for continued viral replication; seek specialist advice"
    ],
    "type": "book"
  },
  {
    "title": [
      "Apply a tight-fitting facemask and give 100% O2 . Check a 12-lead ECG and continuously monitor rhythm. Take blood for FBC, U&E, CPK, and cardiac enzymes"
    ],
    "type": null
  },
  {
    "pages": [
      "803 804"
    ],
    "type": null
  },
  {
    "title": [
      "Thirst, polyuria, diarrhoea, vomiting, and coarse tremor are common"
    ],
    "type": null
  },
  {
    "title": [
      "In severe toxicity the effects on the CNS generally predominate, with impairment of consciousness, fine tremor, hypertonia, seizures, and focal neurological signs"
    ],
    "type": null
  },
  {
    "title": [
      "Cardiac arrhythmia and hypotension are seen in very severe poisoning"
    ],
    "type": null
  },
  {
    "title": [
      "Check U&Es: if hypernatraemia is present check serum osmolality"
    ],
    "type": null
  },
  {
    "note": [
      "e.g. NSAIDs) should be stopped."
    ],
    "title": [
      "Any diuretic (especially thiazides) or other drug likely to alter renal handling of Li+"
    ],
    "type": null
  },
  {
    "note": [
      "Non-cardiogenic pulmonary oedema may require CPAP or mechanical ventilation (p906) ."
    ],
    "title": [
      "Pulmonary oedema may indicate either fluid overload or increased vascular permeability. Admit to ITU and insert a pulmonary artery catheter for measuring wedge pressures"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Examination"
      }
    ],
    "title": [
      "Note the skin colour (normal, cyanotic). Look for perioral and perinasal burns, singeing of nasal hair, burns of oral mucosa (markers of significant, thermal, respiratory-tract injury"
    ],
    "type": null
  },
  {
    "note": [
      "tachypnoea, wheeze, stridor and/or tachycardia. Assess mental state (? confused)."
    ],
    "title": [
      "Note cough and colour of sputum (?black"
    ],
    "type": null
  },
  {
    "title": [
      "General indications (not a comprehensive list) include: Management of complicated myocardial infarction"
    ],
    "type": null
  },
  {
    "note": [
      "inotropes, vasodilators, mechanical ventilation, etc.)."
    ],
    "title": [
      "Evaluating effects of treatment in unstable patients (e.g"
    ],
    "type": null
  },
  {
    "title": [
      "Delivering therapy (e.g. thrombolysis for pulmonary embolism, prostacyclin for pulmonary hypertension, etc"
    ],
    "type": null
  },
  {
    "citation-number": [
      "8F"
    ],
    "title": [
      "introducer kit (pre-packaged kits contain the introducer sheath and all the equipment required for central venous cannulation"
    ],
    "type": null
  },
  {
    "note": [
      "Positioning an artial wire for artial pacing"
    ],
    "title": [
      "If atrial wires are not available, a ventricular pacing wire may be manipulated into a similar position or passed into the coronary sinus for left atrial pacing"
    ],
    "type": null
  },
  {
    "title": [
      "Try to avoid long runs of VT and if necessary withdraw the wire into the atrium and wait until the rhythm has settled"
    ],
    "type": null
  },
  {
    "title": [
      "Clean the skin with iodine and isolate the area with sterile towels"
    ],
    "type": null
  },
  {
    "title": [
      "Make a short transverse incision in the lower third of the cricothyroid membrane, just scraping over the upper part of the cricoid cartilage (preferably using the tip of a No. 11 blade to go through the membrane). This minimizes the risk of cutting the cricothyroid artery"
    ],
    "type": null
  },
  {
    "title": [
      "Suction apparatus with rigid (Yankauer) and long flexible catheters"
    ],
    "type": null
  },
  {
    "title": [
      "Vomiting: suction if necessary. Cricoid pressure may be of use"
    ],
    "type": null
  },
  {
    "title": [
      "Cervical spine injury: immobilize the head and neck in line with the body and try not to extend the head during intubation"
    ],
    "type": null
  },
  {
    "note": [
      "Consider cricothyroidotomy (see p915) ."
    ],
    "title": [
      "Facial burns or trauma may make orotracheal intubation impossible"
    ],
    "type": null
  },
  {
    "title": [
      "Visualize lower pole of either kidney with ultrasound (right kidney lies more inferiorly and may be easier to image"
    ],
    "type": null
  },
  {
    "title": [
      "Insert biopsy needle as far as the renal capsule under US guidance"
    ],
    "type": null
  }
]
