[
  {
    "author": [
      {
        "family": "INVESTMENTS",
        "given": "JPMorgan U.S.Government Money Market Fund S.C.H.E.D.U.L.E.O.F.P.O.R.T.F.O.L.I.O."
      }
    ],
    "note": [
      "AS OF AUGUST 31, 2021 (Unaudited"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "AUGUST",
        "given": "JPMorgan U.S.Government Money Market Fund S.C.H.E.D.U.L.E.O.F.P.O.R.T.F.O.L.I.O.I.N.V.E.S.T.M.E.N.T.S.A.S.O.F."
      }
    ],
    "note": [
      "31, 2021 (Unaudited) (continued"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "STATEMENTS",
        "given": "S.E.E.N.O.T.E.S.T.O.F.I.N.A.N.C.I.A.L."
      }
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "STATEMENTS",
        "given": "S.E.E.N.O.T.E.S.T.O.F.I.N.A.N.C.I.A.L."
      }
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "AUGUST",
        "given": "JPMorgan U.S.Government Money Market Fund S.C.H.E.D.U.L.E.O.F.P.O.R.T.F.O.L.I.O.I.N.V.E.S.T.M.E.N.T.S.A.S.O.F."
      }
    ],
    "note": [
      "31, 2021 (Unaudited) (continued"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "AUGUST",
        "given": "JPMorgan U.S.Government Money Market Fund S.C.H.E.D.U.L.E.O.F.P.O.R.T.F.O.L.I.O.I.N.V.E.S.T.M.E.N.T.S.A.S.O.F."
      }
    ],
    "note": [
      "31, 2021 (Unaudited) (continued"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "STATEMENTS",
        "given": "S.E.E.N.O.T.E.S.T.O.F.I.N.A.N.C.I.A.L."
      }
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "STATEMENTS",
        "given": "S.E.E.N.O.T.E.S.T.O.F.I.N.A.N.C.I.A.L."
      }
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "INVESTMENTS",
        "given": "JPMorgan U.S.Treasury Plus Money Market Fund S.C.H.E.D.U.L.E.O.F.P.O.R.T.F.O.L.I.O."
      }
    ],
    "note": [
      "AS OF AUGUST 31, 2021 (Unaudited"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "STATEMENTS",
        "given": "S.E.E.N.O.T.E.S.T.O.F.I.N.A.N.C.I.A.L."
      }
    ],
    "type": null
  },
  {
    "container-title": [
      "SCHEDULE OF PORTFOLIO INVESTMENTS AS OF AUGUST 31"
    ],
    "date": [
      "2021"
    ],
    "note": [
      "Unaudited"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "JPMorgan 100% U.S. Treasury Securities Money Market Fund SCHEDULE OF PORTFOLIO INVESTMENTS AS OF"
    ],
    "note": [
      "AUGUST 31, 2021 (Unaudited"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "STATEMENTS",
        "given": "S.E.E.N.O.T.E.S.T.O.F.I.N.A.N.C.I.A.L."
      }
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "STATEMENTS",
        "given": "S.E.E.N.O.T.E.S.T.O.F.I.N.A.N.C.I.A.L."
      }
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "STATEMENTS",
        "given": "S.E.E.N.O.T.E.S.T.O.F.I.N.A.N.C.I.A.L."
      }
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "STATEMENTS",
        "given": "S.E.E.N.O.T.E.S.T.O.F.I.N.A.N.C.I.A.L."
      }
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "STATEMENTS",
        "given": "S.E.E.N.O.T.E.S.T.O.F.I.N.A.N.C.I.A.L."
      }
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "STATEMENTS",
        "given": "S.E.E.N.O.T.E.S.T.O.F.I.N.A.N.C.I.A.L."
      }
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "STATEMENTS",
        "given": "S.E.E.N.O.T.E.S.T.O.F.I.N.A.N.C.I.A.L."
      }
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "STATEMENTS",
        "given": "S.E.E.N.O.T.E.S.T.O.F.I.N.A.N.C.I.A.L."
      }
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "STATEMENTS",
        "given": "S.E.E.N.O.T.E.S.T.O.F.I.N.A.N.C.I.A.L."
      }
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "STATEMENTS",
        "given": "S.E.E.N.O.T.E.S.T.O.F.I.N.A.N.C.I.A.L."
      }
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "STATEMENTS",
        "given": "S.E.E.N.O.T.E.S.T.O.F.I.N.A.N.C.I.A.L."
      }
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "FUNDS",
        "given": "J.P.M.O.R.G.A.N.M.O.N.E.Y.M.A.R.K.E.T."
      }
    ],
    "citation-number": [
      "108"
    ],
    "container-title": [
      "Government Money JPMorgan U.S. Treasury Plus Money Market Fund Market Fund"
    ],
    "title": [
      "A U GU ST 31, 2021 JPMorgan U.S"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "FUNDS",
        "given": "J.P.M.O.R.G.A.N.M.O.N.E.Y.M.A.R.K.E.T."
      }
    ],
    "citation-number": [
      "110"
    ],
    "container-title": [
      "Government Money JPMorgan U.S. Treasury Plus Money Market Fund Market Fund"
    ],
    "title": [
      "A U GU ST 31, 2021 JPMorgan U.S"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "a"
      }
    ],
    "container-title": [
      "Treasury Securities Money Market Fund"
    ],
    "note": [
      "b) Amount rounds to less than one thousand."
    ],
    "title": [
      "Commencement of offering of class of shares effective September 30, 2020 for JPMorgan 100% U.S"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "c"
      }
    ],
    "container-title": [
      "Treasury Securities Money Market Fund. SEE NOTES TO FINANCIAL STATEMENTS"
    ],
    "title": [
      "Commencement of offering of class of shares effective February 23, 2021 for JPMorgan 100% U.S"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "FUNDS",
        "given": "J.P.M.O.R.G.A.N.M.O.N.E.Y.M.A.R.K.E.T."
      }
    ],
    "citation-number": [
      "112"
    ],
    "container-title": [
      "Treasury Securities JPMorgan Federal Money Market Fund Money Market Fund"
    ],
    "title": [
      "A U GU ST 31, 2021 JPMorgan 100% U.S"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "a"
      }
    ],
    "container-title": [
      "Treasury Securities Money Market Fund"
    ],
    "note": [
      "b) Amount rounds to less than one thousand."
    ],
    "title": [
      "Commencement of offering of class of shares effective September 30, 2020 for JPMorgan 100% U.S"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "c"
      }
    ],
    "publisher": [
      "Treasury Securities Money Market Fund"
    ],
    "title": [
      "Commencement of offering of class of shares effective February 23, 2021 for JPMorgan 100% U.S"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "ST",
        "given": "J.P.M.O.R.G.A.N.M.O.N.E.Y.M.A.R.K.E.T.F.U.N.D.S.A.U.G.U."
      }
    ],
    "citation-number": [
      "162"
    ],
    "date": [
      "2021"
    ],
    "title": [
      "Institutional Tax Free Money Market Fund, Tax Free Money Market Fund, Municipal Money Market Fund, California Municipal Money Market Fund and New York Municipal Money Market Fund invest primarily in a portfolio of debt obligations issued by states, territories and possessions of the"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Group",
        "given": "Morgan Fleming Mutual Fund"
      },
      {
        "family": "Inc.",
        "given": "J.P."
      },
      {
        "family": "Finn",
        "given": "John F."
      },
      {
        "family": "Fisher",
        "given": "Stephen P."
      },
      {
        "family": "French",
        "given": "Gary L."
      },
      {
        "family": "Gallagher",
        "given": "Kathleen M."
      },
      {
        "family": "Grassi",
        "given": "Robert J."
      },
      {
        "family": "Hughes",
        "given": "Frankie D."
      },
      {
        "family": "Kanner",
        "given": "Raymond"
      },
      {
        "family": "Lemke",
        "given": "Thomas P."
      },
      {
        "family": "Maffia",
        "given": "Lawrence R."
      },
      {
        "family": "Martinez",
        "given": "Mary E."
      },
      {
        "family": "McCoy",
        "given": "Marilyn"
      },
      {
        "family": "Dr. Robert A. Oden",
        "given": "Marian U.Pardo",
        "suffix": "Jr."
      },
      {
        "family": "Youssouf",
        "given": "Emily A."
      },
      {
        "family": "Deutsch",
        "given": "Robert F."
      },
      {
        "family": "Shenker",
        "given": "Nina O."
      }
    ],
    "citation-number": [
      "8."
    ],
    "note": [
      "the “Nominees”). If shareholder approval is obtained for all of the J.P. Morgan Funds, this will result in a unified board structure across all of the J.P. Morgan Funds. Information about the proposal, including the qualifications of each of the Nominees, is contained in the Trust’s proxy statement, which you can access from the EDGAR Database on the SEC’s website at"
    ],
    "title": [
      "Other Matters The Trusts are seeking to achieve a unified board with common membership across the Trusts and the following open-end registered investment companies also advised by J.P. Morgan Investment Management Inc.: J.P",
      "Morgan Mutual Fund Investment Trust, JPMorgan Insurance Trust, Undiscovered Managers Funds, JPMorgan Institutional Trust and J.P. Morgan Exchange-Traded Fund Trust (collectively with the Trusts, the “J.P. Morgan Funds”). At special shareholder meetings expected to take place on or about October 27, 2021, shareholders of the J.P. Morgan Funds are being asked to elect the same sixteen individuals (“Nominees”) to serve on their respective boards"
    ],
    "type": "webpage",
    "url": [
      "http://www.sec.gov."
    ]
  },
  {
    "note": [
      "Unaudited"
    ],
    "type": null
  },
  {
    "note": [
      "Based upon these considerations and other factors, the Trust- Morgan Funds complex, including allocations to brokers who ees concluded that they were satisfied with the nature, extent provide research to the Adviser, as well as the Adviser’s use of and quality of the investment advisory services provided to affiliates to provide other services and the benefits to such each Fund by the Adviser. affiliates of doing so."
    ],
    "title": [
      "The Trustees also considered their knowledge of the nature and Fall-Out Benefits quality of services provided by the Adviser and its affiliates to the The Trustees reviewed information regarding potential Funds gained from their experience as Trustees of the J.P. Mor- “fall-out” or ancillary benefits received by the Adviser and its gan Funds. In addition, they considered the overall reputation affiliates as a result of their relationship with the Funds. The and capabilities of the Adviser and its affiliates, the commitment Trustees considered that the Funds’ operating accounts are of the Adviser to provide high quality service to the Funds, their held at JPMCB, which, as a result, will receive float benefits for overall confidence in the Adviser’s integrity and the Adviser’s certain J.P. Morgan Funds, as applicable. The Trustees also responsiveness to questions or concerns raised by them, includ- noted that the Adviser supports a diverse set of products and ing the Adviser’s willingness to consider and implement services, which benefits the Adviser by allowing it to leverage organizational and operational changes designed to improve its infrastructure to serve additional clients. The Trustees also investment results and the services provided to each Fund. reviewed the Adviser’s allocation of fund brokerage for the J.P"
    ],
    "type": null
  },
  {
    "note": [
      "Unaudited) (continued"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "AUGUST",
        "given": "J.P.M.O.R.G.A.N.M.O.N.E.Y.M.A.R.K.E.T.F.U.N.D.S."
      }
    ],
    "citation-number": [
      "172"
    ],
    "date": [
      "2020"
    ],
    "note": [
      "and five-year periods ended December 31, 2020, ended December 31, 2020. The Trustees discussed the respectively. The Trustees noted that the performance for the performance and investment strategy of the Fund with the Morgan shares was in the first quintile based upon the Peer Adviser and, based upon this discussion and various other fac-Group, and in the fourth quintile based upon the Universe, for tors, the Trustees concluded that the Fund’s performance was each of the one-, three- and five-year periods ended satisfactory, under the circumstances."
    ],
    "title": [
      "31, 2021 various other factors, the Trustees concluded that the Fund’s was in the second, second and first quintiles based upon the performance was satisfactory, under the circumstances. Peer Group for the one-, three- and five-year periods ended December 31, 2020, respectively, and in the second quintile The Trustees noted that the U.S. Government Money Market based upon the Universe for each of the one-, three- and five-Fund’s performance for the Institutional shares was in the first year periods ended December 31",
      "The Trustees noted quintile based upon the Peer Group for each of the one-, three- that the performance for the Morgan shares was in the second and five-year periods ended December 31, 2020, and in the and fourth quintiles based upon the Peer Group and Universe, second, first and first quintiles based upon the Universe for the respectively, for each of the one-, three- and five-year periods one-, three"
    ],
    "type": null
  },
  {
    "container-title": [
      "December"
    ],
    "date": [
      "2020-12-31",
      "2020",
      "2020",
      "2020",
      "2020"
    ],
    "note": [
      "The Trustees noted that the performance for the Trustees concluded that the Fund’s performance was sat-Morgan shares was in the first and fourth quintiles based upon isfactory, under the circumstances. the Peer Group and Universe, respectively, for each of the one-, three- and five-year periods ended December 31, 2020. The The Trustees noted that the California Municipal Money Market Trustees discussed the performance and investment strategy of Fund’s performance for Morgan shares was in the fifth quintile the Fund with the Adviser and, based upon this discussion and based upon the Universe for each of the one-, three- and fivevarious other factors, the Trustees concluded that the Fund’s year periods ended December 31, 2020. The Trustees noted performance was satisfactory, under the circumstances. that the performance for Service shares was in the fifth quintile based upon the Universe for each of the one-, three- and five-The Trustees noted that the 100% U.S. Treasury Securities year periods ended December 31,"
    ],
    "title": [
      "The Trustees noted that the performance for the Service shares was in the fifth quintile, based upon both The Trustees noted that the Tax Free Money Market Fund’s the Peer Group and Universe, for each of the one-, three- and performance for the Institutional shares was in the first, third five-year periods ended December 31",
      "The Trustees dis- and second quintiles based upon the Peer Group, and in the cussed the performance and investment strategy of the Fund first, first and second quintiles based upon the Universe, for the with the Adviser and, based upon this discussion and various one-, three- and five-year periods ended December 31, 2020, other factors, the Trustees concluded that the Fund’s perform- respectively. The Trustees noted that the performance for the ance was satisfactory, under the circumstances. Morgan shares was in the first quintile based upon the Peer Group for each of the one-, three- and five-year periods ended The Trustees noted that the U.S. Treasury Plus Money Market December 31, 2020, and in the fourth, fifth and fourth quintiles Fund’s performance for the Institutional shares was in the first based upon the Universe for the one-, three- and five-year quintile based upon the Peer Group for each of the one-, three- periods ended December 31, 2020, respectively. The Trustees and five-year periods ended December 31, 2020, and in the discussed the performance and investment strategy of the second, first and first quintiles based upon the Universe for the Fund with the Adviser and, based upon this discussion and one-, three-, and five-year periods ended December 31, 2020, various other factors, the Trustees concluded that the Fund’s respectively. The Trustees noted that the performance for the performance was satisfactory, under the circumstances. Morgan shares was in the second quintile based upon the Peer Group, and in the fourth quintile based upon the Universe, for The Trustees noted that the Municipal Money Market Fund’s each of the one-, three- and five-year periods ended performance for the Institutional shares was in the first quin-December 31, 2019. The Trustees discussed the performance tile, based upon both the Peer Group and Universe, for each of and investment strategy of the Fund with the Adviser and, the one-, three-, and five-year periods ended December 31, based upon this discussion and various other factors, the 2020. The Trustees noted that the performance for the Morgan Trustees concluded that the Fund’s performance was sat- shares was in the first and fourth quintiles based upon the Peer isfactory, under the circumstances. Group and Universe, respectively, for each of the one-, threeand five-year periods ended December 31",
      "The Trustees The Trustees noted that the Federal Money Market Fund’s per- noted that the performance for the Service shares was in the formance for the Institutional shares was in the first quintile fifth quintile, based upon both the Peer Group and Universe, for based upon the Peer Group for each of the one-, three- and each of the one-, three- and five-year periods ended five-year periods ended December 31, 2020, and in the second",
      "The Trustees discussed the performance second and first quintiles based upon the Universe, for the and investment strategy of the Fund with the Adviser and, one-, three- and five-year periods ended December 31, 2020, based upon this discussion and various other factors, the respectively",
      "The Trustees discussed Money Market Fund’s performance for the Institutional shares the performance and investment strategy of the Fund with the"
    ],
    "type": "article-journal",
    "volume": [
      "31"
    ]
  },
  {
    "note": [
      "Unaudited) (continued"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "MARKET",
        "given": "J.P.M.O.R.G.A.N.M.O.N.E.Y."
      }
    ],
    "citation-number": [
      "174"
    ],
    "container-title": [
      "The Trustees noted that the Federal Money Market Fund’s net respectively, and the actual total expenses for the Institutional advisory fee for the Institutional shares was in the second quin"
    ],
    "note": [
      "shares were in the third and second quintiles based upon the tile based upon both the Peer Group and Universe, and that the Peer Group and Universe, respectively. The Trustees noted that"
    ],
    "title": [
      "FUNDS A U GU ST 31, 2021 that the net advisory fee for the Morgan shares was in the third actual total expenses for the Morgan shares were in the third quinand second quintiles based upon the Peer Group and Universe, tile based upon both the Peer Group and Universe. After considerrespectively, and the actual total expenses for the Morgan ing the factors identified above, in light of this information, the shares were in the fifth and third quintiles based upon the Peer Trustees concluded that the advisory fee was satisfactory in light Group and Universe, respectively. After considering the factors of the services provided to the Fund. identified above, in light of this information, the Trustees con-The Trustees noted that the Municipal Money Market Fund’s net cluded that the advisory fee was satisfactory in light of the advisory fee for the Institutional shares was in the third and services provided to the Fund. fourth quintiles based upon the Peer Group and Universe"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "J.P."
      }
    ],
    "container-title": [
      "Affiliates of JPMorgan Chase & Co. receive fees for providing various services to the funds"
    ],
    "title": [
      "Morgan Funds are distributed by JPMorgan Distribution Services, Inc., which is an affiliate of JPMorgan Chase & Co"
    ],
    "type": "chapter"
  },
  {
    "note": [
      "Morgan Funds’ website at www.jpmorganfunds.com."
    ],
    "title": [
      "Each Fund files a complete schedule of its portfolio holdings with the SEC each month on Form N-MFP. The Funds’ Form N-MFP reports are available on the SEC’s website at http://www.sec.gov. Each Fund’s monthly holdings can be found by visiting the J.P"
    ],
    "type": "webpage"
  },
  {
    "author": [
      {
        "given": "J.P."
      }
    ],
    "title": [
      "Morgan Asset Management is the brand name for the asset management business of JPMorgan Chase & Co. and its affiliates worldwide"
    ],
    "type": null
  }
]
