[
  {
    "citation-number": [
      "2."
    ],
    "title": [
      "Notes on non-GAAP financial measures"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Estimated"
      }
    ],
    "citation-number": [
      "3."
    ],
    "container-title": [
      "Refer to Capital Risk Management on",
      "Effective",
      "As of"
    ],
    "date": [
      "2022-01-01",
      "2022-03-31"
    ],
    "note": [
      "of the Firm’s 2021 Form 10-K for additional information."
    ],
    "pages": [
      "86–96"
    ],
    "title": [
      "Reflects the relief provided by the Federal Reserve Board in response to the COVID-19 pandemic, including the Current Expected Credit Losses (“CECL”) capital transition provisions which expired on December 31, 2021",
      "the $2.9 billion CECL capital benefit recognized as of December 31, 2021 will be phased out at 25% per year over a three-year period",
      "CET1 capital reflected the remaining 75%, or $2.2 billion, benefit associated with the CECL capital transition provisions"
    ],
    "type": "article-journal"
  },
  {
    "citation-number": [
      "4."
    ],
    "note": [
      "Last twelve months (“LTM”)."
    ],
    "type": null
  },
  {
    "citation-number": [
      "5."
    ],
    "title": [
      "Includes the net impact of employee issuances. The authorization to repurchase common equity will be utilized at management’s discretion, and the timing of repurchases and the exact amount of common equity that may be repurchased under the new authorization will be subject to various considerations"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Estimated"
      }
    ],
    "citation-number": [
      "6."
    ],
    "container-title": [
      "Does not include borrowing capacity at Federal Home Loan Banks and the discount window at the Federal Reserve Bank. Refer to Liquidity Risk Management on"
    ],
    "note": [
      "of the Firm’s 2021 Form 10-K for additional information."
    ],
    "pages": [
      "97–104"
    ],
    "title": [
      "High-quality liquid assets (“HQLA”) and unencumbered marketable securities, includes the Firm’s average eligible HQLA, other end-of-period HQLA-eligible securities which are included as part of the excess liquidity at JPMorgan Chase Bank, N.A. that are not transferable to non-bank affiliates and thus excluded from the Firm’s liquidity coverage ratio (“LCR”) under the LCR rule, and other end-of-period unencumbered marketable securities, such as equity and debt securities"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "7."
    ],
    "title": [
      "Excludes Commercial Card"
    ],
    "type": null
  },
  {
    "citation-number": [
      "8."
    ],
    "title": [
      "Users of all mobile platforms who have logged in within the past 90 days"
    ],
    "type": null
  },
  {
    "citation-number": [
      "9."
    ],
    "title": [
      "Credit provided to clients represents new and renewed credit, including loans and commitments"
    ],
    "type": null
  },
  {
    "citation-number": [
      "10."
    ],
    "note": [
      "Prior period amounts have been revised to conform with the current presentation."
    ],
    "title": [
      "In the first quarter of 2022, the Firm changed its methodology for allocating income taxes to the LOBs, with no impact to Firmwide net income"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Chase",
        "given": "JPMorgan"
      },
      {
        "given": "Co"
      }
    ],
    "date": [
      "2022-03-31"
    ],
    "note": [
      "Information about JPMorgan Chase & Co. is available at www.jpmorganchase.com."
    ],
    "title": [
      "NYSE: JPM) is a leading financial services firm based in the United States of America (“U.S.”), with operations worldwide. JPMorgan Chase had $4.0 trillion in assets and $285.9 billion in stockholders’ equity as of",
      "The Firm is a leader in investment banking, financial services for consumers and small businesses, commercial banking, financial transaction processing and asset management. Under the J.P. Morgan and Chase brands, the Firm serves millions of customers predominantly in the U.S. and many of the world’s most prominent corporate, institutional and government clients globally"
    ],
    "type": null
  },
  {
    "note": [
      "Eastern) on April 13, 2022, through 11:59 p.m. on April 27, 2022, by telephone at (888) 286-8010 (U.S. and Canada) or (617) 801-6888 (international); use passcode 82891322#. The replay will also be available via webcast on www.jpmorganchase.com under Investor Relations, Events & Presentations. Additional detailed financial, statistical and business-related information is included in a financial supplement. The earnings release and the financial supplement are available at www.jpmorganchase.com."
    ],
    "title": [
      "A replay of the conference call will be available beginning at approximately 11:00 a.m"
    ],
    "type": "webpage"
  }
]
