[
  {
    "author": [
      {
        "given": "Napoleon"
      },
      {
        "family": "Collaborators",
        "particle": "his"
      },
      {
        "family": "Gates",
        "given": "David"
      },
      {
        "family": "Forrest",
        "given": "Alan"
      },
      {
        "family": "French Revolution",
        "given": "Soldiers",
        "particle": "of the"
      },
      {
        "literal": "see John Hardman, Louis XVI: The Silent King (London, ), David P. Jordan, The Revolutionary Career of Maximilien Robespierre (New York, ), and or Norman Hanson, Danton (London, ). Colin Jones"
      },
      {
        "family": "Pilbeam",
        "given": "Pamela M."
      },
      {
        "family": "Alexander",
        "given": "S."
      }
    ],
    "container-title": [
      "French History since Napoleon",
      "Pamela Pilbeam, The  Revolution in France (London ), H. A. C. Collingham, The July Monarchy: A Political History of France – (Harlow, ), and Pamela Pilbeam, The Constitutional Monarchy in France",
      "For individuals"
    ],
    "date": [],
    "editor": [
      {
        "literal": "Harlow, ), Martin S. Alexander (ed."
      }
    ],
    "location": [
      "London",
      "London",
      "London",
      "Oxford",
      "Cambridge",
      "London",
      "Harlow"
    ],
    "note": [
      "). The  Revolution and the Second Republic are surveyed in Roger Price, The French Second Republic: A Social History (London, ). An important work is Mark Traugott, Armies of the Poor: Determinants of Working-Class Participation in the Parisian Insurrection of June  (Princeton, ). See also Roger V. Gould, Insurgent Identities: Class, Community and Protest in Paris from  to the Commune (Chicago, ). Resistance to the dismantling of the Second Republic is ably analysed in Ted W. Margadant, French Peasants in Revolt: The Insurrection of"
    ],
    "title": [
      "The Making of a Dictatorship (New York, ) introduce the Bonapartist dictatorship. T.C.W Blanning, The French Revolutionary Wars",
      "The Napoleonic Wars",
      ") cover the vital military dimension",
      "The Longman Companion to the French Revolution (Harlow, ) is an essential work of reference. Upheaval and continuity, 1814–1880 Useful broad surveys of nineteenth-century France include Robert Tombs, France",
      "Republicanism in Nineteenth-Century France, – (Basingstoke, ), and François Furet, Revolutionary France",
      "The legacy of Napoleon is treated in R",
      "Bonapartism and the Revolutionary Tradition in France: The Fédérés of",
      "Aspects of the Left during the Restoration are presented in Alan B. Spitzer, The French Generation of  (Princeton, ). The Right is neatly summarized in James Roberts, The Counter-Revolution in France",
      "The  revolution and the July Monarchy are covered by David Pinkney, The French Revolution of  (Princeton"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Merriman",
        "given": "John M."
      }
    ],
    "date": [],
    "location": [
      "Oxford"
    ],
    "note": [
      "Harlow, ) is indispensable and Philip Nord, The Republican Moment: Struggles for Democracy in Nineteenth-Century France (Harvard, ) is instructive. Early socialism is the theme of 216 | further reading"
    ],
    "producer": [
      {
        "literal": " (Princeton"
      }
    ],
    "title": [
      "The Agony of the Republic: The Repression of the Left in Revolutionary France – (New Haven, ), and most recently and comprehensively by Peter McPhee, The Politics of Rural Life: Political Mobilization in the French Countryside",
      "On the Paris Commune and the early years of the Third Republic, Robert Tombs, The Paris Commune"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Magraw",
        "given": "Roger"
      }
    ],
    "date": [],
    "location": [
      "London",
      "New York"
    ],
    "note": [
      "Cambridge, ); Alain Corbin, The Village of Cannibals: Rage and Murder in France,  (Cambridge, Mass., ); Gay Gullickson, Spinners and Weavers of Auffay: Rural Industry and the Sexual Division of Labour in a French Village – (Cambridge, ); Peter Jones, Politics and Rural Society: The Southern Massif Central, c.– (Cambridge, ); James R. Lehning, The Peasants of Marlhes: Economic Development and Family Organ-"
    ],
    "title": [
      "Town and country Some of the themes of this chapter are explored further by James R. Lehning, Peasant and French: Cultural Contact in Rural France during the Nineteenth Century (Cambridge, ). General accounts which consider the changing further reading | 219 relations between town and country are Peter McPhee, A Social History of France",
      "France –: The Bourgeois Century (London, ); and Roger Price, A Social History of Nineteenth-Century France (London, ). Many of the best studies of urban and rural France are monographs of particular communities. Among the best studies of towns and cities are John M. Merriman, The Red City: Limoges and the French Nineteenth Century (New York, ); and The Margins of City Life: Explorations on the French Urban Frontier",
      "There are fine studies of regions and villages by Maurice Agulhon, The Republic in the Village: The People of the Var from the French Revolution to the Second Republic"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "James",
        "given": "C.L.R."
      }
    ],
    "container-title": [
      "David Eltis, Economic Growth and the Ending of the Transatlantic Slave Trade"
    ],
    "location": [
      "Oxford, ); Lawrence C"
    ],
    "note": [
      "Jennings, French Reaction to British Slave Emancipation (Baton Rouge, La., ); further reading | 221"
    ],
    "producer": [
      {
        "given": "Napoléon"
      }
    ],
    "title": [
      "The Black Jacobins: Toussaint L’Ouverture and the San Domingo Revolution (London, ) remains an inspiring read, though Robin Blackburn’s The Overthrow of Colonial Slavery – (London, ) is the best recent analysis"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "1802"
    ],
    "title": [
      "Peace of Amiens with Britain; Chateaubriand, The Genius of Christianity; Proclamation of Concordat on Easter Sunday; creation of the Legion of Honour; popular vote on Bonaparte becoming Consul for Life 1803 Resumption of war between France and Britain"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1804"
    ],
    "note": [
      "Emperor Napoleon I crowns himself at Notre-Dame, in presence of Pope"
    ],
    "title": [
      "Execution of the Duc d’Enghien; Napoleonic Code enacted; vote on creation of Empire"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1805"
    ],
    "title": [
      "Italy reorganized under French control; battle of Trafalgar confirms British command of the sea; Napoleon wins battle of Austerlitz; third anti-French coalition collapses"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1806"
    ],
    "note": [
      "Prussia declares war on France but is defeated at Jena"
    ],
    "title": [
      "Republican calendar withdrawn; Napoleon’s brothers become kings of Naples and Holland"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1807"
    ],
    "title": [
      "Russia rejoins the war, then makes peace with Napoleon at Tilsit"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1808"
    ],
    "title": [
      "France invades Spain and provokes popular uprising; creation of imperial nobility; organization of the Imperial University to oversee all education 1809 Austrians defeated at Wagram and make peace"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1810"
    ],
    "title": [
      "Napoleon marries Marie-Louise, daughter of the Austrian Emperor, having divorced Josephine"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1812"
    ],
    "title": [
      "Defeat in Spain; food and anti-conscription riots in France; chronology | 225 Napoleon invades Russia, and reaches Moscow, but is forced to retreat"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1813"
    ],
    "title": [
      "Formation of new anti-French coalition and defeat for Napoleon at Leipzig"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "Apr.) Napoleon abdicates; Restoration of Louis XVIII; (May"
      }
    ],
    "citation-number": [
      "1814"
    ],
    "note": [
      "June) Constitutional Charter issued; (Sept.) Congress of Vienna opens"
    ],
    "title": [
      "Treaty of Paris between France and allied powers"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1815"
    ],
    "date": [
      "Aug",
      "Nov"
    ],
    "title": [
      "Mar.) Napoleon returns from Elba for the ‘Hundred Days’; (June) Battle of Waterloo; Napoleon’s second abdication follows defeat; Second Restoration and White Terror",
      "Ultraroyalist chambre introuvable elected",
      "Second Treaty of Paris reduces France to frontiers of"
    ],
    "type": null
  },
  {
    "title": [
      "1816 Dissolution of Ultra-dominated Chambre Introuvable and fresh legislative elections 1820 Murder of Duc de Berri; law of ‘Double Vote"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Helena",
        "given": "Death",
        "particle": "of Napoleon on Saint"
      }
    ],
    "citation-number": [
      "1821"
    ],
    "title": [
      "Villèle government 1822 Four Sergeants of La Rochelle conspiracy 1823 French invasion of Spain to restore Bourbon monarchy"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1824"
    ],
    "title": [
      "Ultra-royalist election victory; death of Louis XVIII; accession of Charles X"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1825"
    ],
    "title": [
      "Sacrilege law and indemnification of émigrés; coronation of Charles X at Reims"
    ],
    "type": null
  },
  {
    "date": [
      "1827"
    ],
    "title": [
      "National Guard dissolved; passage of Forest Code; legislative elections 1828 Resignation of Villèle; Martignac forms government"
    ],
    "type": null
  },
  {
    "title": [
      "1829 Balzac begins publishing The Human Comedy; Polignac becomes chief minister of ultra-royalist government"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1830"
    ],
    "date": [
      "July"
    ],
    "note": [
      "Aug.) Charles X abdicates; Louis-Philippe becomes ‘King of the French People’; (Sept.) riots in provinces; Stendhal, Scarlet and Black; Delacroix, Liberty Leading the People"
    ],
    "title": [
      "June) legislative elections produce huge liberal gains; conquest of Algiers; beginning of French Empire in North Africa",
      "Four Ordinances; ‘Three Glorious Days’ of revolution in Paris"
    ],
    "type": null
  },
  {
    "title": [
      "1831 Casimir Périer becomes chief minister; laws on election of municipal councils and National Guard; legislative elections with wider franchise; revolt in Lyon"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1832"
    ],
    "title": [
      "Cholera outbreak in Paris; popular unrest at funeral of General Lamarque 1833 Guizot’s Education Law"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1834"
    ],
    "title": [
      "Law against Associations; further revolt in Lyon; Rue Transnonain massacre follows uprising in Paris"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1835"
    ],
    "title": [
      "Fieschi bomb plot to assassinate Louis-Philippe; press Laws restrict publications 226 | chronology"
    ],
    "type": null
  },
  {
    "title": [
      "1836 Louis-Napoleon attempts to raise the garrison in Strasbourg"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1839"
    ],
    "note": [
      "Cabet, Voyage in Icaria; Louis-Napoleon, Napoleonic Ideas"
    ],
    "title": [
      "Society of Seasons’ uprising, led by Blanqui; Louis Blanc, The Organization of Labour"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1840"
    ],
    "title": [
      "Napoleon’s body is returned from Saint Helena and interred at Les Invalides in Paris; Louis-Napoleon tries to raise a rebellion at Boulogne; Guizot forms a government; Proudhon, What is Property? 1842 Tahiti becomes a French protectorate 1843 France annexes Dahomey and the Ivory Coast"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1846"
    ],
    "title": [
      "Legislative Elections result in victory for Guizot; onset of economic crisis"
    ],
    "type": null
  },
  {
    "date": [
      "1847"
    ],
    "title": [
      "Banquet Campaign commences, aimed at franchise reform"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1848"
    ],
    "note": [
      "General Cavaignac becomes head of government; (Nov.) Constitution of Second Republic; (Dec.) election of Louis-Napoleon as President"
    ],
    "title": [
      "Feb.) revolution in Paris; Guizot resigns; Louis-Philippe abdicates; Second Republic proclaimed; universal manhood suffrage decreed; (Mar.) radical demonstration Paris; (Apr.) election of Constituent Assembly, with conservative majority; (June) popular uprising in Paris is crushed"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1849"
    ],
    "title": [
      "Elections to Legislative Assembly; good showing by left-wing democrate-socialistes; unrest in Paris and Lyon; French army restores papal power in Rome"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1850"
    ],
    "title": [
      "Falloux Law on Education gives Catholics right to set up schools; left-wing by-election victories; suffrage restrictions introduced"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1851"
    ],
    "note": [
      "popular vote, or plebisicite, approves coup"
    ],
    "title": [
      "Coup d’état establishes dictatorship for Louis-Napoleon; republican insurrection in south and centre of France"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1852"
    ],
    "title": [
      "Constitution creating Second Empire accepted in another plebiscite; legislative elections return only three republicans 1853 Haussmann becomes Prefect of the Seine 1854 Outbreak of Crimean war against Russia"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1856"
    ],
    "title": [
      "Peace of Paris successfully concludes Crimean war; Tocqueville, The Old Regime and the French Revolution 1857 Conquest of Algeria completed"
    ],
    "type": null
  },
  {
    "title": [
      "1858 Bernadette Soubirous experiences a vision of the Virgin Mary at Lourdes"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1859"
    ],
    "title": [
      "France and Piedmont declare war on Austria; French occupy Saigon"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1860"
    ],
    "container-title": [
      "Les Misérables chronology"
    ],
    "pages": [
      "227"
    ],
    "title": [
      "Treaty of Turin cedes Nice and Savoy to France; constitutional reforms introduced 1862 Hugo"
    ],
    "type": "article-journal"
  },
  {
    "citation-number": [
      "1864"
    ],
    "title": [
      "Industrial Relations law recognizes right to strike; French protectorate established over Cambodia"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1867"
    ],
    "title": [
      "Right to question ministers granted to Legislative Body; World Fair in Paris"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1868"
    ],
    "title": [
      "Greater freedom of press and legalization of public meetings"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Flaubert"
      }
    ],
    "citation-number": [
      "1869"
    ],
    "title": [
      "Sentimental Education; election of thirty republicans; Ollivier becomes head of government; opening of Suez Canal, the work of French engineer de Lesseps"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1870"
    ],
    "date": [
      "Aug"
    ],
    "note": [
      "invasion of France; army besieged at Metz; (Sept.) Louis-Napoleon surrenders at Sedan; Republic declared at Paris: Government of National Defence established; (Oct.) Paris besieged and government withdraws to Tours"
    ],
    "title": [
      "May) plebiscite on further constitutional reform, to create socalled ‘Liberal Empire’; (July) outbreak of Franco-Prussian war"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1871"
    ],
    "container-title": [
      "May) Bloody Week and end of Commune"
    ],
    "date": [
      "Aug"
    ],
    "note": [
      "Thiers confirmed as President of the Republic"
    ],
    "title": [
      "Jan.) Parisians fail to lift siege; armistice signed with Prussians; (Feb.) election of National Assembly; monarchist majority elects Thiers as head of government; (Mar.) Peace of Frankfurt: France cedes Alsace-Lorraine to German Empire; uprising in Paris leads to proclamation of Paris Commune; revolts in provincial towns, including Lyon, Marseille and Toulouse"
    ],
    "type": "article-journal"
  },
  {
    "citation-number": [
      "1873"
    ],
    "note": [
      "German army of occupation leaves France on payment of indemnity"
    ],
    "title": [
      "Death of Napoleon III in England; resignation of Thiers; appointment of MacMahon as President; decision to build Sacré-Cœ ur at Montmartre"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1875"
    ],
    "title": [
      "Wallon amendment; constitutional laws passed founding Third Republic"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1876"
    ],
    "title": [
      "National Assembly dissolved and Republicans triumph in elections; first workers’ congress held in Paris"
    ],
    "type": null
  },
  {
    "date": [
      "1877"
    ],
    "title": [
      "Gambetta denounces clericalism; MacMahon dissolves National Assembly, but republicans win subsequent elections 1878 Renewal of municipal councils favours Republicans"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1879"
    ],
    "title": [
      "Senate elections return republicans; MacMahon resigns as President, to be succeeded by republican Grévy; National Assembly returns to Paris; foundation of French Workers’ Party by Guesde"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1880"
    ],
    "note": [
      "national holiday established on  July"
    ],
    "title": [
      "Limited amnesty for those involved in Paris Commune; law abolishing official rest on Sundays"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1881"
    ],
    "title": [
      "Liberty of assembly and freedom of press legislated; Tunis becomes a French protectorate"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1882"
    ],
    "title": [
      "Free, compulsory and secular primary education established"
    ],
    "type": null
  }
]
