[
  {
    "author": [
      {
        "family": "Marble",
        "particle": "of"
      }
    ],
    "title": [
      "Index"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "Painters' Oils Colors and Varnishes. With Numerous Illustrations. Contents. — Painters' Oils. Color and Pigments. White Pigments. Blue Pigments. Chrome Pigments. Lake Pigments. Green Pigments. Red Pigments. Brown and Black Pigments. Yellow and Orange Pigments. Bronze Colors. Driers. Paint Grinding and Mixing. Gums"
      }
    ],
    "container-title": [
      "Varnish Manufacture. Index. Practical Plumbers' Work. With 298 illustrations. Contents. —Materials and Tools Used. Solder and How to Make It. Sheet Lead Working. Pipe Bending. Pipe Jointing. Lead Burning. Lead- Work on Roofs. Index. Practical Pattern Making. With 295 Illustrations. Contents. —Foundry Patterns and Foundry Practice"
    ],
    "publisher": [
      "Jointing-up Patterns"
    ],
    "title": [
      "Oils, and Solvents for Varnishes"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Patterns",
        "given": "Finishing"
      }
    ],
    "container-title": [
      "Steam-Engine Cylinder Patterns and Core Boxes. Worm Wheel Pattern. Lathe Bed Patterns"
    ],
    "title": [
      "Circular Patterns. Making Core Boxes. Boring Holes in Castings. Patterns and Moulds for Iron Columns"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Stock",
        "given": "Head"
      },
      {
        "family": "Patterns",
        "given": "Poppet"
      }
    ],
    "container-title": [
      "Index"
    ],
    "title": [
      "Slide-rest Patterns. Valve Patterns and Core Boxes"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Handrailing",
        "given": "Practical"
      }
    ],
    "container-title": [
      "Definition of Terms. Geometrical Drawing. Simple Handrails. Wreathed Handrails on the Cylindrical System"
    ],
    "title": [
      "With 144 illustrations. Contents.— ^iinc\\^\\&& of Handrailing"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "Face Moulds their"
    ],
    "title": [
      "The Uses of Models. Obtaining Tangents and Bevels"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "Steel"
      },
      {
        "given": "Revised"
      },
      {
        "family": "A. Humboldt Sexton",
        "given": "Rewritten",
        "particle": "by"
      }
    ],
    "location": [
      "Steel"
    ],
    "publisher": [
      "By William Henry Greenwood",
      "Its Properties and Manufacture. The Bessemer Process"
    ],
    "title": [
      "Its Varieties, Properties, and Manufacture. With 132 Engravings and Diagrams",
      "Contents"
    ],
    "type": "book"
  },
  {
    "container-title": [
      "Steel Works Appliances. The Cementation and Monor Steel Processes. Casting Steel. Forging and Rolling Steel. Microscopic Structure of Steel. Heat Treatment of Steel. Theory of Steel. Testing Steel. Specifications of Steel for Various Purposes. Alloy Steels. Index. Other New Volatnes in Preparation"
    ],
    "location": [
      "DAVID"
    ],
    "note": [
      "McKAY, Publisher. 610 South Washington Square, Philadelphia. fe^"
    ],
    "title": [
      "The Basic Bessemer Process. Modifications of the Bessemer Process. Gas Producers and the Siemens Furnace. The Siemens or Open-hearth Steel Process. The Basic Open-hearth Process. Modifications of the Open-hearth Process"
    ],
    "type": "chapter"
  }
]
