[
  {
    "citation-number": [
      "8,000,000"
    ],
    "container-title": [
      "Doc"
    ],
    "date": [
      "1945"
    ],
    "note": [
      "7,000,000 Source: Also cited by the French War Crime Research Office. 6,000,000"
    ],
    "title": [
      "Source: The French War Crime Research Office"
    ],
    "type": "article-journal",
    "volume": [
      "31"
    ]
  },
  {
    "author": [
      {
        "given": "Source"
      }
    ],
    "citation-number": [
      "5,000,000"
    ],
    "title": [
      "Cited on April 20, 1978 by the French daily, Le Monde"
    ],
    "type": null
  },
  {
    "container-title": [
      "By September",
      "Le Monde reduced the figure to"
    ],
    "date": [
      "1989"
    ],
    "pages": [
      "4,500,000"
    ],
    "title": [
      "Also cited on January 23, 1995 by the German daily Die Welt"
    ],
    "type": "article-journal",
    "volume": [
      "1",
      "1,433,000"
    ]
  },
  {
    "pages": [
      "4,000,000"
    ],
    "title": [
      "Source: In 1945 this figure was cited by another witness at the aforementioned Höss trial"
    ],
    "type": null
  },
  {
    "citation-number": [
      "3,500,000"
    ],
    "title": [
      "Source: Cited in the 1991 edition of the Dictionary of the French"
    ],
    "type": null
  },
  {
    "container-title": [
      "Three Years in an Auschwitz Gas Chamber"
    ],
    "title": [
      "Language and by Claude Lanzmann in 1980 in his introduction to Filip Muller's book"
    ],
    "type": "article-journal",
    "volume": [
      "3,000,000"
    ]
  },
  {
    "citation-number": [
      "2,000,000"
    ],
    "title": [
      "Source: Cited by Leon Poliakov (1951) writing in Harvest of"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Hate"
      }
    ],
    "note": [
      "2,000,000 to 4,000,000"
    ],
    "title": [
      "Georges Wellers, writing in 1973 in The Yellow Star at the Time of Vichy; and Lucy Dawidowicz, writing in 1975 in The War Against the Jews"
    ],
    "type": null
  },
  {
    "container-title": [
      "However"
    ],
    "date": [
      "1989"
    ],
    "note": [
      "Bauer revised his figure to 1,600,000."
    ],
    "title": [
      "Source: Cited by Yehuda Bauer in 1982 in his book, A History of the Holocaust"
    ],
    "type": "article-journal"
  },
  {
    "citation-number": [
      "1,500,000"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1,471,595"
    ],
    "note": [
      "as noted previously) had determined, writing in 1973, that some 2,000,000 had died. 1,433,000"
    ],
    "title": [
      "Source: This is a 1983 figure cited by Georges Wellers who"
    ],
    "type": null
  },
  {
    "title": [
      "Source: This figure was cited on September 1, 1989 by the French"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "daily",
        "given": "Le Monde"
      },
      {
        "family": "earlier",
        "particle": "which"
      }
    ],
    "date": [
      "1978-04-20",
      "1985"
    ],
    "note": [
      "1,100,000 to 1,500,000 Source: Sources for this estimate are Yisrael Gutman and"
    ],
    "title": [
      "had cited the figure at 4,000,000. Source: In the book, The Destruction of the European Jews, by Raul Hilberg"
    ],
    "type": null
  },
  {
    "note": [
      "the new) \"official\" figure as now inscribed at Auschwitz, with the earlier figure of 4,000,000 having been removed from the memorial at the site of the former concentration camp. 1,000,000"
    ],
    "title": [
      "Michael Berenbaum in their 1984 book, Anatomy of the Auschwitz Death Camp. This estimate was later also cited by Walter Reich, former director of the U.S. Holocaust Memorial Museum, writing in The Washington Post on September 8, 1998. The upper figure of 1,500,000 is"
    ],
    "type": null
  },
  {
    "citation-number": [
      "900,000"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Source"
      }
    ],
    "note": [
      "800,000 to 900,000 Source: Reported by Gerald Reitlinger in his book, The Final Solution."
    ],
    "title": [
      "Reported on August 3, 1990 11, by Aufbau, a Jewish newspaper in New York"
    ],
    "type": "report"
  },
  {
    "container-title": [
      "The records for the most important years"
    ],
    "date": [
      "1942"
    ],
    "note": [
      "and 1943, are almost complete (there are also a"
    ],
    "title": [
      "The death books consist of 46 volumes which document each death at Auschwitz (each death certificate consists of the deceased person's full name, profession and religion, date and place of birth, pre-Auschwitz residence, parents' names, time of death, and cause of death as determined by a camp physician"
    ],
    "type": "article-journal"
  },
  {
    "title": [
      "few volumes for the year 1941, but none for the year 1944 or January 1945 (when Auschwitz was evacuated)). The Auschwitz death books contain the death certificates of some 69,000 individuals, of whom about 30,000 were listed as Jews"
    ],
    "type": null
  },
  {
    "title": [
      "You may view various entries in the Auschwitz Death Books by clicking on the following links to the Auschwitz museum"
    ],
    "type": null
  },
  {
    "title": [
      "The second plaque currently on display at Auschwitz has the dramatically reduced number of victims, now only 1.5 million"
    ],
    "type": null
  },
  {
    "title": [
      "A casual reduction in the number of deaths by some 2.5 million. Deaths at Auschwitz drop by a stunning 2.5 million, but the legendary 6,000,000 figure remains the same"
    ],
    "type": null
  }
]
