[
  {
    "author": [
      {
        "given": "Education"
      },
      {
        "family": "A.",
        "given": "A."
      },
      {
        "family": "Education",
        "given": "General"
      },
      {
        "family": "College",
        "given": "Nickel City Community"
      }
    ],
    "date": [
      "1984-06",
      "1982-06",
      "1983",
      "1982",
      "1983"
    ],
    "editor": [
      {
        "family": "r",
        "given": "C.",
        "particle": "a"
      },
      {
        "family": "y",
        "particle": "r D a"
      },
      {
        "family": "k",
        "given": "N.",
        "particle": "i c"
      },
      {
        "family": "t",
        "particle": "l C i"
      },
      {
        "family": "C",
        "given": "C."
      }
    ],
    "note": [
      "Key Items: Emphasize education, show personal qualities (Walter J. Smith) ^ (1555 Elm Street San Francisco, Ca. 94022 (605)213-1122) Job Objective: (To obtain a position in product sales.",
      ", 1 9 8 2 . f > \\ R u s h C h a i r m a n , P h i K a p p a P h i F r a t e r n i t y, F a l l 1 9 8 3 ; ; Social Chairman,",
      "Volunteer worker, Nickel City Hospital, 1979-1981."
    ],
    "publisher": [
      "NMSC",
      "NMSC"
    ],
    "title": [
      "| (Secondary and Elementary schools, Nickel City, Missouri, 1970-80.) Activities Involving Working with Others (Student Body President",
      "Student Body Vice President",
      "C h a i r m a"
    ],
    "type": null,
    "volume": [
      "n"
    ]
  },
  {
    "container-title": [
      "and eleven other business communications books. complete listing of letters contained in each of these A nationally-recognized expert in the field of business categories. communications, Mr. Himstreet was a Professor of Business Communications and Associate Dean of the Graduate School of Business at the University of Southern California"
    ],
    "date": [
      "1983"
    ],
    "location": [
      "Boston"
    ],
    "publisher": [
      "Kent Publishing Company"
    ],
    "title": [
      "Referrals many routine letters or a single very important one, use The Retirement Business Letter Library for letters that get results. Special events Condolences Congratulations The Author. Claims and adjustments William C. Himstreet, author of The Business Letter Position appointments Library, has taught over 250,000 business managers Miscellaneous the art of effective business letter-writing through his See The Business Letter Library best-selling college text, Business Communications User Reference Guide for the"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "711"
    ],
    "title": [
      "West 17th St., Unit BIO, Costa Mesa, CA 92627"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Mr"
      }
    ],
    "container-title": [
      "and LclIcrScaiili are trademarks of the Delta Point Corporation. business communications advisor to numerous major corporations"
    ],
    "date": [
      "1983"
    ],
    "publisher": [
      "Delta Point. Inc"
    ],
    "title": [
      "Himstreet is a noted speaker on the subject of The letter I ihrary Series The Business letter I ihrarv. business communications and has also served as a KeyStyle"
    ],
    "type": "chapter"
  }
]
