[
  {
    "author": [
      {
        "family": "D",
        "given": "Make",
        "particle": "the first Lemming to get to C a BOMBER. He'll explode on the red X at"
      }
    ],
    "citation-number": [
      "2."
    ],
    "note": [
      "He'll explode at F. Make the next Lemming a BOMBER at G (whew!) and he'll blow up the block at H."
    ],
    "title": [
      "The next Lemming will drop down and slide to E, where you make the first one to show a BOMBER as well"
    ],
    "type": null
  },
  {
    "citation-number": [
      "3."
    ],
    "note": [
      "and slide down the ramp past points G, F, and E."
    ],
    "title": [
      "The Exit here is a TRAP! Don't bomb the block in front of it! Instead, let the Lemmings slide into it, turn around"
    ],
    "type": null
  },
  {
    "citation-number": [
      "4."
    ],
    "note": [
      "He'll blow up the block in front of the real exit at J."
    ],
    "title": [
      "Finally, make the first Lemming to arrive at point I a BOMBER"
    ],
    "type": null
  },
  {
    "title": [
      "If this is done right, the bridge that this BUILDER creates will span the space mud"
    ],
    "type": null
  },
  {
    "citation-number": [
      "10."
    ],
    "note": [
      "and then make your BASHER into a TURNER at N. Just two more times!"
    ],
    "title": [
      "Choose another one of the dozens of Lemmings in front of you, and then make him a BASHER at M. This will remove three of those annoying cubes"
    ],
    "type": null
  },
  {
    "citation-number": [
      "11."
    ],
    "note": [
      "Choose another Lemm, and make him a BASHER at Q. You’ll suddenly see the exit, and sweet freedom is yours!"
    ],
    "title": [
      "Pick a Lemming, make him into a BASHER at O, and when he gets to the end of the three cubes in this hallway, make him into a TURNER., at about P. Now, it’s just one cube from escape"
    ],
    "type": null
  },
  {
    "container-title": [
      "THF. T.F.MMTNOS COMPANION - GETTING CLOSER TO A FINISHED VERSION"
    ],
    "pages": [
      "9 15 95–124"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "9."
    ],
    "title": [
      "There’s probably some really clever way to do the last green, but it escapes me. I found a brute-force dam-thetorpedoes direct BUILDER approach works best"
    ],
    "type": null
  },
  {
    "citation-number": [
      "2."
    ],
    "note": [
      "and head into the main part of the Hangar, towards D."
    ],
    "title": [
      "The next Lemming will bank off the comer wall and walk towards the ooze pool. Make him a BUILDER at C to clear the pool and INCREASE RELEASE RATE TO 99. The Astrolemms will walk onto the platform over the pool, bank off the two columns"
    ],
    "type": null
  },
  {
    "citation-number": [
      "4."
    ],
    "note": [
      "You’ll see why in about, oh, one step."
    ],
    "title": [
      "Make the first Lemming to reach E into a BLOCKER. You want the distance between D and E to be no more than Two Grid Squares"
    ],
    "type": null
  },
  {
    "citation-number": [
      "5."
    ],
    "note": [
      "Then, to the exit and freedom!"
    ],
    "title": [
      "If all goes right, the line of Lemmings will come over the bridge you built, barely miss hitting BLOCK 1, then walk farther, and barely miss BLOCK 2"
    ],
    "type": null
  },
  {
    "citation-number": [
      "6."
    ],
    "container-title": [
      "You'll now be sending Lemms up the staircase that Miner/Climber/Digger Lemming made in"
    ],
    "editor": [
      {
        "family": "E",
        "given": "Put T.U.R.N.E.R.S.",
        "particle": "at"
      },
      {
        "family": "F"
      },
      {
        "given": "G."
      }
    ],
    "pages": [
      "3"
    ],
    "title": [
      "Now to let the others in on the fun"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "8."
    ],
    "title": [
      "The BUILDER Lemming will not just hit the side of the Temple, but he’ll keep BUILDING! So, make the FIRST Lemming to overtake the BUILDER and land on the roof into a MINER, around I"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "E",
        "particle": "at"
      },
      {
        "family": "F",
        "given": "G."
      },
      {
        "family": "H",
        "given": "I."
      },
      {
        "given": "J."
      }
    ],
    "citation-number": [
      "2."
    ],
    "title": [
      "There’s a bear trap in the center of this hallway. BUILD at D to avoid it, then make TURNERS",
      "A second bear trap is in your way, so BUILD at K to get past it"
    ],
    "type": null
  },
  {
    "citation-number": [
      "3."
    ],
    "editor": [
      {
        "family": "L",
        "given": "Place",
        "particle": "them at"
      },
      {
        "family": "M",
        "given": "N."
      },
      {
        "family": "O",
        "given": "P."
      },
      {
        "family": "Q"
      },
      {
        "given": "R."
      }
    ],
    "title": [
      "The rest of this level is all TURNERS"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "LEMMINGS",
        "given": "T.H.F."
      }
    ],
    "container-title": [
      "30 COMPANION - GETTING CLOSER TO A FINISHED VERSION"
    ],
    "pages": [
      "9 15 95–148"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "4."
    ],
    "container-title": [
      "Take PAWS off, make him into a BASHER"
    ],
    "editor": [
      {
        "given": "P.A.W.S."
      },
      {
        "family": "D",
        "particle": "at"
      },
      {
        "family": "again",
        "given": "P.A.W.S."
      }
    ],
    "title": [
      "move to CAMERA 3. The second Lemming didn't get sprung by the Spring, so he's walking towards a block"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "6."
    ],
    "publisher": [
      "PAWS"
    ],
    "title": [
      "Back to CAMERA 3. Your second Lemming is now heading towards another block. Make him a BASHER through this block as well, at F"
    ],
    "type": "book"
  },
  {
    "citation-number": [
      "7."
    ],
    "note": [
      "Make him a BUILDER here, at G. PAWS."
    ],
    "title": [
      "Once again to CAMERA 4. Drop down a level; your Lemming has fallen down, hit the two comer blocks, and is walking towards the quicksand"
    ],
    "type": null
  },
  {
    "citation-number": [
      "8."
    ],
    "note": [
      "When he hits the comer block and turns towards the dark wall, make him a BASHER, at H."
    ],
    "title": [
      "Go to CAMERA 3, although you're on the wrong side and you'll have to sweep around. Your second Lemming has bashed through the second block and he has one more wall to bash through"
    ],
    "type": null
  },
  {
    "citation-number": [
      "2."
    ],
    "container-title": [
      "When he finishes building"
    ],
    "note": [
      "make him a TURNER at C, then the next into a TURNER at D."
    ],
    "title": [
      "As soon as he walks to the end of the \"car\", make him a BUILDER at B. He should build right up to the rightmost \"car\""
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "3."
    ],
    "title": [
      "Go back to the entrance, and make the next SIX Lemmings into CLIMBERS. This will exhaust your Climber reserves. Now go up to the top of the grey stand, and make the first Climber to reach it into a TURNER at E, so that he'll guide the other two Lemms into the main part of the Wheel"
    ],
    "type": null
  },
  {
    "citation-number": [
      "4."
    ],
    "title": [
      "That done, go to the tip-top of the Ferris Wheel (Man, the air is thin out here). Make the first Lemm to reach F into a TURNER, aiming the two Lemms after him to his left"
    ],
    "type": null
  },
  {
    "citation-number": [
      "5."
    ],
    "note": [
      "exposing the entrance (THERE it is!) and then, sadly, falling to his demise."
    ],
    "title": [
      "After the two Lemmings turn, make the first of the two into a BLOCKER at G. When the last of these three Lemmings hits the Blocker and turns around, make him a MINER at H. If this was done correctly, he'll mine down and to your left"
    ],
    "type": null
  },
  {
    "citation-number": [
      "6."
    ],
    "title": [
      "Now, let's get the other Lemmings free! Make one of the two remaining Lemmings into a DIGGER at /, and he'll dig straight down and free the others"
    ],
    "type": null
  },
  {
    "citation-number": [
      "7."
    ],
    "title": [
      "HIGHLIGHT a Lemming and make him a BUILDER at J, so that he's aimed towards the exit. He'll build up, and thanks to the MINER from Step 5, he'll just clear the gap"
    ],
    "type": null
  },
  {
    "citation-number": [
      "5."
    ],
    "title": [
      "Finally, make the Lemming into a BUILDER at G to build up to the last column, then make him into a MINER at H. This will save your BASHERS for more important things"
    ],
    "type": null
  },
  {
    "title": [
      "The Lemmings from the Middle entrance will now start going into the exit. Time to fix the other two sets!"
    ],
    "type": null
  },
  {
    "citation-number": [
      "6."
    ],
    "title": [
      "Start with the set of Lemmings closest to you, whichever this may be. Wait until a Lemming bounces off the rear wall, and then make him a BUILDER at I. It’s important that the first segment of the BUILDER’S bridge go down before the entrance"
    ],
    "type": null
  },
  {
    "citation-number": [
      "9."
    ],
    "note": [
      "and again, two TURNER BLOCKS will guide your Lemmings into the hole from step 1, and safety."
    ],
    "title": [
      "The last set works the same as the second. Make a Lemming into a BUILDER at Mas he bounces off the rear wall. Have him build two more times at N and O so he stops at the turret, and make the next Lemming to arrive into a BASHER at P. This will clear a path to the top of the “castle”"
    ],
    "type": null
  },
  {
    "citation-number": [
      "3."
    ],
    "title": [
      "Now zoom over to the one-way block at C. The pair of Climbers will go through a convoluted path and eventually end up here. Let the first of the two bounce off the one-way block, and make the second a BASHER so he'll bash through the block and fall down and go into the exit"
    ],
    "type": null
  },
  {
    "citation-number": [
      "4."
    ],
    "title": [
      "Your climber will retrace his steps until he comes across a convenient turner block, and then end up at D. Make him a BOMBER here, and he'll take out an important pink-and-blue block under the set of green-and-white blocks"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Finally"
      }
    ],
    "citation-number": [
      "5."
    ],
    "title": [
      "HIGHLIGHT a LEMMING in the mass of CircusLemms near the entrance, and make him a BASHER at E, so he'll bash through the green-and-white blocks mentioned in step 4. He'll bash merrily along till they get to the hole made by the Bomber, and they'll fall down to the exit"
    ],
    "type": null
  },
  {
    "citation-number": [
      "2."
    ],
    "note": [
      "As they approach the wall, put a TURNER at C. The first Lemm to reach D should become a BASHER."
    ],
    "title": [
      "Put a TURNER at B, and the Lemmings will turn and walk over the first segment of a set of stairs and keep going"
    ],
    "type": null
  },
  {
    "citation-number": [
      "4."
    ],
    "note": [
      "Onward the Lemmings March!"
    ],
    "title": [
      "The Lemmings will hit the Blocker and turn around. Make one of them a CLIMBER. When this Climber gets to the top of the first wall, make him a BOMBER at G. He'll drop down and blow out the lower segments in the two walls"
    ],
    "type": null
  },
  {
    "citation-number": [
      "5."
    ],
    "title": [
      "When a Lemming reaches H, make him a TURNER, turning the Lemms towards the trees. Make the first Lemming to turn into a BUILDER to get over that tree"
    ],
    "type": null
  },
  {
    "citation-number": [
      "6."
    ],
    "container-title": [
      "And they are OUT OF HERE!"
    ],
    "title": [
      "Finally, the Lemmings will drop down from the bridge in between the two trees. Choose any Lemm you want and make him a TURNER, at I"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "2."
    ],
    "container-title": [
      "Place a E-MAIL MESSAGE to him at sketch@lemmings.com"
    ],
    "title": [
      "He invites your comments and questions, at A"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "3."
    ],
    "note": [
      "even after 4 solid months of Lemmings 3D."
    ],
    "title": [
      "Jason lives in Cambridge with way too many objects of a cow theme, spends lots of time on the Internet, and still digs the Lemmings games"
    ],
    "type": null
  }
]
