[
  {
    "container-title": [
      "The New York Public Library The New York Aquarium The New York City Zoo 3-2-1 CONTACT: Wild Things!'\\s based upon work supported by the National Science Foundation. WINGS for learning Project Manager"
    ],
    "publisher": [
      "Charles F. Brock"
    ],
    "title": [
      "A special thanks to Ed Atkins, Ph.D. for his work on content development, and to the following organizations for their assistance in verifying the program content: The Bronx Zoo The New York Botanical Gardens Facts on File, Inc"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "literal": "©"
      }
    ],
    "date": [
      "1991"
    ],
    "publisher": [
      "Children’s Television Workshop"
    ],
    "type": "book"
  },
  {
    "citation-number": [
      "3-2-1"
    ],
    "container-title": [
      "Box 660002 1600 Green Hills Road Scotts Valley, CA"
    ],
    "location": [
      "CONTACT"
    ],
    "pages": [
      "321–7511 3–2–1"
    ],
    "publisher": [
      "WILD THINGS!"
    ],
    "title": [
      "CONTACT: Wild Things! is a trademark of Children’s Television Workshop. ® Apple is a registered trademark of Apple Computer, Inc. For information or a free catalog of educational materials, call or write: WINGS for learning P.O"
    ],
    "type": "chapter",
    "volume": [
      "95067-0002 (800"
    ]
  },
  {
    "author": [
      {
        "family": "REQUIRED",
        "given": "T.I.M.E."
      }
    ],
    "title": [
      "Two players competing with one another: 45 minutes. Two players competing against the computer: 25 minutes"
    ],
    "type": null
  },
  {
    "note": [
      "disk: Put the 3-2-1 CONTACT: Wild Things! disk in Drive 1. Turn on your computer and monitor. You will see the WINGS for learning and 3-2-1 CONTACT logos, followed by the 3-2-1 CONTACT: Wild Things! title screen. Leave the disk in the computer for the remainder of the game."
    ],
    "title": [
      "GETTING STARTED WITH 3-2-1 CONTACT: WILD THINGS! If you are using 5 1/4” disks: Put the 3-2-1 CONTACT: Wild Things!disk in Drive 1 with Side 1 facing up and close the disk drive door. Turn on your computer and monitor. After you see the WINGS for learning and 3-2-1 CONTACT logos, you will be asked to turn the disk over to Side 2. Once on Side 2, press RETURN and the 3-2-1 CONTACT: Wild Things!title screen will appear. Leave the disk in the computer on Side 2 for the remainder of the game. If you are using a 3 1/2"
    ],
    "type": null
  },
  {
    "title": [
      "WINGS for learning Courseware"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1."
    ],
    "title": [
      "What happens if a program will not load or run? Call us toll-free at (800) 321 -7511 and we’ll send you new disks"
    ],
    "type": null
  },
  {
    "citation-number": [
      "3."
    ],
    "title": [
      "What happens if the courseware is accidentally destroyed? WINGS for learning has a lifetime guarantee on its courseware. Send us the product that was damaged and we’ll send you a new one"
    ],
    "type": null
  },
  {
    "citation-number": [
      "4."
    ],
    "title": [
      "Can I copy the disks? The material on the disk is copyrighted. You should not copy the courseware"
    ],
    "type": null
  },
  {
    "citation-number": [
      "6."
    ],
    "note": [
      "For other permissions and restrictions, see the permissions page at the front of this guide."
    ],
    "title": [
      "Can t remove the disk from the disk drive after I have loaded the program? No. 3-2-1 CONTACT: Wild Things! requires that the disk be in the disk drive at all times. If the disk is not in the disk drive, an error may result"
    ],
    "type": null
  }
]
