[
  {
    "citation-number": [
      "1"
    ],
    "date": [
      "1985"
    ],
    "location": [
      "Princeton, NJ"
    ],
    "note": [
      "3 Ibid:"
    ],
    "pages": [
      "101",
      "79"
    ],
    "title": [
      "Paper, unknown to the ancient Western world, is made by breaking up wood into fiber, immersing the fibers in water, and allowing them to matt on a screen; the Arabs brought this very early Chinese invention to the West in the eighth century ad. 2 F"
    ],
    "translator": [
      {
        "family": "Wolf",
        "given": "A."
      },
      {
        "family": "Homer",
        "given": "A.Grafton",
        "particle": "Prolegomena to"
      },
      {
        "family": "Most",
        "given": "G.W."
      },
      {
        "family": "Zetzel",
        "given": "J.E.G."
      }
    ],
    "type": null
  },
  {
    "citation-number": [
      "4"
    ],
    "container-title": [
      "A Commentary on Homer’s Odyssey",
      "Books XVII–XXIV"
    ],
    "date": [
      "1992"
    ],
    "edition": [
      "English"
    ],
    "editor": [
      {
        "family": "Russo",
        "given": "J."
      },
      {
        "family": "Fernandez-Galiano",
        "given": "M."
      },
      {
        "family": "Heubeck",
        "given": "A."
      }
    ],
    "location": [
      "Oxford"
    ],
    "pages": [
      "131"
    ],
    "type": "chapter",
    "volume": [
      "3"
    ]
  },
  {
    "citation-number": [
      "5"
    ],
    "container-title": [
      "The Context of Scripture: Canonical Compositions from the Biblical World"
    ],
    "date": [
      "1997"
    ],
    "editor": [
      {
        "family": "Hallo",
        "given": "From William W."
      },
      {
        "family": "Younger",
        "given": "K.Lawson",
        "suffix": "Jr"
      }
    ],
    "location": [
      "Leiden"
    ],
    "pages": [
      "250"
    ],
    "title": [
      "By Levant I mean Canaan–Syria, the strip of land from northern Phoenicia to Gaza, then inland to the Bika valley in the north, enclosed by the Lebanon and anti-Lebanon ranges, and to the Negev Desert in the south. 6 In historical times the great Zulu leader Shaka of the nineteenth century (d. 1828) created a style of fighting similar to the ancient Greek phalanx in armor and tactics and quickly overwhelmed all who came against him"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "literal": "modern American style."
      }
    ],
    "container-title": [
      "J"
    ],
    "note": [
      "C. Hogan’s A Guide to the Iliad: Based on the Translation by Robert Fitzgerald (New York, 1979) and R. Hexter’s A Guide to the Odyssey: A Commentary on the English Translation by Robert Fitzgerald (New York, 1993)."
    ],
    "title": [
      "Two good books accompany translations and well educate the Greekless student in the complexities of the two poems"
    ],
    "type": "article-journal"
  },
  {
    "container-title": [
      "1998–2000 there appeared a fine new text by M"
    ],
    "editor": [
      {
        "family": "Allen",
        "given": "T.W."
      },
      {
        "family": "D. B",
        "particle": "later"
      }
    ],
    "note": [
      "L. West, Homerus Ilias (Munich/Leipzig), unfortunately not easy to obtain."
    ],
    "title": [
      "The Greek texts are usually read in the Oxford Classical Texts Homeri opera",
      "Munro and published in various editions between 1902 and 1920"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "studies",
        "particle": "historical"
      },
      {
        "family": "Fraenkel",
        "given": "H."
      },
      {
        "family": "Poetry",
        "given": "Early Greek"
      },
      {
        "family": "Philosophy",
        "given": "M.Hadas"
      },
      {
        "family": "Willis",
        "given": "J."
      }
    ],
    "date": [
      "1962",
      "1976",
      "1973"
    ],
    "location": [
      "Cambridge",
      "Cambridge"
    ],
    "note": [
      "discusses the singers and their epics, language, verse, style, gods, and other topics. W. G. Thalmann, in Conventions of Form and Thought in Early Greek Poetry"
    ],
    "title": [
      "A thorough if sometimes stodgy overview of Homeric criticism is provided in G. S Kirk’s The Songs of Homer",
      "later abbreviated as Homer and the Oral Tradition"
    ],
    "type": null
  },
  {
    "container-title": [
      "C"
    ],
    "date": [
      "1984"
    ],
    "location": [
      "Baltimore, MD"
    ],
    "title": [
      "places Homer into broader contexts of archaic poetry. Many general studies offer plot summaries, but they all follow similar lines"
    ],
    "type": "article-journal"
  },
  {
    "container-title": [
      "Beye, in Ancient Epic Poetry",
      "Toohey, in Reading Epic: An Introduction to the Ancient Narratives",
      "Nagy’s The Best of the Achaeans: Concepts of the Hero in Archaic Greek Poetry"
    ],
    "date": [
      "1958",
      "1993",
      "1989",
      "1992",
      "1979"
    ],
    "editor": [
      {
        "family": "R",
        "given": "C."
      }
    ],
    "location": [
      "Cambridge, MA",
      "Ithaca, NY",
      "Bristol",
      "London",
      "Baltimore, MD"
    ],
    "note": [
      "For the Iliad, G. S. Kirk has served as general editor of a massive six-volume commentary, The Iliad: A Commentary (Cambridge, 1985–93), with volumes by Kirk, J. B. Hainsworth, R. Janko, M. Edwards, and N. Richardson. Each volume contains good introductory essays, although Kirk’s notion of a “memorized” oral text is fantasy. For the Odyssey there is a good although sometimes curiously"
    ],
    "title": [
      "Whitman’s Homer and the Heroic Tradition",
      "identifies complex patterns of ring composition and parallel presentations of themes within the Iliad, which it compares to Geometric pottery",
      "brings wisdom and experience to a study of the Greco-Roman epic tradition. A succinct overview of the Cyclic Poems is provided in M. Davies, The Epic Cycle",
      "P",
      "is good on genre and includes a chapter on Apollonius’ Argonautica. Widely read but employing an inappropriate etymologizing method and slippery in its understanding of oral theory is G",
      "Commentaries There are recent line-by-line commentaries in English for both poems"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Heubeck",
        "given": "S.West"
      },
      {
        "family": "Hainsworth",
        "given": "J.B."
      },
      {
        "family": "Hoekstra",
        "given": "A."
      },
      {
        "family": "Russo",
        "given": "J."
      },
      {
        "family": "Galiano",
        "given": "M.Fernández"
      }
    ],
    "container-title": [
      "B. Stanford’s commentary"
    ],
    "note": [
      "old-fashioned Commentary on Homer’s Odyssey (Oxford, 1988–92",
      "though old, is always"
    ],
    "title": [
      "with contributions by A",
      "W"
    ],
    "type": "article-journal"
  },
  {
    "container-title": [
      "useful: Odyssey",
      "A New Companion to Homer"
    ],
    "date": [
      "1959",
      "1995"
    ],
    "edition": [
      "2nd edn"
    ],
    "editor": [
      {
        "family": "Powell",
        "given": "B.B."
      },
      {
        "family": "Morris",
        "given": "I."
      }
    ],
    "location": [
      "London",
      "Leiden"
    ],
    "note": [
      "M. L. West’s Studies in the Text and"
    ],
    "pages": [
      "55–100"
    ],
    "title": [
      "I. De Jong’s A Narratological Commentary on the Odyssey (Cambridge, 2001) is a line-by-line exploration of narrative art, character, plot, and the type scene. History of Text M. Haslam offers a superior history of the early text in “Homeric Papyri and the Transmission of the Text"
    ],
    "type": "chapter",
    "volume": [
      "2"
    ]
  },
  {
    "author": [
      {
        "family": "Iliad",
        "given": "Transmission",
        "particle": "of the"
      },
      {
        "family": "Question",
        "given": "Parry/Lord F.A."
      }
    ],
    "container-title": [
      "Homeric"
    ],
    "date": [
      "2001",
      "1985"
    ],
    "location": [
      "Princeton, NJ"
    ],
    "title": [
      "by a foremost scholar, is a thorough up-to-date study. R. Janko’s influential Homer, Hesiod and the Hymns: Diachronic Development in Epic Diction (Cambridge, 1982) establishes a date of around 730 bc for the Iliad, somewhat later for the Odyssey (probably too late",
      "Wolf ’s eighteenth-century Latin presents a challenge, but fortunately a modern English translation is Prolegomena to Homer",
      "with a good introduction that explains Wolf’s debt to contemporary biblical scholars"
    ],
    "translator": [
      {
        "family": "Grafton",
        "given": "A."
      },
      {
        "family": "Most",
        "given": "G.W."
      },
      {
        "family": "Zetzel",
        "given": "J.E.G."
      }
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Parry",
        "given": "Adam"
      },
      {
        "family": "Milman Parry",
        "particle": "son of"
      }
    ],
    "container-title": [
      "The Collected Papers of Milman Parry"
    ],
    "editor": [
      {
        "literal": "ed."
      }
    ],
    "title": [
      "gathered his father’s papers together in The Making of Homeric Verse"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Parry",
        "given": "A."
      }
    ],
    "container-title": [
      "The introduction is included in A. Parry’s The Language of Achilles and Other Papers"
    ],
    "date": [
      "1971",
      "1980"
    ],
    "edition": [
      "reprint"
    ],
    "location": [
      "New York"
    ],
    "note": [
      "foreword by P. H. J. Lloyd-Jones"
    ],
    "title": [
      "Milman Parry’s writings are brilliant technical analyses of language, but you need to know Greek. Adam Parry’s introduction to this volume is probably the best short introduction to what Milman Parry was trying to say"
    ],
    "type": "chapter"
  },
  {
    "date": [
      "1989"
    ],
    "location": [
      "Oxford"
    ],
    "title": [
      "which also contains A. Parry’s important essay “Have We Homer’s Iliad?” in which he shows how there can be no intermediary between the words of the song as Homer sang it and the text we have today"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "B",
        "given": "A."
      }
    ],
    "date": [
      "1960"
    ],
    "location": [
      "Cambridge, MA"
    ],
    "note": [
      "see the second edition edited by S. Mitchell and"
    ],
    "title": [
      "Lord’s seminal The Singer of Tales",
      "was reissued with a terrific CD-ROM showing many pictures of guslars and even a film clip of Avdo Mejedovich singing"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Nagy",
        "given": "G."
      },
      {
        "family": "follower",
        "given": "J.M."
      }
    ],
    "container-title": [
      "and Traditional Oral Epic: The Odyssey, Beowulf, and the Serbo-Croatian Return Song"
    ],
    "date": [
      "2000",
      "1988",
      "1990"
    ],
    "location": [
      "Bloomington, IN",
      "Berkeley, CA"
    ],
    "title": [
      "Numerous books by Lord’s",
      "Foley, illustrate the contemporary state of the oral/formulaic theory, for example The Theory of Oral Composition: History and Methodology"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "N",
        "given": "M."
      }
    ],
    "date": [
      "1975"
    ],
    "location": [
      "Austin (Berkeley, CA",
      "Berkeley"
    ],
    "title": [
      "Archery at the Dark of the Moon by N",
      "argues against the impression that formulas are mechanical and without semantic con-FURTHER READING 167 notation",
      "Nagler attempts to deal with the conundrum of the indefinable formula in Spontaneity and Tradition: A Study in the Oral Art of Homer"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "C.A."
      }
    ],
    "date": [
      "1974"
    ],
    "editor": [
      {
        "family": "Parry",
        "given": "M."
      },
      {
        "family": "Lord",
        "given": "A.B."
      },
      {
        "family": "E",
        "given": "D."
      }
    ],
    "title": [
      "by supposing that they ride on a subconscious Gestalt, much as does ordinary language. Some of Parry’s field material is published"
    ],
    "type": null
  },
  {
    "date": [
      "1953"
    ],
    "editor": [
      {
        "given": "Bynum"
      }
    ],
    "location": [
      "Cambridge, MA, and Belgrade"
    ],
    "title": [
      "Serbo-Croatian Heroic Songs",
      "including Avdo Mejedovich’s The Wedding of Smailagich Meho, as long as the Odyssey. Descriptions of the guslars and transcriptions of conversations with them provide invaluable insights"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "R. Parkinson",
        "given": "There",
        "particle": "is a straightforward history of papyrus in"
      },
      {
        "family": "Quirke",
        "given": "S."
      },
      {
        "given": "Papyrus"
      }
    ],
    "container-title": [
      "Chiera, They Wrote on Clay: The Babylonian Tablets Speak Today",
      "The classic study of writing"
    ],
    "date": [
      "1995",
      "1956"
    ],
    "editor": [
      {
        "family": "Cameron",
        "given": "G."
      }
    ],
    "location": [
      "Chicago, IL"
    ],
    "note": [
      "never surpassed, is I. J. Gelb’s A Study of Writing"
    ],
    "title": [
      "The importance of clay as a substrate is emphasized in E",
      "one of the best introductions to writing in Mesopotamia"
    ],
    "type": "article-journal"
  },
  {
    "container-title": [
      "American Journal of Archaeology"
    ],
    "date": [
      "1963",
      "1999",
      "1933",
      "1991"
    ],
    "location": [
      "Chicago, IL",
      "New York",
      "Cambridge"
    ],
    "note": [
      "where I argue that the Greek alphabet was devised to create these texts. I came to this thesis independently, but was anticipated in part by the British scholar H. T. Wade-Gery, The Poet of the Iliad (Cambridge, 1952), a short book with original interpretations."
    ],
    "pages": [
      "8–29"
    ],
    "title": [
      "A good recent overview is A. Robinson, The Story of Writing",
      "The best book on West Semitic inscriptions is J. Naveh’s Early History of the Alphabet (Jerusalem and Leiden, 1982), also typical in its confusion about the relationship of the Greek alphabet to the earlier West Semitic syllabic systems. R. Carpenter established the means of dating the invention of the Greek alphabet in a landmark article, “The Antiquity of the Greek Alphabet",
      "Many Semitists (e.g., Naveh), calling West Semitic writing “alphabetic,” think that the transmission could have happened almost any time, even in the Bronze Age. I have been interested in the relationship between the history of the Greek alphabet and the date of the Homeric texts, best represented in my Homer and the Origin of the Greek Alphabet"
    ],
    "type": "article-journal",
    "volume": [
      "37"
    ]
  },
  {
    "date": [
      "2002"
    ],
    "location": [
      "Cambridge"
    ],
    "note": [
      "are M. P. Nilsson, Homer and Mycenae (London, 1933) and T. B. L. Webster, From Mycenae"
    ],
    "title": [
      "In my Writing and the Origins of Greek Literature",
      "I examine the place of the Homeric poems within the theory and history of writing. Homer and History Important books that advocated the “Bronze Age Homer"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Homer",
        "particle": "to"
      },
      {
        "family": "Luce",
        "given": "J.V."
      },
      {
        "given": "Homer"
      },
      {
        "family": "Heroic Age",
        "particle": "the"
      },
      {
        "family": "Finley",
        "given": "M.I."
      }
    ],
    "container-title": [
      "For a good collection of essays on the evolution of the polis",
      "The Development of the Polis in Archaic Greece (London, 1996), especially K. Raaflaub’s “Evolution of the Early Greek Polis.” A good essay on the age of colonial expansion is provided by J. Graham in “The Colonial Expansion of Greece,” in the Cambridge Ancient History",
      "Classical Antiquity",
      "J. Boardman’s The Greeks Overseas"
    ],
    "date": [
      "1958",
      "1975",
      "1959",
      "1995",
      "1977",
      "1986",
      "1982",
      "1980"
    ],
    "edition": [
      "2nd edn",
      "2nd edn",
      "2nd edn"
    ],
    "editor": [
      {
        "family": "brilliant",
        "given": "D.L.Page’s"
      },
      {
        "family": "Homer B. B. Powell",
        "given": "A.New Companion",
        "particle": "to"
      },
      {
        "family": "Morris",
        "given": "I."
      },
      {
        "family": "L. Mitchell",
        "particle": "see"
      },
      {
        "family": "Rhodes",
        "given": "P.J."
      }
    ],
    "location": [
      "Berkeley, CA",
      "London",
      "Cambridge",
      "London"
    ],
    "note": [
      "is a fine overview. I. Malkin’s The Returns of Odysseus"
    ],
    "pages": [
      "511–34",
      "83–162"
    ],
    "title": [
      "astutely compares the poems with archeological data, with excellent illustrations",
      "History and the Homeric Iliad",
      "combines archeological and documentary evidence with original philological investigation. The best summary of the problem is J. Bennet’s “Homer and the Bronze Age",
      "The World of Odysseus",
      "pushed Homer’s world out of the Bronze Age into the ninth and tenth centuries bc. I. Morris wrote an influential article that placed Homer’s world still later, in the eighth century bc: “The Use and Abuse of Homer",
      "81–138, a conclusion accepted by most"
    ],
    "type": "article-journal",
    "volume": [
      "6",
      "3"
    ]
  },
  {
    "author": [
      {
        "family": "M. R. Popham",
        "particle": "see"
      },
      {
        "family": "Touloupa",
        "given": "E."
      },
      {
        "family": "Sackett",
        "given": "L.H."
      }
    ],
    "container-title": [
      "Antiquity",
      "L. West’s “The Rise of the Greek Epic,” Journal of Hellenic Studies"
    ],
    "date": [
      "1999",
      "1982",
      "1988"
    ],
    "location": [
      "Berkeley, CA"
    ],
    "pages": [
      "159–64",
      "151–72"
    ],
    "title": [
      "places the poem in the context of Western colonization. The Euboeans, Greece’s earliest colonizers, had a special role in the formation of the Homeric texts. For the warrior burial at Lefkandi",
      "The Hero of Lefkandi",
      "Evidence for Euboean dialect in Homer is found in M"
    ],
    "type": "article-journal",
    "volume": [
      "56",
      "108"
    ]
  },
  {
    "author": [
      {
        "given": "D."
      }
    ],
    "container-title": [
      "by J. P. Crielaard, in Homeric Questions"
    ],
    "date": [
      "1992",
      "1993",
      "1995"
    ],
    "edition": [
      "2nd edn"
    ],
    "location": [
      "Cambridge",
      "London",
      "Amsterdam"
    ],
    "note": [
      "which also contains excellent essays by other scholars (but in French)."
    ],
    "pages": [
      "201–88,"
    ],
    "title": [
      "Ridgway summarizes evidence for Euboean exploration in Italy in the eighth century bc, to which the Odyssey owes much, in The First Western Greeks",
      "O. Murray’s Early Greece",
      "is excellent in general for social and historical background and emphasizes the importance of the Euboeans as Greek cultural leaders in the early eighth century bc. Important, too, is the essay “Homer, History, and Archaeology"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Homer",
        "given": "H.L.Lorimer’s"
      },
      {
        "family": "Monuments",
        "particle": "the"
      }
    ],
    "container-title": [
      "A. M"
    ],
    "date": [
      "1950"
    ],
    "note": [
      "Snodgrass covers post-Bronze Age weaponry in Early Greek Armour and Weapons: From the End of the Bronze"
    ],
    "pages": [
      "132–335 ,"
    ],
    "title": [
      "sympathetic to the Bronze Age Homer, is still an important study comparing Homer with material culture. Lorimer has a chapter on “Arms and Armour",
      "a detailed interpretation of the evidence up to 1950 and a starting point for much subsequent discussion in English"
    ],
    "type": "article-journal"
  },
  {
    "date": [
      "1964"
    ],
    "location": [
      "Edinburgh"
    ],
    "note": [
      "Good on warfare generally is H. van Wees, Status Warriors: War, Violence, and Society in Homer and History (Amsterdam, 1992). Homer and Art"
    ],
    "title": [
      "Age to 600 BC",
      "including separate chapters on different elements of the panoply and a discussion of literary evidence"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "K."
      },
      {
        "family": "Homer",
        "given": "A.M.Snodgrass’s"
      },
      {
        "family": "Artists",
        "particle": "the"
      },
      {
        "given": "Text"
      },
      {
        "family": "Early Greek Art",
        "given": "Picture",
        "particle": "in"
      }
    ],
    "container-title": [
      "The Odyssey in Ancient Art: An Epic in Word and Image (Annandale-on-Hudson, NY, 1992), gathers early images relating to the Odyssey, with valuable essays. Two complementary books are M. J. Anderson’s The Fall of Troy in Early Greek Poetry and Art",
      "Woodford’s The Trojan War in Ancient Art"
    ],
    "date": [
      "1998",
      "2002",
      "1997",
      "1993"
    ],
    "editor": [
      {
        "family": "Buitron",
        "given": "D."
      },
      {
        "family": "Cohen",
        "given": "B."
      }
    ],
    "location": [
      "Oxford",
      "Ithaca, NY"
    ],
    "note": [
      "which summarizes complex evidence for this popular theme. Near East Greece’s indebtedness to Near Eastern literature is an old topic, but uniquely persuasive are W. Burkert’s The Orientalizing Revolution: Near Eastern Influence on Greek Culture in the Early Archaic Age, translated by M. E. Pinder"
    ],
    "publisher": [
      "Cambridge"
    ],
    "title": [
      "Friis Johansen’s The Iliad in Early Greek Art (Copenhagen, 1967) established the predominance of themes from the Cyclic poets in the seventh and sixth centuries bc over themes from the Iliad and the Odyssey",
      "is a recent competent survey, but too reluctant to tie art to text. In my own Writing and the Origins of Greek Literature",
      "I show how Eastern images inspired new myths in Greece, making for desperate complexity in sorting out the relationship between myth and art",
      "which takes account of poetic inspiration from many sources, and S"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "L",
        "given": "M."
      },
      {
        "family": "S. Dalley",
        "particle": "of Gilgamesh in"
      },
      {
        "family": "Mesopotamia",
        "given": "Myths",
        "particle": "from"
      },
      {
        "family": "Aubet",
        "given": "M.E."
      },
      {
        "family": "Phoenicians",
        "given": "The"
      },
      {
        "family": "West",
        "given": "M.Turton",
        "particle": "the"
      }
    ],
    "container-title": [
      "and also important material in Burkert’s Structure and History of Greek Mythology and Ritual"
    ],
    "date": [
      "1992",
      "1997",
      "1989",
      "1997",
      "1969",
      "1993",
      "1985",
      "1979"
    ],
    "editor": [
      {
        "family": "Hallo",
        "given": "W."
      },
      {
        "family": "Younger",
        "given": "K.Lawson",
        "suffix": "Jr"
      },
      {
        "family": "Pritchard",
        "given": "J.B."
      }
    ],
    "location": [
      "Cambridge, MA",
      "Oxford",
      "Leiden",
      "Princeton, NJ",
      "Cambridge, MA",
      "Berkeley, CA"
    ],
    "note": [
      "J. Griffin’s Homer on Life and Death (Oxford, 1980) has sound chapters on religion as well as other interesting interpretative material. Readers, Style, Similes H. Clarke’s Homer’s Readers: A Historical Introduction to the Iliad and the"
    ],
    "title": [
      "West’s exhaustive The East Face of Helicon: West Asiatic Elements in Greek Poetry and Myth",
      "There is an excellent introduction and translation",
      "Translations of Ugaritic myths can be found in W",
      "The Context of Scripture: Canonical Compositions from the Biblical World",
      "and in the third edition of the classic collection",
      "Ancient Near Eastern Texts Relating to the Old Testament",
      "Many good recent books on the Phoenicians include",
      "Religion Basic background for Homer’s religion is in W"
    ],
    "translator": [
      {
        "family": "Burkert’s Greek Religion",
        "given": "J.Raffan"
      }
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "Odyssey"
      }
    ],
    "container-title": [
      "the first chapter of E. Auerbach’s classic Mimesis",
      "One may consult his edited collection, with A. Kahane, Written Voices, Spoken Signs: Tradition, Performance, and the Epic Text"
    ],
    "date": [
      "1981",
      "1954",
      "1945",
      "1997"
    ],
    "location": [
      "New York",
      "New York",
      "Cambridge, MA"
    ],
    "note": [
      "which contains an additional bibliography. A good study of the simile can be found in C. Moulton, Similes in the Homeric Poems (Göttingen, 1977), which argues that similes are more than ornamentation or relief, but actually further narration. The Iliad Many excellent studies have explored the literary aspects of the poem. H. Bloom’s"
    ],
    "pages": [
      "1–19,"
    ],
    "title": [
      "describes the reception of the Homeric poems from antiquity to the present, primarily reception by critics, not creative artists. Most general books about Homer (see above) discuss style at some point. A well-known essay about Homer’s style is “Odysseus’ Scar",
      "where he argues that Homeric style is characterized by externalized description, transparent meaning with the temporal setting in the foreground, no character development, legendary rather than historical sources, and a social perspective limited to the aristocracy. S. Weil’s The Iliad or the Poem of Force is widely read as a study in destructive conflict, published in French in 1940",
      "Written as Hitler’s armies marched, the essay about Europe’s first war poet smells of Europe’s greatest war. An original recent commentator on Homer’s style, with a linguistic approach, is E. Bakker, although his work can be technical"
    ],
    "translator": [
      {
        "family": "McCarthy",
        "given": "M."
      }
    ],
    "type": "chapter"
  },
  {
    "date": [
      "1987"
    ],
    "editor": [
      {
        "family": "Iliad",
        "given": "Homer’s The"
      }
    ],
    "title": [
      "collects essays by leading scholars"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Homer",
        "given": "M.S.Silk’s"
      },
      {
        "family": "T",
        "given": "E."
      }
    ],
    "container-title": [
      "Poet of the Iliad"
    ],
    "date": [
      "1987",
      "1988"
    ],
    "editor": [
      {
        "family": "Homer",
        "given": "M.Edwards’"
      }
    ],
    "location": [
      "Cambridge",
      "Baltimore, MD"
    ],
    "title": [
      "The Iliad",
      "is a brief and sensible introduction",
      "Owen’s The Story of the Iliad (Toronto, 1946) describes just what is happening in the narrative (not always obvious",
      "is a superior introduction with bookby-book commentaries and an extensive bibliography"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "G."
      }
    ],
    "container-title": [
      "J. M. Redfield’s Nature and"
    ],
    "date": [
      "1963"
    ],
    "location": [
      "Cambridge, MA"
    ],
    "title": [
      "Else’s Aristotle’s Poetics: The Argument",
      "thoroughly explores what Aristotle meant by plot"
    ],
    "type": "article-journal"
  },
  {
    "container-title": [
      "Merit and Responsibility: A Study in Greek Values"
    ],
    "date": [
      "1975",
      "1960"
    ],
    "editor": [
      {
        "family": "Adkins’",
        "given": "A.W.H."
      }
    ],
    "location": [
      "Chicago, IL",
      "Chicago, IL"
    ],
    "note": [
      "is a powerful treatment of Homeric morality that laid the basis for further discussion. A broad review of major themes of the Iliad is found in"
    ],
    "title": [
      "Culture in the Iliad: The Tragedy of Hector",
      "follows Aristotle in focusing on action (the logical probability or necessity of developments in the plot) rather than character. The premises for interpreting action are based on nature, culture, and their interrelationship, he thinks, and Achilles and Hector suffer tragedies that explicate the vulnerability of the hero on the borderline between nature and culture"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "S."
      },
      {
        "given": "R."
      }
    ],
    "date": [
      "1984",
      "1978",
      "1989"
    ],
    "location": [
      "Berkeley, CA",
      "Bloomington, IN",
      "Ithaca, NY"
    ],
    "note": [
      "Wolf’s Cassandra, translated from the German by Jan Van Heurck (New York, 1984), a feminist rewriting of the Iliad told by the scorned prophetess."
    ],
    "title": [
      "Schein’s The Mortal Hero",
      "Essays edited by J. Wright well represent Anglo-American criticism: see Essays on the Iliad",
      "O. Taplin’s Homeric Soundings: The Shaping of the Iliad (Oxford, 1995) contains many insights about structure and meaning",
      "Martin’s The Language of Heroes: Speech and Performance in the Iliad",
      "has a discussion on speech used as a means to gain power in Homeric society. Those who enjoy fictional recreations of Trojan saga will find pleasure in C"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "S. V",
        "particle": "covers the basic ground."
      },
      {
        "family": "L",
        "given": "D."
      },
      {
        "family": "Murnaghan",
        "given": "S."
      }
    ],
    "container-title": [
      "J. Woodhouse’s The Composition of Homer’s Odyssey",
      "S. Clay’s The Wrath of Athena: Gods and Men in the Odyssey",
      "is strong on the relationships between divine and mortal in the Odyssey. C. Dougherty in The Raft of Odysseus: The Ethnographic Imagination of Homer’s Odyssey (Oxford, 2001) ties the Odyssey to the rapidly changing social and economic life of the eighth century bc. S. Schein’s Reading the Odyssey: Selected Interpretive Essays",
      "J"
    ],
    "date": [
      "1990",
      "1930",
      "1973",
      "1970",
      "1987",
      "1983",
      "1995"
    ],
    "location": [
      "Princeton, NJ",
      "Oxford",
      "Cambridge, MA",
      "London",
      "Princeton, NJ",
      "Princeton, NJ",
      "Princeton, NJ"
    ],
    "note": [
      "has essays by important critics, some translated into English for the first time. The theme of sexual conflict has inspired worthwhile studies of sexual roles and relationships, for example B. Cohen, ed., The Distaff Side: Representing the"
    ],
    "title": [
      "Tracy’s The Story of the Odyssey",
      "is written in parallel to E. T. Owen’s summary of the Iliad (see above) and is as excellent. Old, but still one of the best books on the Odyssey, is W",
      "which focuses on folklore elements",
      "Page’s The Homeric Odyssey (Oxford, 1955) and Folktales in Homer’s Odyssey",
      "reveal wonderful material, although as an Analyst Page never quite gets the point. Other books of general interest include A. Thornton, People and Themes in the Odyssey",
      "with many insights",
      "Disguise and Recognition in the Odyssey",
      "a useful study of this central narrative device"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "B",
        "given": "W."
      }
    ],
    "date": [
      "1995",
      "1994",
      "1963"
    ],
    "location": [
      "Oxford",
      "Princeton, NJ",
      "Oxford"
    ],
    "note": [
      "is a good account. For a more modern treatment there is H. Bloom’s much shorter Odysseus/Ulysses (New York, 1992). Index"
    ],
    "title": [
      "Female in Homer’s Odyssey",
      "Nancy Felson-Rubin, Regarding Penelope: From Character to Poetics",
      "combines audienceoriented criticism with psychological analysis to study Penelope’s character. The Odyssey has defined the West’s self-image as the questing explorer of the unknown and inspired countless literary recreations",
      "Stanford’s The Ulysses Theme: A Study in the Adaptability of a Traditional Hero"
    ],
    "type": null
  }
]
