[
  {
    "author": [
      {
        "literal": "hives.\" M. Bomare adds —"
      }
    ],
    "publisher": [
      "BOMARE"
    ],
    "title": [
      " We are informed, by a memoir of M. Duhamel,that the profit which is extracted from the bees under 414 STATEMENTS OF M"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "given": "S.E.P.T.E.M.B.E.R."
      }
    ],
    "citation-number": [
      "440"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Gilbert"
      },
      {
        "family": "Rivington",
        "given": "Printers"
      },
      {
        "family": "John's Square",
        "particle": "St."
      },
      {
        "given": "London"
      }
    ],
    "pages": [
      "– –"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "CO",
        "given": "S.H.E.R.W.O.O.D.Sc"
      }
    ],
    "note": [
      "Merchants' and Captains' Orders for Exportation executed promptly, and on the most liberal terms."
    ],
    "title": [
      "have constantly on sale an extensive Stock of Popular Standard Works of the most esteemed Authors in every department, also all New Works soon as published, and the several Monthly and Quarterly Periodicals on the day ofpublication"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Man",
        "given": "Dr Privhard",
        "particle": "on"
      }
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "PB.ICHARD",
        "given": "C."
      },
      {
        "family": "M.R.I.A",
        "given": "M.D.F.R.S."
      }
    ],
    "container-title": [
      "By J"
    ],
    "note": [
      "Third Edition, price 46s. cloth. \" Dr. Prichard deserves much praise for establishing a point which had eluded the researches o( £is predecessors and win h may eventually prove a valuable contribution towards the liisiory of the oobii) race.\"— Quarterly Heview."
    ],
    "title": [
      "Researches into the physical history of man-KIND. Illustrated with an entire new set of Plates; completely rewritten, and, by the addition of much new and interesting matter, every department of this important subject has been brought down to the present time"
    ],
    "type": "article-journal",
    "volume": [
      "3"
    ]
  },
  {
    "editor": [
      {
        "given": "Drawn"
      },
      {
        "family": "J.",
        "given": "Engraved",
        "particle": "by"
      },
      {
        "family": "STORER",
        "given": "H.S."
      }
    ],
    "title": [
      "This valuable Work forms Four superb Volumes, comprising- 28 Parts, illustrated with 257 Plates"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "The first six by C. F. Partington, Esq. and Bleaching. By T. PACKER, Dyer and Chemist. 6*. boards. i."
      }
    ],
    "container-title": [
      "2s. and Applying Varnishes, to Painting, and to other branches of the Arts. With 2. COACH MAKER'S and WHEELWRIGHT'S GUIDE; comprenew Observations and Experiments on Copal; on the Substances employed in the Composition of Varnish. By P. F. hending the Theory and Construction of TINGRY. 6*. boards. Wheel Carriages. \\s. dd"
    ],
    "title": [
      "Clock and watch MAKER'S GUIDE; comprehending the 9. VARNISHER'S GUIDE; early History of the Art, its Progressive a Practical Treatise on the Art of Making Improvement, and Present State"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "3."
    ],
    "container-title": [
      "Books printed for Sherwood and Co"
    ],
    "pages": [
      "– 13"
    ],
    "title": [
      "The various Modes of improving Land. I. The various Modes of occupying Land, fi. The Means of improving a Country"
    ],
    "type": "chapter"
  },
  {
    "title": [
      "Buchnall on Fruit Trees, and the Husbandry of Orchards"
    ],
    "type": null
  },
  {
    "container-title": [
      "By the late T.S. D. BUCRNALL Esq. M.P. In Svo"
    ],
    "note": [
      "boards."
    ],
    "pages": [
      "5"
    ],
    "title": [
      "THE ORCHARDIST; a System of Close Pruning and Medication for Establishing the Science or, of Orcharding: containing full Instructions for the making of Manure, preventing the Blight, Caterpillars, and for the preserving Trees from the effects of the Canker, as patronized by the Society for the Encouragement of Arts, Manufactures, aud Commerce"
    ],
    "type": "chapter"
  },
  {
    "note": [
      "Books printed for Sherwood and Co. Paternoster-Row. 15"
    ],
    "title": [
      "*** This work obtained for the Author the Prize Medal and Thanks of tha abova Society. Only very few copies remain on hand"
    ],
    "type": null
  },
  {
    "title": [
      "Moubray on Poultry, Pigs, and Cows"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "BREEDING",
        "given": "A.P.R.A.C.T.I.C.A.L.T.R.E.A.T.I.S.E.",
        "particle": "on"
      },
      {
        "family": "REARING",
        "given": "nnd F.A.T.T.E.N.I.N.G.all K.I.N.D.S.of D.O.M.E.S.T.I.C.P.O.U.L.T.R.Y."
      },
      {
        "family": "PIGEONS"
      },
      {
        "family": "RABBITS",
        "given": "also on Breeding"
      },
      {
        "family": "Feeding"
      },
      {
        "family": "Swine",
        "given": "Managing"
      },
      {
        "family": "Cows",
        "given": "Milch"
      },
      {
        "family": "MOUBRAY",
        "given": "Bees By"
      }
    ],
    "note": [
      "Illustrated with new and original Drawings from Life, coloured from Nature, of breeds of Fowls and Animals. Is. 6d. cloth boards. the various"
    ],
    "title": [
      "Seventh Edition, enlarged by a treatise on Brew-BONINGTON Esq. Butter, and Cheese, and Country Concerns in- on makin°- British Wines, Cider, ee'nerallv - adapted to the Use and Domestic Comforts of Private Families"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "GUIDE",
        "given": "containing the Duties"
      },
      {
        "family": "Powers",
        "given": "Indemnity"
      },
      {
        "given": "Remu-"
      }
    ],
    "publisher": [
      "Price is"
    ],
    "title": [
      "Responsibilities, neration, and Expenses of those Officers"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "given": "Dr"
      }
    ],
    "publisher": [
      "Scott's Family Medical Adviser"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "DOCTOR",
        "given": "T.H.E.V.I.L.L.A.G.E."
      },
      {
        "given": "or"
      }
    ],
    "container-title": [
      "E.ghth Edition, considerably forDomestic improved"
    ],
    "location": [
      "By JAMES SCOTT, M.D"
    ],
    "note": [
      "18mo. bs. cloth. ."
    ],
    "title": [
      "Family describing, in a plain and familiar manner, the Symptoms of all Medical Adviser, the Disorders to which the Human Frame is subject, including the Diseases of Women and Children ; Prescriptions, arranged with a Method of Treatment; containing Four Hundred Economy and general convenience"
    ],
    "type": "article-journal",
    "volume": [
      "5s"
    ]
  },
  {
    "title": [
      "The Jesuits'' Perspective"
    ],
    "type": null
  },
  {
    "note": [
      "„„„,„„„, Statuaries, Jewellers, Tapestry Workers, and all persons conthe French by E CHAMBERS, F.R.S. I„ LrnedTn-Desfgning. Translated from Us. 6d."
    ],
    "title": [
      "J^RACTICAL PERSPECTIVE; or, an Easy Method of reprethe RESULT of ART, applied and exsenting NATURAL OBJECTS according to emplified in all the variety of cases, as Landscapes, Gardens, Buildings, and Engravers, Architects, Em-Figures- a Work highly necessary for Painters"
    ],
    "type": null
  },
  {
    "note": [
      "One Volume, 4 to. with 150 Copperplates, price It."
    ],
    "type": null
  },
  {
    "citation-number": [
      "24"
    ],
    "publisher": [
      "Paternoster-Row"
    ],
    "title": [
      "Books printed for Sherwood and Co"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "LORD'S SUPPER",
        "particle": "to the"
      },
      {
        "family": "MASON",
        "given": "By W."
      },
      {
        "given": "Esq"
      }
    ],
    "location": [
      "ROMAINE, M.A"
    ],
    "note": [
      "A new Edition, printed with large letter, revised and corrected by the Rev. H. C. MASON, A.M. price 3s.6d. gilt and lettered. Also, by the same Author,"
    ],
    "title": [
      ": containing MEDITATIONS on every part of the Liturgy used by the Church of England at that DIVINE ORDINANCE",
      "With a recommendatory Preface, by the late Rev. WM"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Wilson"
      },
      {
        "family": "Ogilvy",
        "given": "Printers"
      }
    ],
    "title": [
      "57, Skinner Street, Londc"
    ],
    "type": null
  }
]
