[
  {
    "container-title": [
      "The rate of and"
    ],
    "date": [
      "2010"
    ],
    "note": [
      "defined benefit the plan which limit the company’s obligation to the participants."
    ],
    "title": [
      "the actual return on those assets were not material. Healthcare Legislation The expected effects of the U.S. healthcare reform legislation enacted Rate of Compensation Increases and Mortality Rate in March 2010 were incorporated into the remeasurements of the The rate of compensation increases is determined by the com­pany, U.S. nonpension postretirement benefit plan at December 31, 2011 based upon its long-term plans for such increases",
      "The impact was insignificant as a result of the terms of compensation increase is not applicable to the U.S"
    ],
    "type": "article-journal"
  },
  {
    "container-title": [
      "Mortality rates are periodically updated based on actual experience. Notes to Consolidated Financial Statements International Business Machines Corporation and Subsidiary Companies 129"
    ],
    "title": [
      "pension plans as benefit accruals ceased December 31, 2007 for all participants. Mortality rate assumptions are based on life expectancy and death rates for different types of participants"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "Notes to Consolidated Financial Statements 130 International Business Machines Corporation and Subsidiary Companies"
    ],
    "title": [
      "are bound by investment mandates determined by the company’s and the non-U.S. plans held approximately $11 billion in European management and are measured against specific benchmarks. Among sovereign debt investments, respectively. Investments in government these managers, consideration is given, but not limited to, balancing debt securities in Italy, Spain and Ireland were de minimis in the U.S. security concentration, issuer concentration, investment style and plan and represented less than 1 percent of total non-U.S. plan assets. reliance on particular active and passive investment strategies. The plans hold no direct investments in government debt securities of Greece and Portugal. The company’s nonpension postretirement benefit plans are underfunded or unfunded. For some plans, the company maintains a nominal, highly liquid trust fund balance to ensure timely benefit payments"
    ],
    "type": "chapter"
  },
  {
    "title": [
      "IBM common stock of $35 million, representing 0.1 percent of the non-U.S. Plans assets"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "b"
      }
    ],
    "title": [
      "C ommingled funds represent pooled institutional investments"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "f"
      }
    ],
    "title": [
      "Invests in predominantly fixed income securities"
    ],
    "type": null
  },
  {
    "note": [
      "categorized as Level 2 in the fair value hierarchy. Notes to Consolidated Financial Statements International Business Machines Corporation and Subsidiary Companies 131"
    ],
    "title": [
      "The U.S. nonpension postretirement benefit plan assets of $38 million were invested in cash, categorized as Level 1 in the fair value hierarchy. The non-U.S. nonpension postretirement benefit plan assets of $112 million, primarily in Brazil, and, to a lesser extent, in Mexico and South Africa, were invested primarily in government and related fixed income securities and corporate bonds"
    ],
    "type": null
  },
  {
    "title": [
      "IBM common stock of $32 million, representing 0.1 percent of the non-U.S. Plans assets"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "b"
      }
    ],
    "title": [
      "C ommingled funds represent pooled institutional investments"
    ],
    "type": null
  },
  {
    "container-title": [
      "Notes to Consolidated Financial Statements 132 International Business Machines Corporation and Subsidiary Companies The following tables present the reconciliation of the beginning and ending balances of"
    ],
    "note": [
      "Level 3 assets for the years ended December 31, 2011 and 2010 for the U.S. Plan."
    ],
    "title": [
      "The U.S. nonpension postretirement benefit plan assets of $35 million were invested in cash, categorized as Level 1 in the fair value hierarchy. The non-U.S. nonpension postretirement benefit plan assets of $120 million, primarily in Brazil, and, to a lesser extent, in Mexico and South Africa, were invested primarily in government and related fixed income securities, categorized as Level 2 in the fair value hierarchy"
    ],
    "type": "chapter"
  },
  {
    "location": [
      "Plans"
    ],
    "title": [
      "The following tables present the reconciliation of the beginning and ending balances of Level 3 assets for the years ended December 31, 2011 and 2010 for the non-U.S"
    ],
    "type": null
  },
  {
    "container-title": [
      "The impact of the subsidy to reduce its obligation and cost related to the U.S. nonpension resulted in a reduction in 2011",
      "nonpension December"
    ],
    "date": [
      "2011",
      "2010"
    ],
    "note": [
      "and 2009 net periodic cost of postretirement benefit plan. The company will contribute the remaining $37 million, $19 million and $28 million, respectively. Notes to Consolidated Financial Statements International Business Machines Corporation and Subsidiary Companies 135"
    ],
    "title": [
      "The 2012 expected benefit payments to nonpension postretirement subsidy of $96 million to the plan in order to reduce contributions benefit plan participants not covered by the respective plan assets required by the participants. The company received total subsidies represent a component of compensation and benefits, within current of $36 million and $45 million for prescription drug-related coverage liabilities, in the Consolidated Statement of Financial Position. during the years ended December 31, 2011 and 2010, respectively, which were utilized to reduce the company contributions to the U.S. Medicare Prescription Drug Act nonpension postretirement benefit plan. In connection with the Medicare Prescription Drug Improvement The company has included the impact of its portion of the subsidy and Modernization Act of 2003, the company is expected to continue in the determination of net periodic cost and APBO for the U.S. to receive a federal subsidy of approximately $196 million to subsidize nonpension postretirement benefit plan at and for the years ended the prescription drug coverage provided by the U.S",
      "The impact of the subsidy postretirement benefit plan, which is expected to extend until 2015. resulted in a reduction in APBO of $93 million and $107 million at Approx­imately $100 million of the subsidy will be used by the company December 31, 2011 and 2010, respectively"
    ],
    "type": "article-journal",
    "volume": [
      "31"
    ]
  },
  {
    "author": [
      {
        "family": "Note",
        "given": "U."
      }
    ],
    "title": [
      "Subsequent Events On January 31, 2012, the company announced that the Board of Directors approved a quarterly dividend of $0.75 per common share"
    ],
    "type": null
  },
  {
    "date": [
      "2012"
    ],
    "title": [
      "The dividend is payable March 10, 2012 to shareholders of record on February 10"
    ],
    "type": null
  },
  {
    "title": [
      "On February 1, 2012, the company issued $2.5 billion in fixed rate bonds as follows: $1.5 billion in 3-year bonds with a 0.55 percent coupon, and $1.0 billion in 5-year bonds with a 1.25 percent coupon"
    ],
    "type": null
  },
  {
    "title": [
      "On February 3, 2012, the company issued C$500 million in Canadian 5-year fixed rate bonds with a 2.20 percent coupon"
    ],
    "type": null
  },
  {
    "title": [
      "Five-Year Comparison of Selected Financial Data"
    ],
    "type": null
  },
  {
    "citation-number": [
      "140"
    ],
    "title": [
      "International Business Machines Corporation and Subsidiary Companies"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Board Warburg Pincus LLC Rensselaer Polytechnic Institute IBM William R. Brody Andrew N. Liveris Virginia M. Rometty President Chairman",
        "given": "Board",
        "particle": "of Directors Alain J.P. Belda Shirley Ann Jackson Samuel J. Palmisano Managing Director President Chairman of the"
      },
      {
        "family": "Chairman",
        "given": "Chenault Joan E.Spero"
      },
      {
        "family": "McNerney",
        "given": "Chief Executive Officer W.James",
        "suffix": "Jr"
      },
      {
        "family": "L",
        "given": "Public Affairs Michael"
      }
    ],
    "note": [
      "Retired Chairman and Capital Royalty L.P. Chief Executive Officer David N. Farr Caterpillar Inc. Lorenzo H. Zambrano Chairman and Chief Executive Officer Chairman and Emerson Electric Co. Chief Executive Officer CEMEX, S.A.B. de C.V."
    ],
    "publisher": [
      "President and Columbia University School of Chief Executive Officer International and",
      "Owens Senior Advisor United Parcel Service, Inc"
    ],
    "title": [
      "President and President and Chief Executive Officer Salk Institute for Biological Studies Chief Executive Officer IBM The Dow Chemical Company Kenneth I",
      "Adjunct Senior Research Scholar American Express Company Chairman",
      "Eskew The Boeing Company Retired Chairman and Sidney Taurel Chief Executive Officer James W"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "Rodney C. Adkins Jon C. Iwata Samuel J. Palmisano Senior Vice President Senior Vice President Chairman of the Board Systems and Technology Group Marketing and Communications Michael D. Rhodin Colleen F. Arnold James J. Kavanaugh Senior Vice President Senior Vice President Vice President and Controller Software Solutions Group Application Management Services John E. Kelly III Virginia M. Rometty James P. Bramante Senior Vice President and Director President and Chief Executive Officer Senior Vice President Research Growth Markets Linda S. Sanford Robert J. LeBlanc Senior Vice President Michelle H. Browdy Senior Vice President Enterprise Transformation Vice President, Assistant Middleware Software Group General Counsel and Secretary Timothy S. Shaughnessy Mark Loughridge Senior Vice President Erich Clementi Senior Vice President and GTS Services Delivery Senior Vice President Chief Financial Officer Global Technology Services Finance and Enterprise Transformation Bridget A. van Kralingen Senior Vice President Michael E. Daniels J."
      }
    ],
    "publisher": [
      "Randall MacDonald Global Business Services Senior Vice President Senior Vice President and Group Executive Human Resources Robert C. Weber Services Senior Vice President Steven A. Mills Legal and Regulatory Affairs, Robert F. Del Bene Senior Vice President and General Counsel Vice President and Treasurer and Group Executive Software and Systems Bruno V. Di Leo Allen Senior Vice President Sales and Distribution Stockholder Information International Business Machines Corporation and Subsidiary Companies"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "literal": "a.m. in the Charleston Area Convention Center, Computershare Trust Company, N.A., P.O. Box 43078, North Charleston, South Carolina. Providence"
      }
    ],
    "date": [
      "2012-04-24"
    ],
    "note": [
      "Computershare Trust Company, N.A., P.O. Box 43078, via e-mail at: ibm@computershare.com Providence, Rhode Island 02940-3078 (888) IBM-6700 Hearing-impaired stockholders with access to a telecommunications Investors residing outside the United States, Canada and device (TDD) can communicate directly with Computershare Puerto Rico should call (781) 575-2727."
    ],
    "pages": [
      "10"
    ],
    "title": [
      "Stockholders with questions about their accounts should contact: The IBM Annual Meeting of Stockholders will be held on Tuesday",
      "Rhode Island 02940-3078 (888) IBM-6700 Investors residing outside the United States, Canada and Literature for IBM Stockholders Puerto Rico should call (781) 575-2727. The literature mentioned below on IBM is available without charge from: Stockholders can also reach Computershare Trust Company, N.A"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "August"
      },
      {
        "given": "November"
      }
    ],
    "container-title": [
      "The IBM Corporate Responsibility Report highlights IBM’s values IBM files reports with the Securities and Exchange Commission (SEC), and its integrated approach to corporate responsibility, including including the annual report on Form 10-K, quarterly reports on Form 10-Q"
    ],
    "note": [
      "its innovative strategies for transforming communities through current reports on Form 8-K and any other filings required by the SEC. global citizenship. The Report Summary is available in printed form and downloadable at http://www.ibm.com/responsibility. The full Corporate"
    ],
    "title": [
      "Trust Company, N.A., by calling (800) 490-1493. Stockholders residing outside the United States, Canada and Puerto Rico The company’s annual report on Form 10-K and the quarterly reports should call (781) 575-2694. on Form 10-Q provide additional information on IBM’s business. The 10-K report is released by the end of February; 10-Q reports are released by early May",
      "IBM on the Internet Topics featured in this Annual Report can be found via the IBM home An audio recording of the 2011 Annual Report will be available for page on the Internet (http://www.ibm.com). Financial results, news on IBM sight-impaired stockholders in June 2012. products, services and other activities can also be found via that address"
    ],
    "type": "article-journal"
  }
]
