[
  {
    "container-title": [
      "SFAS"
    ],
    "issue": [
      "142"
    ],
    "note": [
      "Financial Accounting Standards Board (“FASB”) Concepts Statement Number 7 and Emerging Issued Task Force (“EITF”) Issue No. 02-17, “Recognition of Customer Relationship Assets Acquired in a Business Combination”. These assets are being amortized over the contractual terms of the existing contracts plus anticipated contract renewals in accordance with EITF Issue No. 02-17."
    ],
    "title": [
      "Contracts and Customer Relationships acquired as a result of business combinations (see Note 3) have been valued by management considering various factors including independent appraisals done by valuation and financial advisory firms in accordance with SFAS No. 141, “Business Combinations”",
      "Goodwill and Other Intangible Assets”"
    ],
    "type": "article-journal",
    "volume": []
  },
  {
    "title": [
      "Fair Value of Financial Instruments"
    ],
    "type": null
  },
  {
    "container-title": [
      "SFAS"
    ],
    "issue": [
      "142"
    ],
    "note": [
      "Financial Accounting Standards Board (“FASB”) Concepts Statement Number 7 and Emerging Issued Task Force (“EITF”) Issue No. 02-17, “Recognition of Customer Relationship Assets Acquired in a Business Combination”. These assets are being amortized over the contractual terms of the existing contracts plus anticipated contract renewals in accordance with EITF Issue No. 02-17."
    ],
    "title": [
      "Contracts and Customer Relationships acquired as a result of business combinations (see Note 3) have been valued by management considering various factors including independent appraisals done by valuation and financial advisory firms in accordance with SFAS No. 141, “Business Combinations”",
      "Goodwill and Other Intangible Assets”"
    ],
    "type": "article-journal",
    "volume": []
  },
  {
    "title": [
      "Fair Value of Financial Instruments"
    ],
    "type": null
  },
  {
    "container-title": [
      "which amended SFAS"
    ],
    "issue": [
      "123"
    ],
    "note": [
      "Stock-Based Compensation At March 31, 2006, as permitted under SFAS No. 148,",
      "\"APB\") No. 25, \"Accounting for Stock Issued to Employees\", and related interpretation including FASB Interpretation No. 44, \"Accounting for Certain Transactions Involving Stock Compensation\", an interpretation of APB No. 25. Had the Company followed the fair value method in accounting for its stock-based employee compensation it would have had the following effect on the net loss for the nine months ended March 31, 2006 and 2005. There was no effect for the three months ended March 31, 2006."
    ],
    "title": [
      "Accounting for Stock-Based Compensation - Transition and Disclosure\"",
      "Accounting for Stock-Based Compensation\", Technest has elected to continue to follow the intrinsic value method in accounting for its stock-based employee compensation arrangements as defined by Accounting Principles Board Opinion"
    ],
    "type": "article-journal",
    "volume": []
  },
  {
    "container-title": [
      "Recent Accounting Pronouncements In December 2004, the FASB issued SFAS",
      "SFAS"
    ],
    "date": [
      "2004"
    ],
    "issue": [
      "R",
      "R"
    ],
    "note": [
      "supersedes APB Opinion No. 25, Accounting for Stock Issued to Employees, and amends SFAS No. 95, Statement of Cash Flows. Generally, the approach in SFAS No."
    ],
    "title": [
      "Share-Based Payment, which is a revision of SFAS No. 123, Accounting for Stock-Based Compensation"
    ],
    "type": "article-journal",
    "volume": [
      "123",
      "123"
    ]
  },
  {
    "citation-number": [
      "123(R"
    ],
    "note": [
      "is similar to the approach described in SFAS No. 123. However, SFAS No. 123(R",
      "SFAS No. 123(R) must be adopted no later than the first interim period for fiscal years beginning after December 15, 2005. Technest expects to adopt SFAS No. 123(R) on July 1, 2006."
    ],
    "title": [
      "requires all share-based payments to employees, including grants of employee stock options, to be recognized in the income statement based on their fair values. Pro forma disclosure is not an alternative"
    ],
    "type": null
  },
  {
    "container-title": [
      "FOR THE YEAR ENDED JUNE 30, 2005 AND SIX MONTHS ENDED JUNE 30"
    ],
    "date": [
      "2004"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "NOTE 2. SUMMARY OF SIGNIFICANT ACCOUNTING POLICIES",
      "which amended SFAS"
    ],
    "issue": [
      "123"
    ],
    "note": [
      "Continued) Stock-Based Compensation At June 30, 2005 , as permitted under SFAS No. 148,",
      "\"APB\") No. 25, \"Accounting for Stock Issued to Employees\", and related interpretation including FASB Interpretation No. 44, \"Accounting for Certain Transactions Involving Stock Compensation\", an interpretation of APB No. 25. Had the Company followed the fair value method in accounting for its stock-based employee"
    ],
    "title": [
      "Accounting for Stock-Based Compensation - Transition and Disclosure\"",
      "Accounting for Stock-Based Compensation\", the Company has elected to continue to follow the intrinsic value method in accounting for its stock-based employee compensation arrangements as defined by Accounting Principles Board Opinion"
    ],
    "type": "article-journal",
    "volume": []
  },
  {
    "note": [
      "for the year ended June 30, 2005 and six months ended June, 2004."
    ],
    "title": [
      "compensation it would have had the following effect on the net income (loss"
    ],
    "type": null
  },
  {
    "container-title": [
      "Recent Accounting Pronouncements In December 2004, the FASB issued SFAS",
      "SFAS"
    ],
    "date": [
      "2004"
    ],
    "issue": [
      "R",
      "R"
    ],
    "note": [
      "supersedes APB Opinion No. 25, Accounting for Stock Issued to Employees, and Amends SFAS No. 95, Statement of Cash Flows. Generally, the approach in SFAS No."
    ],
    "title": [
      "Share-Based Payment, which is a revision of SFAS No. 123, Accounting for Stock-Based Compensation"
    ],
    "type": "article-journal",
    "volume": [
      "123",
      "123"
    ]
  },
  {
    "citation-number": [
      "123(R"
    ],
    "note": [
      "is similar to the approach described in SFAS No. 123. However, SFAS No. 123(R",
      "SFAS No. 123(R) must be adopted no later than the first interim period for fiscal years beginning after December 15, 2005. The Company expects to adopt SFAS No. 123(R) on July 1, 2006."
    ],
    "title": [
      "requires all share-based payments to employees, including grants of employee stock options, to be recognized in the income statement based on their fair values. Pro forma disclosure is not an alternative"
    ],
    "type": null
  },
  {
    "container-title": [
      "NOTE 11. RELATED PARTY TRANSACTIONS"
    ],
    "type": "chapter"
  },
  {
    "note": [
      "“Genex”), an entity under common control. No such amounts were recognized in the six months ended June 30, 2004."
    ],
    "title": [
      "During the year ended June 30, 2005, the Company recognized revenue of $421,064 related to services provided to Genex Technologies, Inc"
    ],
    "type": null
  },
  {
    "container-title": [
      "“STR”), a subsidiary of Markland"
    ],
    "title": [
      "At June 30, 2005, the Company had a net amount of $2,556 due from Science and Technology Research Corporation, Inc"
    ],
    "type": "chapter"
  },
  {
    "title": [
      "At June 30, 2005, the Company had a net amount of $144,742 due from Genex for sales made and shared services provided to Genex"
    ],
    "type": null
  },
  {
    "container-title": [
      "FOR THE YEAR ENDED JUNE 30, 2005 AND SIX MONTHS ENDED JUNE 30, 2004 NOTE 14. SUBSEQUENT EVENTS"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "in accordance with Statement of Financial Accounting Standards (“SFAS”"
    ],
    "issue": [
      "141"
    ],
    "note": [
      "“Business Combinations”, Appendix D, Technest recognized the net assets of the Company at their carrying amounts in the accounts of Markland at the date of transfer."
    ],
    "title": [
      "On August 17, 2005, pursuant to a Stock Purchase Agreement with Markland, Technest, a majority-owned subsidiary of Markland, purchased all of the outstanding stock of the Company. As a result of this transaction, the Company became a wholly-owned subsidiary of Technest effective August 17, 2005. Since this was a transaction between entities under common control"
    ],
    "type": "article-journal",
    "volume": []
  },
  {
    "note": [
      "Our responsibility is to express an opinion on these financial statements based on our audit."
    ],
    "title": [
      "We have audited the accompanying balance sheet of E-OIR Technologies, Inc. as of December 31, 2003, and the related statements of income, retained earnings and cash flows for the year then ended. These financial statements are the responsibility of the Company's management"
    ],
    "type": null
  },
  {
    "note": [
      "generally accepted accounting principles."
    ],
    "title": [
      "In our opinion, the financial statements referred to above present fairly, in all material respects, the financial position of E-OIR Technologies, Inc. as of December 31, 2003, and the results of its operations and its cash flows for the year then ended, in conformity with U.S"
    ],
    "type": null
  },
  {
    "note": [
      "on June 29, 2004 and do not include the Company's wholly-owned subsidiary, RMS Enterprises, LLC, which was distributed to the Company's stockholders prior to the acquisition. \\s\\ Wolf & Company, P.C."
    ],
    "title": [
      "As described in Note 1, these financial statements represent the operations of the Company that were acquired by Markland Technologies, Inc"
    ],
    "type": null
  },
  {
    "container-title": [
      "5/16/2014 4:01:38 PM SB-2 Amendment No. 2 Page 175"
    ],
    "type": "chapter",
    "url": [
      "http://www.sec.gov/Archives/edgar/data/1077800/000101968706001326/technest_sb2a2-130617.htm"
    ]
  },
  {
    "author": [
      {
        "given": "B.U.S.I.N.E.S.S."
      },
      {
        "family": "PRESENTATION",
        "given": "B.A.S.I.S.O.F."
      }
    ],
    "note": [
      "Substantially all of the Company's revenues are derived from approximately twenty Government contracts with ten different U.S. Government agencies."
    ],
    "publisher": [
      "the"
    ],
    "title": [
      "E-OIR Technologies, Inc",
      "Company\") was incorporated on June 1, 1981 under the laws of the State of Virginia. The Company provides research and engineering services to a variety of Defense and Intelligence Community customers. The Company's technical services include design and fabrication of sensor systems for military and intelligence community applications. These efforts involve systems engineering, system integration, prototyping, field collections as well as data analysis and processing"
    ],
    "type": null
  },
  {
    "date": [
      "2004-06-29"
    ],
    "note": [
      "As a result of this transaction, the Company became a wholly owned subsidiary of Markland effective June 29, 2004."
    ],
    "title": [
      "Markland Technologies, Inc., a publicly-traded Florida corporation (\"Markland\"), acquired 100% of the Company's outstanding common stock in conjunction with a Stock Purchase Agreement dated June 29, 2004 (\"the Acquisition\"). Markland agreed to pay the stockholders of the Company $19,000,000, consisting of $8,000,000 in cash and promissory notes of $11,000,000. Additionally, Markland issued certain members of the Company's management team options to purchase approximately $4,000,000 of Markland common stock"
    ],
    "type": null
  },
  {
    "genre": [
      "Army represented 86% of total revenue and 86%"
    ],
    "note": [
      "of account receivables at December 31, 2003."
    ],
    "title": [
      "Substantially all contract revenue is generated from contracts with Federal government agencies. Consequently, substantially all accounts receivable are due from Federal government agencies either directly or through other government contractors. One contract with the U.S"
    ],
    "type": null
  },
  {
    "container-title": [
      "RECENT ACCOUNTING PRONOUNCEMENTS In August 2001, the Financial Accounting Standards Board (\"FASB\") issued Statement of Financial Accounting Standard (\"SFAS\""
    ],
    "issue": [
      "144"
    ],
    "title": [
      "Accounting for the Impairment or Disposal of Long-Lived Assets.\" This statement addresses financial accounting and reporting for the impairment and disposal of long-lived assets. This statement is effective for fiscal years beginning after December 15, 2001. The adoption of this statement did not have any material impact on the Company's financial position or results of operations"
    ],
    "type": "article-journal",
    "volume": []
  },
  {
    "author": [
      {
        "family": "No",
        "given": "S.F.A.S."
      }
    ],
    "note": [
      "In June 2002, the FASB issued SFAS No. 146,",
      "The adoption of SFAS No. 146 did not have a material effect on the Company's financial position or results of operations."
    ],
    "title": [
      "Accounting for Costs Associated with Exit or Disposal Activities",
      "146 requires companies to recognize costs associated with exit or disposal activities when they are incurred rather than at the date of a commitment to an exit or disposal plan"
    ],
    "type": null
  },
  {
    "container-title": [
      "December 2002, the FASB issued SFAS"
    ],
    "issue": [
      "148"
    ],
    "note": [
      "The FASB has prescribed a tabular format and location for the disclosures. No stock-based employee compensation cost is reflected in operations, as there are no options or other forms of stock-based compensation outstanding."
    ],
    "title": [
      "Accounting for Stock-Based Compensation -- Transition and Disclosure, an Amendment of FASB Statement No. 123.\" This Statement provides alternative methods of transition for a voluntary change to the fair value based method of accounting for stock-based employee compensation. In addition, this Statement amends disclosure requirements to require prominent disclosures in both annual and interim financial statements about the method of accounting for stock-based employee compensation and the effect of the method used on reported results"
    ],
    "type": "article-journal",
    "volume": []
  },
  {
    "date": [
      "2003-12-31"
    ],
    "title": [
      "The Company's long-term debt consists of the following as of"
    ],
    "type": null
  },
  {
    "note": [
      "3.87% at December 31, 2003) 162,335"
    ],
    "title": [
      "First Market Bank, secured by research equipment, dated October, 2002 with monthly payments of $3,715 including interest of LIBOR plus 2.75%"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Bank",
        "given": "First Market"
      },
      {
        "family": "July",
        "particle": "dated"
      }
    ],
    "date": [
      "2002",
      "2003-12-03"
    ],
    "pages": [
      "277,030"
    ],
    "title": [
      "with monthly payments of $15,278 plus interest of LIBOR plus 2.75%"
    ],
    "type": null
  },
  {
    "container-title": [
      "5/16/2014 4:01:38 PM SB-2 Amendment No. 2 Page 180"
    ],
    "type": "chapter",
    "url": [
      "http://www.sec.gov/Archives/edgar/data/1077800/000101968706001326/technest_sb2a2-130617.htm"
    ]
  },
  {
    "note": [
      "Rent expense related to these leases was $24,301 for the year ended December 31, 2003."
    ],
    "title": [
      "The Company rents certain office space from a company owned by a minority stockholder of the Company"
    ],
    "type": null
  },
  {
    "note": [
      "The Company has guaranteed certain debt of RMS (see Note 6)."
    ],
    "title": [
      "The Company recorded as distributions amounts expended on behalf of RMS Enterprises, LLC in the amount of $159,821 for the year ended December 31, 2003"
    ],
    "type": null
  },
  {
    "note": [
      "The Company's experience with these audits has generally been favorable."
    ],
    "title": [
      "NOTE 6. CONTINGENCIES The Company's billings on time and material contracts are based on provisional general & administrative and overhead rates which are subject to audit by the contracting government agency. Audits have been completed for all fiscal years through 2001"
    ],
    "type": null
  },
  {
    "container-title": [
      "On October"
    ],
    "date": [
      "2005"
    ],
    "note": [
      "upon the exercise, by those"
    ],
    "title": [
      "Technest issued an aggregate of 302,868 shares of common stock to Southridge Partners LP and Southshore Capital Fund Ltd"
    ],
    "type": "article-journal",
    "volume": [
      "4"
    ]
  },
  {
    "author": [
      {
        "family": "entities",
        "given": "of common stock purchase warrants"
      }
    ],
    "note": [
      "thereof."
    ],
    "title": [
      "The issuance of these securities was not registered under the Securities Act of 1933, as amended, but was made in reliance upon the exemptions from the registration requirements of the Securities Act set forth in Section 4(2"
    ],
    "type": null
  },
  {
    "container-title": [
      "Inc. and ipPartners, Inc. upon the exercise, by those entities, of common"
    ],
    "date": [
      "2005-06-20"
    ],
    "title": [
      "Technest issued an aggregate 208,910 shares of common stock to Verdi Consulting"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "warrants",
        "particle": "stock purchase"
      }
    ],
    "note": [
      "thereof."
    ],
    "title": [
      "The issuance of these securities was not registered under the Securities Act of 1933, as amended, but was made in reliance upon the exemptions from the registration requirements of the Securities Act set forth in Section 4(2"
    ],
    "type": null
  },
  {
    "container-title": [
      "Incorporated by reference Filed with Exhibit Description this Registration Form Filing Date Exhibit No. No. Statement"
    ],
    "title": [
      "Item 27. Exhibits"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "4.8"
    ],
    "date": [
      "2005"
    ],
    "pages": [
      "4 6"
    ],
    "title": [
      "Form of Technest Common Stock Purchase Warrant 8-K February 15"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "No",
        "given": "Amendment"
      }
    ],
    "citation-number": [
      "4.11"
    ],
    "note": [
      "Inc., Verdi Consulting, Inc., ipPartners, Inc., Southridge Partners LP and Southshore Capital Fund, Ltd., amending the Registration Rights Agreement dated February 14, 2005 among these parties"
    ],
    "title": [
      "1 to the Registration Rights Agreement dated October 3, 8-K October 7, 2005 4.2 2005 among Technest Holdings"
    ],
    "type": null
  },
  {
    "citation-number": [
      "10.2"
    ],
    "note": [
      "L.P., the Rearden Trust, the Four Life Trust, J.P. Carey Enterprises, Inc., J.P. Carey Securities, Inc., and Atlantis Capital Fund Limited, dated April 1, 2003"
    ],
    "title": [
      "Form of Purchase and Sale Agreement by and among Technest Holdings, 10-KSB April 15, 2005 10.38 Inc., and Cache Capital (USA"
    ],
    "type": null
  },
  {
    "citation-number": [
      "10.14"
    ],
    "container-title": [
      "Inc. and Technest Holdings, Inc. dated August 17"
    ],
    "date": [
      "2005"
    ],
    "title": [
      "Stock Purchase Agreement between Markland 8-K August 18, 2005 10.1 Technologies"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "5/16/2014 4:01:38 PM SB-2 Amendment No"
    ],
    "date": [
      "2 Page 192"
    ],
    "type": "chapter",
    "url": [
      "http://www.sec.gov/Archives/edgar/data/1077800/000101968706001326/technest_sb2a2-130617.htm"
    ]
  },
  {
    "author": [
      {
        "literal": "Jackson Square Office Park Deed of Lease by and between LJ Holding, L.C."
      }
    ],
    "citation-number": [
      "10.23"
    ],
    "note": [
      "10-QSB February 21, 2006 10.3 and E-OIR Technologies, Inc., dated September 22, 2004"
    ],
    "type": null
  },
  {
    "citation-number": [
      "10.24"
    ],
    "container-title": [
      "Inc., dated May"
    ],
    "date": [
      "2005"
    ],
    "title": [
      "Deed of Commercial Office Lease Agreement between BDC Spotsylvania 10-QSB February 21, 2006 10.4 LLC and E-OIR Technologies"
    ],
    "type": "article-journal",
    "volume": [
      "16"
    ]
  },
  {
    "citation-number": [
      "10.25"
    ],
    "note": [
      "dated September 29, 2005"
    ],
    "title": [
      "First Amendment to Deed of Commercial Office Lease Agreement between 10-QSB February 21, 2006 10.5 BDC Spotsylvania LLC and E-OIR Technologies, Inc"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Paul J Kingston",
        "given": "Lease",
        "particle": "between"
      },
      {
        "family": "M.P.A",
        "given": "Trustee",
        "particle": "of"
      }
    ],
    "citation-number": [
      "10.26"
    ],
    "note": [
      "Inc., dated December 31, 2005"
    ],
    "title": [
      "Realty Trust, and Technest 10-QSB February 21, 2006 10.6 Holdings"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Joseph P",
        "given": "Form",
        "particle": "of Restricted Stock Agreement between"
      }
    ],
    "citation-number": [
      "10.32"
    ],
    "publisher": [
      "Inc"
    ],
    "title": [
      "Mackin and 8-K March 17, 2006 10.5 Technest Holdings"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Holdings",
        "given": "Technest"
      },
      {
        "given": "Inc"
      }
    ],
    "citation-number": [
      "10.35"
    ],
    "date": [
      "2006",
      "2006-03-17"
    ],
    "genre": [
      "Plan 8-K"
    ],
    "issue": [
      "8"
    ],
    "title": [
      "Stock Award"
    ],
    "type": null,
    "volume": [
      "10"
    ]
  },
  {
    "author": [
      {
        "given": "i"
      }
    ],
    "title": [
      "Any preliminary prospectus or prospectus of the undersigned small business issuer relating to the offering required to be filed pursuant to Rule 424 (§230.424 of this chapter"
    ],
    "type": null
  },
  {
    "container-title": [
      "to the registration statement to be signed on its behalf by the undersigned, in the City of Boston, Commonwealth of Massachusetts, on May 24"
    ],
    "date": [
      "2006"
    ],
    "issue": [
      "2"
    ],
    "note": [
      "TECHNEST HOLDIINGS, INC. By: /s/ Joseph P. Mackin Joseph P. Mackin Chief Executive Officer"
    ],
    "title": [
      "In accordance with the requirements of the Securities Act of 1933, the registrant certifies that it has reasonable grounds to believe that it meets all of the requirements of filing on Form SB-2 and authorized this Amendment"
    ],
    "type": "article-journal",
    "volume": []
  }
]
