[
  {
    "author": [
      {
        "given": "Crispin"
      },
      {
        "literal": ". . ."
      }
    ],
    "container-title": [
      "n o d i c e (1928) Orig U S ; used to denote a completely unsuccessful attempt • P. G. See also g r e m l i n under A mechanical fault at Vehicles Wodehouse: I was around at her bank this morning trying to"
    ],
    "date": [
      "1962",
      "1977",
      "1927",
      "1939",
      "1969"
    ],
    "note": [
      "find out what her balance was, but no dice. Fanny won't part."
    ],
    "pages": [
      "393"
    ],
    "title": [
      "The police tried to trace the handkerchief, I take it?' g l i t c h",
      "Applied to a sudden brief They did, but no soap.'",
      "irregularity or malfunction of equipment, etc., t u r k e y",
      "U S ; applied to an unsuccessful film originally especially i n a spacecraft; origin or theatrical production • Groucho Marx: The boys unknown • Product Engineering: It generated digital at the studio have lined up another turkey for u s",
      "I saw the transients that caused the abort guidance to send false signals. present one the other day and didn't care much for it",
      "Phillips said it took an inordinately long time to find this glitch"
    ],
    "type": "chapter"
  },
  {
    "date": [
      "1952"
    ],
    "title": [
      "To be unsuccessful"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Strong",
        "given": "L.A.G."
      }
    ],
    "date": [
      "1794",
      "1972",
      "1948",
      "1876",
      "1800"
    ],
    "note": [
      "• John Steinbeck: S'pose Curley jumps a big chop into s m a l l pieces • Times: Thames R.C. made"
    ],
    "title": [
      "Times: Husky south Korean girls white-washed Thailand 106-d o",
      "If I do Sid, I'm to have a go at 17 ... in the second game",
      "Sailor Berridge",
      "make mincemeat of",
      "From earlier sense, l i c k"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "him",
        "particle": "guy an' licks"
      }
    ],
    "date": [
      "1955",
      "1937",
      "1884",
      "1813",
      "1884"
    ],
    "note": [
      "denote h u m i l i a t i n g defeat • G. A. Birmingham: He"
    ],
    "pages": [],
    "title": [
      "Ever'body says what a game guy Curley is. mincemeat of all their opponents in the Grand Eights",
      "And s'pose he does the same thing and gets licked",
      "US; origin unknown s m a s h",
      "• Western Daily Press: To join in a British wipe the floor with (1887) Orig US; used to expedition to 'smash' the Mahdi"
    ],
    "type": null
  },
  {
    "date": [
      "1823",
      "1991",
      "1918"
    ],
    "note": [
      "s k u n k (1843) U S • David Delman: She'll skunk Nell donkey-lick, donkey-wallop (1890) Duncan today, and win. (1972) Australian; applied especially to horse-racing;"
    ],
    "title": [
      "w a l k o v e r",
      "• Guardian: They thought they could was so infernally certain that the Emperor would wipe the floor walk all over us. But we have won",
      "with us"
    ],
    "type": null
  }
]
