[
  {
    "author": [
      {
        "family": "Emilio Segrè Visual Archives",
        "given": "W.F.Meggers Gallery of Nobel Laureates"
      }
    ],
    "container-title": [
      "Stab. Lit. Anst., courtesy AIP Emilio Segrè Visual Archives, Weber collection. Page 28, X-ray hand: AIP Emilio Segrè Visual Archives, Lande collection. Page 29, Marie and Pierre Curie: AIP Emilio Segrè Visual Archives, W.F. Meggers Gallery of Nobel Laureates Page 36, Lorentz and Zeeman:  The Nobel Foundation",
      " The Nobel Foundation. Page 39, Millikan and Anderson:  The Nobel Foundation"
    ],
    "editor": [
      {
        "family": "Barr",
        "given": "E.Scott"
      },
      {
        "family": "Collections",
        "given": "Weber"
      }
    ],
    "location": [
      "Page 2, Planck",
      "Page 37, Thomson",
      "Page 40, Stückelberg",
      "Page 48, Gell-Mann",
      "Page 51, Pauli",
      "Page 56, Powell"
    ],
    "publisher": [
      "AIP†",
      "Courtesy Georges Stückelberg",
      "Harvey of Pasadena, courtesy AIP Emilio Segrè Visual Archives",
      "CERN, courtesy AIP Emilio Segrè Visual Archives",
      " The Nobel Foundation"
    ],
    "title": [
      "Page 9, Bohr: AIP Emilio Segrè Visual Archives. Page 12: Rutherford: Nature, courtesy AIP Emilio Segrè Visual Archives. Page 16, Maxwell: Original photograph in the possession of Sir Henry Roscoe, courtesy AIP Emilio Segrè Visual Archives. Page 20, Dirac: Photo by A. Börtzells Tryckeri, courtesy AIP Emilio Segrè Visual Archives",
      "Page 28, Röntgen: Photo by Gen"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "literal": "Page 56, Perkins: Courtesy Donald Perkins."
      },
      {
        "family": "Kobayashi",
        "given": "Makota"
      }
    ],
    "container-title": [
      "Page 110, Pais: Courtesy Nederlandse Natuurkundige Vereniging. Page 127, Einstein:  The Nobel Foundation. Page 141, C. Wilson:  The Nobel Foundation. Page 142, Cherenkov, Frank and Tamm:  The Nobel Foundation. Page 150, Glaser:  The Nobel Foundation, Page 150, BEBC: Courtesy CERN. Page 151, Bubble chamber picture: Courtesy CERN",
      "Page"
    ],
    "location": [
      "Kobayashi",
      "Page 156, Fukui"
    ],
    "note": [
      "Page 156, Charpak:  The Nobel Foundation. Page 158, Linde and Engelen:  M. Veltman. Page 164, Hess:  The Nobel Foundation. Page 164, Wulf:  Archiv der Norddeutschen Provinz SJ (ANPSJ) – Abt."
    ],
    "publisher": [
      "Courtesy",
      "Courtesy CERN"
    ],
    "title": [
      "Page 57. Occhialini and Blackett: Amaldi Archives, Dipartimento di Fisica, Università “La Sapienza”, Rome, courtesy AIP Emilio Segrè Visual Archives. Page 60, Uhlenbeck, Kramers and Goudsmit: AIP Emilio Segrè Visual Archives, Goudsmit collection. Page 63, Richter and Ting:  The Nobel Foundation. Page 65, Perl:  The Nobel Foundation. Page 65, Zichichi: Courtesy Antonino Zichichi. Page 72, Fermi: AIP Emilio Segrè Visual Archives, William G. Myers collection. Page 74, Rubbia and van der Meer:  The Nobel Foundation. Page 86, Heisenberg: AIP Emilio Segrè Visual Archives. Page 87, Schrödinger: AIP Emilio Segrè Visual Archives. Page 93, Born:  The Nobel Foundation. Page 98, Cabibbo: Courtesy Nicola Cabibbo",
      "Page 105, Maskawa: Courtesy Toshihide Maskawa"
    ],
    "type": "article-journal",
    "volume": [
      "105"
    ]
  },
  {
    "collection-title": [
      "Segrè Collection"
    ],
    "date": [
      "Page 191"
    ],
    "location": [
      "Wilson",
      "Page 183, Adams",
      "Page 190, Schwartz",
      "Page 190, Pontecorvo"
    ],
    "note": [
      "Lee and Yang:  The Nobel Foundation. Page 195, Lederman and Steinberger:  The Nobel Foundation."
    ],
    "publisher": [
      "AIP Emilio Segrè Visual Archives, Physics Today Collection",
      "AIP Emilio Segrè Visual Archives",
      "AIP Emilio Segrè Visual Archives, W.F. Meggers Gallery of Nobel Laureates",
      "AIP Emilio Segrè Visual Archives"
    ],
    "title": [
      "Page 168, Cockroft and Walton:  The Nobel Foundation. Page 170, Lawrence: Photograph by Watson Davis, Science Service, Berkeley National Laboratory, University of California at Berkeley, courtesy AIP Emilio Segrè Visual Archives, Fermi Film. Page 170, cyclotron: Ernest Orlando Lawrence Berkeley National Laboratory, courtesy AIP Emilio Segrè Visual Archives. Page 173, Touschek: Courtesy CERN Courier. Page 177, aerial SLAC: Courtesy SLAC. Page 177, drawing of TESLA: Courtesy DESY. Page 182, Panofsky: AIP Emilio Segrè Visual Archives, Physics Today Collection. Page 183, R"
    ],
    "type": null
  }
]
