[
  {
    "location": [
      "Washington, D.C"
    ],
    "title": [
      "FAST FACTS"
    ],
    "type": null
  },
  {
    "container-title": [
      "NW, in the Mazza Gallerie"
    ],
    "pages": [
      "202 362–4000"
    ],
    "title": [
      "American Express There’s an American Express Travel Service office at 1150 Connecticut Ave. NW (& 202/457-1300) and another in upper northwest Washington at 5300 Wisconsin Ave"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Ave",
        "given": "Michigan"
      }
    ],
    "date": [
      "23rd St"
    ],
    "genre": [
      "NW & 202/884-5000);"
    ],
    "note": [
      "NW at Washington Circle & 202/715-4000; Georgetown University Medical Center, 4000 Reservoir Rd. NW & 202/784-2000; or Howard University Hospital, 2041 Georgia Ave. NW (& 202/865-6100)."
    ],
    "publisher": [
      "George Washington University Hospital"
    ],
    "type": null
  },
  {
    "title": [
      "Hot Lines To reach a 24-hour poison-control hot line, call & 800/222-1222; to reach a 24-hour crisis line, call & 202/561-7000; and to reach the"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1"
    ],
    "note": [
      "These bus and boat tour prices include the price of admission to Mount Vernon. Gray Line Buses (& 202/289-1995; www.graylinedc.com) go to Mount Vernon daily (except Christmas, Thanksgiving, and New Year’s Day), leaving"
    ],
    "title": [
      "Mount Vernon Only 16 miles south of the capital, George Washington’s Southern plantation dates from a 1674 land grant to the president’s great-grandfather. ESSENTIALS GETTING THERE If you’re going by car, take any of the bridges over the Potomac River into Virginia and follow the signs pointing the way to National Airport/Mount Vernon/George Washington Memorial Parkway. You travel south on the George Washington Memorial Parkway, the river always to your left, passing by National Airport on your right, continuing through Old Town Alexandria, where the parkway is renamed “Washington Street,” and heading 8 miles farther, until you reach the large circle that fronts Mount Vernon. You might also take a bus or boat to Mount Vernon"
    ],
    "type": null
  },
  {
    "note": [
      "its Francis Hopkinson suggested putting it on wheels so that it could follow the charred walls painted white; becomes known as White House."
    ],
    "title": [
      "when a statue of George Washington ■ 1812 War with England. ■ 1814 British burn Washington. was commissioned in 1783, satirist ■ 1817 Executive Mansion rebuilt"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "around",
        "particle": "government"
      }
    ],
    "title": [
      "Before perma- ■ 1822 Population reaches 33,000"
    ],
    "type": null
  },
  {
    "location": [
      "Lancaster, Princeton, knowledge"
    ],
    "title": [
      "nently settling in Washington, Congress ■ 1829 Smithsonian Institution founded convened in New York, Baltimore, for the “increase and diffusion of Philadelphia"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Annapolis",
        "given": "York"
      },
      {
        "given": "Trenton"
      }
    ],
    "title": [
      "■ 1861 Civil War; Washington becomes"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "York"
      }
    ],
    "note": [
      "■ 1943 Pantheon-inspired Jefferson the Revolutionary War. As a further Memorial and Pentagon completed."
    ],
    "title": [
      "The North would support a ■ 1922 Lincoln Memorial completed. H I S TO RY 1 0 1 289 southern site for the capital in return ■ 1941 First plane lands at National for the South’s assumption of debts Airport; United States declares war incurred by the northern states during on Japan"
    ],
    "type": null
  },
  {
    "note": [
      "from 800,000 to 764,000."
    ],
    "title": [
      "sop to the North, it was agreed that ■ 1960 Population declines for first the seat of government would remain time"
    ],
    "type": null
  },
  {
    "note": [
      "■ 1971 John F. Kennedy Center for ENTER L’ENFANT TERRIBLE Performing Arts opens."
    ],
    "title": [
      "in Philadelphia through 1800 to allow ■ 1963 More than 200,000 March on suitable time for surveying, purchas- Washington, hear Martin Luther King ing land, and constructing govern- Jr.’s “I Have a Dream” speech supportment buildings. ing civil rights"
    ],
    "type": null
  },
  {
    "title": [
      "An act passed in 1790 specified a site ■ 1976 Metro, city’s first subway system, “not exceeding 10 miles square” to be opens in time for bicentennial"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Potomac",
        "particle": "located on the"
      }
    ],
    "title": [
      "Pres. George ■ 1982 Vietnam Veterans Memorial Washington, an experienced surveyor erected in Constitution Gardens"
    ],
    "type": null
  },
  {
    "note": [
      "■ 1995 Korean War Veterans Memorial Virginia 303⁄ 4 square miles for the new is dedicated. Pennsylvania Avenue"
    ],
    "title": [
      "charged with selecting the exact site, ■ 1993 U.S. Holocaust Memorial chose a part of the Potomac Valley Museum opens near Mall. ■ 1994 Marion Barry is elected to a where the river becomes tidal and is joined by the Anacostia. Maryland fourth term as mayor after serving gladly provided 691⁄ 4 square miles and time in prison"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "District",
        "given": "Federal"
      }
    ],
    "date": [
      "1846"
    ],
    "title": [
      "Virginia’s closed to vehicular traffic in front of territorial contribution was returned the White House on security grounds"
    ],
    "type": null
  },
  {
    "note": [
      "It has since been said that “it would have dal. In December, the House of Representatives impeaches the president."
    ],
    "title": [
      "to the state.) The District today covers ■ 1997 Federal government offers aid about 67 square miles. package to save D.C. from bank-President Washington hired French ruptcy. Franklin Delano Roosevelt military engineer Pierre Charles L’En- Memorial is dedicated. ■ 1998 White House beset by sex scanfant to lay out the federal city"
    ],
    "type": null
  },
  {
    "container-title": [
      "Februperament”"
    ],
    "note": [
      "for the job. L’Enfant arrived ary, the Senate acquits the president."
    ],
    "title": [
      "been hard to find a man better quali- ■ 1999 Washington, D.C., inaugurates fied artistically and less fitted by tem- Mayor Anthony Williams"
    ],
    "type": "chapter"
  },
  {
    "location": [
      "London Rome Washington, D.C"
    ],
    "title": [
      "FROMMER’S® IRREVERENT GUIDES Amsterdam Los Angeles San Francisco Boston Manhattan Seattle & Portland Chicago New Orleans Vancouver Las Vegas Paris Walt Disney World®"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Bed",
        "given": "T.H.E.U.N.O.F.F.I.C.I.A.L.G.U.I.D.E.S.®"
      },
      {
        "given": "Breakfasts"
      },
      {
        "family": "Southwest",
        "given": "Country"
      }
    ],
    "container-title": [
      "Maui World’s Best Diving Vacations SPECIAL-INTEREST TITLES Frommer’s Adventure Guide to Australia & Frommer’s France’s Best Bed & Breakfasts and New Zealand Country Inns Frommer’s Adventure Guide to Central America Frommer’s Gay & Lesbian Europe Frommer’s Adventure Guide to India & Pakistan Frommer’s Italy’s Best Bed & Breakfasts and Frommer’s Adventure Guide to South America Country Inns Frommer’s Adventure Guide to Southeast Asia Frommer’s Road Atlas Britain Frommer’s Adventure Guide to Southern Africa Frommer’s Road Atlas Europe Frommer’s Britain’s Best Bed & Breakfasts and Frommer’s Road Atlas France Country Inns The New York Times’ Guide to Unforgettable Frommer’s Caribbean Hideaways Weekends Frommer’s Exploring America by RV Places Rated Almanac Frommer’s Fly Safe, Fly Smart Retirement Places Rated"
    ],
    "location": [
      "London Washington, D.C"
    ],
    "title": [
      "South Central Mexio’s Best Beach Resorts Inns in: Plains Mid-Atlantic with Kids California U.S.A. Mini Las Vegas Great Lakes States Beyond Disney Mini-Mickey Mid-Atlantic Branson, Missouri New England & New York with New England California with Kids Kids Northwest Central Italy New Orleans Rockies Chicago New York City Southeast Cruises Paris Southwest Disneyland® San Francisco Best RV & Tent Campgrounds in: Florida with Kids Skiing & Snowboarding in the West California & the West Golf Vacations in the Eastern U.S. Southeast with Kids Florida & the Southeast Great Smoky & Blue Ridge Region Walt Disney World® Great Lakes States Inside Disney Walt Disney World® for Mid-Atlantic Hawaii Grown-ups Northeast Las Vegas Walt Disney World® with Kids Northwest & Central Plains"
    ],
    "type": "chapter"
  },
  {
    "publisher": [
      "AOL Keyword:Travel"
    ],
    "title": [
      "Travelocity,® Travelocity.com® and the Travelocity skyline logo are trademarks and/or service marks of Travelocity.com LP. © 2003 Travelocity.com LP.All rights reserved"
    ],
    "type": "book"
  }
]
