[
  {
    "author": [
      {
        "given": "J.P."
      },
      {
        "family": "Net Capital Rule",
        "given": "J.P.Morgan Securities is eligible to use J.P.Morgan Securities J.P.",
        "particle": "broker-dealer subsidiary is the"
      }
    ],
    "note": [
      "As of December 31, 2018, J.P. Morgan Securities maintained J.P. Morgan Securities has elected to compute its minimum tentative net capital in excess of the minimum and net capital requirements in accordance with the “Alternative notification requirements."
    ],
    "title": [
      "Morgan Securities Under the market and credit risk standards of Appendix E of JPMorgan Chase’s principal U.S",
      "Morgan Securities is subject to the alternative method of computing net capital if, in Rule 15c3-1 under the Securities Exchange Act of 1934 addition to meeting its minimum net capital requirements, (the “Net Capital Rule”). J.P. Morgan Securities is also it maintains tentative net capital of at least $1.0 billion. J.P. registered as a futures commission merchant and subject to Morgan Securities is required to notify the SEC in the event Rule 1.17 of the CFTC. that tentative net capital is less than $5.0 billion"
    ],
    "type": null
  },
  {
    "title": [
      "Net Capital Requirements” of the Net Capital Rule. The following table presents J.P.Morgan Securities’ net capital information"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "J.P",
        "given": "J.P.Morgan Securities",
        "particle": "plc"
      }
    ],
    "note": [
      "December 31, 2018 Total capital(a) CET1 ratio Total capital ratio (in millions, except ratios) Estimated Estimated Minimum Estimated Minimum J.P. Morgan Securities plc $ 53,086 17.4% 4.5% 22.5% 8.0% (a) Includes the tier 2 qualifying subordinated debt securities issued to meet the MREL requirements to which J.P. Morgan Securities plc became subject to on January 1, 2019. For additional information on MREL, refer to Supervision & Regulation on"
    ],
    "pages": [
      "1–6"
    ],
    "title": [
      "Morgan Securities plc is a wholly-owned subsidiary of JPMorgan Chase Bank, N.A. and is the Firm’s principal operating subsidiary in the U.K. It has authority to engage in banking, investment banking and broker-dealer activities. J.P. Morgan Securities plc is jointly regulated by the PRA and the FCA. J.P. Morgan Securities plc is subject to the European Union Capital Requirements Regulation and the PRA capital rules, each of which implemented Basel III and thereby subject J.P. Morgan Securities plc to its requirements. The following table presents J.P. Morgan Securities plc’s capital information"
    ],
    "type": null
  },
  {
    "container-title": [
      "Morgan Securities LLC and facilitates a comparison of the business segment with Loan-equivalent"
    ],
    "note": [
      "Represents the portion of the unused the performance of competitors. commitment or other contingent exposure that is expected,"
    ],
    "title": [
      "Managed basis: A non-GAAP presentation of Firmwide JPMorgan Chase: JPMorgan Chase & Co. financial results that includes reclassifications to present revenue on a fully taxable-equivalent basis. Management JPMorgan Chase Bank, N.A.: JPMorgan Chase Bank, also uses this financial measure at the segment level, National Association because it believes this provides information to enable JPMorgan Clearing: J.P. Morgan Clearing Corp. investors to understand the underlying operational performance and trends of the particular business segment JPMorgan Securities: J.P"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "GAAP",
        "given": "U.S."
      },
      {
        "family": "enterprises",
        "given": "Accounting",
        "particle": "principles generally accepted in the U.S. U.S. government-sponsored"
      },
      {
        "family": "obligations",
        "given": "U.S.G.S.E."
      },
      {
        "family": "U.S",
        "given": "In",
        "particle": "the"
      }
    ],
    "container-title": [
      "government. U.S. LCR: Liquidity coverage ratio under the final U.S. rule. U.S. Treasury: U.S. Department of the Treasury VA: U.S. Department of Veterans Affairs"
    ],
    "location": [
      "VaR"
    ],
    "note": [
      "is a measure of the dollar amount of potential loss from adverse market moves in an ordinary"
    ],
    "publisher": [
      "“Value-at-risk”"
    ],
    "title": [
      "GSEs are quasigovernmental, privately held entities established by Congress to improve the flow of credit to specific sectors of the economy and provide certain essential services to the public. U.S. GSEs include Fannie Mae and Freddie Mac, but do not include Ginnie Mae, which is directly owned by the U.S. Department of Housing and Urban Development. U.S. GSE obligations are not explicitly guaranteed as to the timely payment of principal and interest by the full faith and credit of the U.S"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Co.",
        "given": "L.L.C.United States J.P.Morgan Treasury Technologies Corporation United States J.P.Morgan International Finance Limited United States Chase Paymentech Europe Limited Ireland J.P.Morgan Bank Luxembourg S.A.Luxembourg JPMorgan Securities Japan"
      },
      {
        "family": "J.P",
        "given": "Ltd Japan Chase Paymentech Solutions Inc Canada J.P.Morgan International Bank Limited United Kingdom J.P.Morgan Capital Holdings Limited United Kingdom J.P.Morgan Securities P.L.C.United Kingdom"
      }
    ],
    "container-title": [
      "Morgan Services India Private Limited India JPMorgan Asset Management Holdings Inc. United States JPMorgan Distribution Services, Inc. United States JPMorgan Asset Management International Limited United Kingdom JPMorgan Asset Management Holdings (UK) Limited United Kingdom JPMorgan Asset Management (UK) Limited United Kingdom JPMorgan Asset Management Holdings (Luxembourg) S.à r.l. Luxembourg JPMorgan Asset Management (Europe) S.à r.l. Luxembourg J.P. Morgan Investment Management Inc. United States J.P"
    ],
    "date": [
      "2018-12-31"
    ],
    "note": [
      "United States J.P. Morgan Securities LLC United States J.P. Morgan Equity Holdings, Inc. United States Chase Bank USA, National Association United States Chase Card Funding LLC United States Chase Issuance Trust United States Chase BankCard Services, Inc. United States Exhibit 23"
    ],
    "publisher": [
      "Morgan Broker-Dealer Holdings Inc"
    ],
    "title": [
      "Organized Under Name The Laws Of JPMorgan Chase Bank, National Association United States Paymentech",
      "Morgan AG Germany JPMorgan Chase Holdings LLC United States J.P"
    ],
    "type": "chapter"
  },
  {
    "date": [
      "1934"
    ],
    "note": [
      "The information contained in the Report fairly presents, in all material respects, the financial condition and results of operations of JPMorgan Chase & Co."
    ],
    "pages": [
      "2"
    ],
    "title": [
      "In connection with the Annual Report of JPMorgan Chase & Co. on Form 10-K for the period ended December 31, 2018 as filed with the Securities and Exchange Commission on the date hereof (the “Report”), each of the undersigned officers of JPMorgan Chase & Co., certify, pursuant to 18 U.S.C. Section 1350, as adopted pursuant to Section 906 of the Sarbanes-Oxley Act of 2002, that: 1. The Report fully complies with the requirements of Section 13(a) or 15(d) of the Securities Exchange Act of"
    ],
    "type": "report"
  }
]
