[
  {
    "author": [
      {
        "family": "S. U. Chase",
        "particle": "rings has been developed jointly by"
      },
      {
        "family": "Harrison",
        "given": "D.K."
      },
      {
        "family": "Rosenberg",
        "given": "A."
      }
    ],
    "container-title": [
      "A.M.S",
      "A.M.S",
      "and Amitsur's paper in J. Math. Soc. Japan"
    ],
    "date": [
      "1959",
      "1960",
      "1962"
    ],
    "pages": [
      "73–112",
      "327–356,",
      "1–25"
    ],
    "title": [
      "This paper will appear in Transactions A.M.S. A general cohomology theory of fields has been given by Amitsur in Trans",
      "See also the paper by Rosenberg and Zelinsky on this subject in Trans"
    ],
    "type": "article-journal",
    "volume": [
      "90",
      "97",
      "14"
    ]
  },
  {
    "author": [
      {
        "given": "I.>"
      }
    ],
    "container-title": [
      "Brauer in Math. Annalen"
    ],
    "date": [
      "1962",
      "1934"
    ],
    "location": [
      "New York"
    ],
    "note": [
      "Reference to the classical works on the subject is given in this paper. A general reference book for Galois theory of equations is Tschebotarow's Gurndzuge der Galois'schen Theorie, Groningen, 1950 (translated from Russian by Schwerdtfeger). Chapter m. D. K. Harrison has given a general theory of abelian"
    ],
    "pages": [
      "437–500"
    ],
    "title": [
      " t r ) and a Galois extension P of <I>(ti) with Galois group isomorphic to the given group G. This problem is still open except for special cases (Sn, alternating group and some others). Next one needs to know that <I> is a Hilbertian field in the sense that Hilbert's irreducibility theorem holds for <1>. (For example, the rational field is Hilbertian; the field of p-adic numbers and finite fields are not.) A discussion of this theorem and its relation to Galois theory is given in S. Lang's book Diophantine Geometry",
      "Chapter VIII. An interesting aspect of the classical Galois theory of equations is Klein's theory of form problems. A development of this from the point of view of algebras, particularly crossed products, is due to R"
    ],
    "type": "article-journal",
    "volume": [
      "110"
    ]
  },
  {
    "author": [
      {
        "family": "Chapter",
        "suffix": "IV"
      },
      {
        "family": "Nostrand Co",
        "given": "D.",
        "particle": "Van"
      }
    ],
    "container-title": [
      "A.M.S",
      "Colloquium"
    ],
    "date": [
      "1963",
      "1946",
      "1962",
      "1960",
      "1963"
    ],
    "editor": [
      {
        "literal": "Ed."
      },
      {
        "literal": "Ed."
      }
    ],
    "location": [
      "New York"
    ],
    "note": [
      "For this the reader may consult Chevalley's book Algebraic Functions of One Variable, Princeton, 1951, Artin's book Theory of Algebraic Numbers, Gottingen, 1959, and E. Weiss' book Algebraic Number Theory,"
    ],
    "pages": [
      "230–235",
      "1",
      "2"
    ],
    "publisher": [
      "Inc., Princeton"
    ],
    "title": [
      "extension fields in Trans",
      "Some of the deeper results of this chapter have been developed to meet the needs of algebraic geometry. The reader may consult S. Lang's Introduction to Algebraic Geometry, 1958, or A. Weil's Foundations of Algebraic Geometry, A.M.S",
      "for these connections. Chapter V. There are several directions that one may take in pursuing the subject matter of this chapter. First, one can study the general theory of valuations as given in Zariski-Samuel's Commutative Algebra",
      "Chapter VI. Secondly, this chapter leads to the arithmetic theory of number fields and fields of algebraic functions of one variable"
    ],
    "type": "article-journal",
    "volume": [
      "106",
      "29, Providence",
      "II"
    ]
  },
  {
    "container-title": [
      "For this the reader may consult Serre's book Corps Locaux"
    ],
    "date": [
      "1962"
    ],
    "location": [
      "Paris"
    ],
    "title": [
      "A third direction which one can take after studying Chapter V is local class field theory"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Chapter",
        "suffix": "VI"
      }
    ],
    "date": [
      "1927"
    ],
    "title": [
      "The original Artin-Schreier theory is given in papers by Artin and Schreier and by Artin in the Hamburg Abhandl"
    ],
    "type": null,
    "volume": [
      "5"
    ]
  },
  {
    "container-title": [
      "Seidenberg's work is in Annals of Math"
    ],
    "date": [
      "1954"
    ],
    "note": [
      "The reader may consult A. Robinson's book, Model Theory, Amsterdam, 1963, particularly Chapter VIII. Also references to the literature are given in this book."
    ],
    "pages": [
      "365–374"
    ],
    "title": [
      "Our exposition follows these papers rather closely",
      "This contains also a statement of Tarski's principle and, of course, a reference to Tarski's earlier paper. Much of the present chapter can be developed also as a part of mathematical logic, more exactly, as an aspect of the theory of models"
    ],
    "type": "article-journal",
    "volume": [
      "60"
    ]
  }
]
