[
  {
    "location": [
      "Amsterdam, Niederlande. Amsterdam, The Netherlands"
    ],
    "note": [
      "the \"Securities\") Deutsche Finance (Netherlands) B.V., of Deutsche Finance (Netherlands"
    ],
    "publisher": [
      "B.V"
    ],
    "title": [
      "im Gesamtnennbetrag von ZAR 4.000.000.000,- in the aggregate principal amount of (die „Anleihe\") der ZAR 4,000,000,000"
    ],
    "type": null
  },
  {
    "note": [
      "pursuant to § 9 of the Conditions of Issue may schaft unterbleiben mag, die auf die Schuldver- fail to effect payment, shall receive the amounts schreibungen zahlbaren Beträge nach Maßgabe payable in respect of the Securities in accordder Anleihebedingungen erhalten. ance with the terms of the Conditions of Issue."
    ],
    "title": [
      "pflichtungen der Deutsche Finance (Nether- ons of Deutsche Finance (Netherlands) B.V. and lands) B.V. sowie aller sonstigen Gründe, aus of any other grounds on the basis of which Deutdenen die Zahlung durch die Deutsche Finance sche Finance (Netherlands) B.V. or the company (Netherlands) B.V. oder die gemäß § 9 der An- which may have been substituted for the same leihebedingungen an ihre Stelle getretene Gesell"
    ],
    "type": null
  },
  {
    "note": [
      "Deutsche Finance (Netherlands) B.V. - Issuer -"
    ],
    "type": null
  },
  {
    "container-title": [
      "On"
    ],
    "date": [
      "1978-07-06",
      "1988"
    ],
    "note": [
      "Deutsche Finance (Netherlands) B.V. was incorporated on November 9,",
      "The Articles of Association were last amended before D.E.M. Aleman, Notary, on November 17, 1988 by a notarial deed."
    ],
    "title": [
      "1976 under the law of the Netherlands under the name B.V. Optor Onroerend Goed Exploitatie Maatschappij III with corporate seat in Amsterdam",
      "the name was changed to Central Frankfurt Properties B.V., and on January 22, 1985 to Deutsche Financieringsmaatschappij Nederland B.V. The Company has been operating under its present name since November 17"
    ],
    "type": "article-journal"
  },
  {
    "title": [
      "The Company is a wholly-owned subsidiary of Deutsche Bank Aktiengesellschaft, Frankfurt am Main"
    ],
    "type": null
  }
]
