[
  {
    "author": [
      {
        "family": "H. J",
        "given": "R.O.B.E.R.T.H.F.R.A.N.K.B.E.N.S.B.E.R.N.A.N.K.E.Robert H.Frank",
        "particle": "is the"
      }
    ],
    "container-title": [
      "After 1985, where he was named receiving his B.S. from Georgia the Howard Harrison and Tech in 1966, he taught math and science for two years as a Gabrielle Snyder Beck Professor of Economics and Public Peace Corps Volunteer in rural Nepal. He received his M.A. in Affairs, and where he served as Chairman of the Economics statistics in 1971 and his Ph.D. in economics in 1972 from The Department"
    ],
    "title": [
      "Professor Bernanke received Louis Professor of Manage- his B.A. in economics from ment and Professor of Eco- Harvard University in 1975 nomics at Cornell’s Johnson and his Ph.D. in econom-School of Management, where ics from MIT in 1979. He he has taught since 1972. His taught at the Stanford Gradu-“Economic View” column ap- ate School of Business from pears regularly in The New York 1979 to 1985 and moved Times. He is a Distinguished to Princeton University in Senior Fellow at Demos"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Peter",
        "particle": "the"
      },
      {
        "given": "body"
      }
    ],
    "date": [
      "2014",
      "1992",
      "2000",
      "2020-01-31"
    ],
    "note": [
      "Before his appoint-School of Business in 2008–09. His papers have appeared in ment as Chairman, Professor Bernanke was Chairman of the the American Economic Review, Econometrica, the Journal of President’s Council of Economic Advisers, from June 2005 to"
    ],
    "title": [
      "University of California at Berkeley. During leaves of absence Professor Bernanke was sworn in on February 1, 2006, as from Cornell, he has served as chief economist for the Civil Chairman and a member of the Board of Governors of the Federal Aeronautics Board (1978–1980), a Fellow at the Center for Reserve System—his second term expired January 31",
      "Pro-Advanced Study in the Behavioral Sciences",
      "Pro- fessor Bernanke also serves as Chairman of the Federal Open fessor of American Civilization at l’École des Hautes Études Market Committee, the Fed’s principal monetary policymaking en Sciences Sociales in Paris",
      "He was appointed as a member of the Board to a full Charlotte Schoenfeld Visiting Faculty Fellow at the NYU Stern 14-year term, which expires"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "customers",
        "given": "An",
        "particle": "increased preference for U.S. goods by foreign"
      }
    ],
    "container-title": [
      "• An increase in the real interest rate on U.S. assets or a reduction in the real interest rate on Japanese assets, which would make U.S"
    ],
    "note": [
      "assets more attractive to foreign savers. To acquire U.S. assets, Japanese savers would demand more dollars."
    ],
    "title": [
      "For example, Japanese airlines might find that U.S.-built aircraft are superior to others, and decide to expand the number of American-made planes in their fleets. To buy the American planes, Japanese airlines would demand more dollars on the foreign exchange market. • An increase in real GDP abroad, which implies higher incomes abroad, and thus more demand for imports from the United States"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "trade surplus as a percentage of GDP. When imports exceed exports in a given period exports, the vertical distance between the two lines represents the U.S. trade deficit. INTERNATIONAL CAPITAL FLOWS AND THE BALANCE OF TRADE 419"
    ],
    "date": [
      "1960"
    ],
    "title": [
      "trade deficit when imports Figure 15.6 shows the components of the U.S. trade balance since",
      "The blue exceed exports, the difference line represents U.S. exports as a percentage of GDP; the red line, U.S. imports as a between the value of a country’s percentage of GDP. When exports exceed imports, the vertical distance between the imports and the value of its two lines gives the U.S"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "1960, only 5 percent of U.S. GDP"
    ],
    "title": [
      "Figure 15.6 shows first that international trade has become an increasingly important part of the U.S. economy in the past several decades"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "G.D.P."
      }
    ],
    "title": [
      "was exported, and the value of imports equaled 4.2 percent of U.S",
      "By 2008, almost 13 percent of U.S. production was sold abroad and imports were over 17 percent of U.S"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "G.D.P."
      }
    ],
    "note": [
      "to the rest of the world in late"
    ],
    "title": [
      "The steep decline in imports and exports in 2009 was the result of the worldwide recession that began in late 2007 and spread from the U.S"
    ],
    "type": null
  },
  {
    "date": [
      "2008"
    ],
    "title": [
      "As the recession ended, both U.S. exports and imports have once again increased, but the trade deficit has diminished somewhat compared to the levels seen during the mid 2000s"
    ],
    "type": null
  }
]
