[
  {
    "note": [
      "Facebook has propounded Interrogatory No.9, which asks:"
    ],
    "type": null
  },
  {
    "date": [
      "2009-07-28"
    ],
    "title": [
      "I ordered that, following several preceding steps, Facebook provide Leader with access to its entire source code, subject to the procedures set forth in the Protective"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Order"
      }
    ],
    "note": [
      "D.I. 78 and hereinafter \"Source Code Order\""
    ],
    "title": [
      "35), no later than August 21,2009"
    ],
    "type": null
  },
  {
    "note": [
      "D.I. 82), and Facebook's objections are pending before Judge Farnan."
    ],
    "title": [
      "On August 10, 2009, Facebook objected to my Source Code Order"
    ],
    "type": null
  },
  {
    "note": [
      "D.I. 85) Following the"
    ],
    "title": [
      "On August 12, 2009, Facebook requested that I stay execution ofthe Source Code Order until after Judge Farnan rules on the pending objections to it"
    ],
    "type": null
  },
  {
    "note": [
      "on August 20, 2009, I"
    ],
    "title": [
      "submission of additional letter briefs and a teleconference with the parties"
    ],
    "type": null
  },
  {
    "note": [
      "D.I. 98 & Ex. D; D.I. 104)."
    ],
    "title": [
      "asserted claims; and several detailed letters further articulating Leader's infringement theory"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "A."
      }
    ],
    "title": [
      "I also believe that Facebook understands Leader's infringement theory"
    ],
    "type": null
  },
  {
    "title": [
      "This case has been effectively stalled for some time, with Leader insisting it needs access"
    ],
    "type": null
  },
  {
    "issue": [
      "L"
    ],
    "note": [
      "later than September 15, 2009."
    ],
    "title": [
      "procedures set forth in the Protective Order"
    ],
    "type": null,
    "volume": [
      "D"
    ]
  },
  {
    "citation-number": [
      "4."
    ],
    "title": [
      "Leader shall provide Facebook with a list of the source code modules with respect to which it seeks production of technical documents no later than September 22,2009"
    ],
    "type": null
  },
  {
    "citation-number": [
      "5."
    ],
    "date": [
      "2009"
    ],
    "title": [
      "Facebook shall provide Leader with all such relevant technical documents no later than September 29"
    ],
    "type": null
  },
  {
    "citation-number": [
      "6."
    ],
    "title": [
      "Leader shall promptly complete its review ofFacebook's source code and"
    ],
    "type": null
  }
]
