[
  {
    "author": [
      {
        "literal": "Group B streptococcus, E. coli, Salmonella spp., Klebsiella spp., L."
      },
      {
        "family": "meningitides",
        "given": "S.pneumoniae"
      },
      {
        "given": "H."
      }
    ],
    "editor": [
      {
        "family": "coli",
        "given": "E."
      },
      {
        "family": "streptococcus",
        "given": "Group B."
      },
      {
        "family": "pneumoniae",
        "given": "S."
      },
      {
        "family": "influenzae",
        "given": "H."
      }
    ],
    "issue": [
      "cytogenes 3mths–18yrs N"
    ],
    "note": [
      "influenzae 18–50yrs S. pneumoniae, N. meningitidis, (S. suis – especially Southeast Asia) >50yrs S. pneumoniae, N. meningitidis, L. monocytogenes, Gram negative bacilli, (S. suis – especially Southeast Asia"
    ],
    "pages": [
      "1–3"
    ],
    "title": [
      "Table 10.1 Common causes of bacterial meningitis Age Most common organisms <1mth"
    ],
    "type": null,
    "volume": []
  },
  {
    "note": [
      "Fragile X; Down’s syndrome), congenital infections (e.g. HSV, rubella, HIV, toxoplasmosis, syphilis, CMV), exposure to toxins, e.g. alcohol, maternal disorder, e.g. preeclampsia."
    ],
    "title": [
      "Box 19.9 Causes of moderate to severe ID • Prenatal (50–70%): genetic (e.g"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Perinatal"
      }
    ],
    "date": [
      "10–20%"
    ],
    "title": [
      "LBW, extreme prematurity, birth asphyxia or brain trauma, neonatal sepsis, encephalitis, kernicterus"
    ],
    "type": null
  },
  {
    "note": [
      "lead poisoning), iodine deficiency, malnutrition."
    ],
    "title": [
      "• Postnatal (5–10%): brain damage due to trauma, infections, toxic agents (e.g"
    ],
    "type": null
  },
  {
    "note": [
      "source: OPD and in patient health services, home-visitors). • Basic needs: water quantity, food availability, sanitation, shelter, other needs; (source: agencies in charge of specific services). • Programme activities: No. consultations/wk, attendance rate, no. admissions/wk, hospital mortality rate, measles vaccine coverage. (source: registers of the programmes concerned)."
    ],
    "title": [
      "In general, 5 categories of data are gathered: • Demography: total and <5yrs population, new arrivals and departures; (source: UN agencies, community leaders, home-visitors, rapid household sample surveys). • Mortality: crude and <5yrs mortality rates, cause specific mortality rates; (source: grave counts, hospitals, home-visitors, community leaders). • Morbidity: disease incidence and attack rates (per 1000/wk"
    ],
    "type": null
  }
]
