[
  {
    "date": [
      "2016"
    ],
    "note": [
      "Under the J.P. Morgan and Chase brands, the Firm serves services they provide to their respective client bases, refer to Business millions of customers in the U.S. and many of the world’s most prominent Segment Results on pages 51–70, and Note 33. corporate, institutional and government clients."
    ],
    "title": [
      "Delaware law in 1968, is a leading global financial services firm and one of four major reportable business segments, as well as a Corporate segment. the largest banking institutions in the United States of America (“U.S.”), The Firm’s consumer business is the Consumer & Community Banking with operations worldwide; the Firm had $2.5 trillion in assets and $254.2 (“CCB”) segment. The Firm’s wholesale business segments are Corporate billion in stockholders’ equity as of December 31",
      "The Firm is a & Investment Bank (“CIB”), Commercial Banking (“CB”), and Asset & leader in investment banking, financial services for consumers and small Wealth Management (“AWM”) (formerly Asset Management or “AM”). businesses, commercial banking, financial transaction processing and asset For a description of the Firm’s business segments, and the products and management"
    ],
    "type": null
  },
  {
    "container-title": [
      "Morgan Securities LLC (“JPMorgan Securities”), the Firm’s U.S. investment banking firm. The bank and nonbank subsidiaries of JPMorgan Chase operate nationally as well as through overseas branches and subsidiaries, representative offices and subsidiary foreign banks. One of the Firm’s principal operating subsidiaries in the U.K"
    ],
    "note": [
      "is J.P. Morgan Securities plc, a subsidiary of JPMorgan Chase Bank, N.A."
    ],
    "title": [
      "JPMorgan Chase’s principal bank subsidiaries are JPMorgan Chase Bank, National Association (“JPMorgan Chase Bank, N.A.”), a national banking association with U.S. branches in 23 states, and Chase Bank USA, National Association (“Chase Bank USA, N.A.”), a national banking association that is the Firm’s credit card-issuing bank. JPMorgan Chase’s principal nonbank subsidiary is J.P"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "J.P."
      },
      {
        "given": "P.R.A."
      },
      {
        "family": "FCA. J.P",
        "particle": "the"
      },
      {
        "given": "J.P."
      }
    ],
    "container-title": [
      "At December"
    ],
    "date": [
      "2016"
    ],
    "note": [
      "Both ratios exceeded the minimum standards of 4.5% and 8.0%, respectively, under the transitional requirements of the European Union’s (“EU”) Basel III Capital Requirements Directive and Regulation, as well as the additional capital requirements specified by the PRA."
    ],
    "title": [
      "Morgan Securities plc is a wholly owned subsidiary of JPMorgan Chase Bank, N.A. and is the Firm’s principal operating subsidiary in the U.K. It has authority to engage in banking, investment banking and broker-dealer activities. J.P. Morgan Securities plc is jointly regulated by the U.K",
      "Morgan Securities plc is subject to the European Union Capital Requirements Regulation and the U.K. PRA capital rules, under which it has implemented Basel III",
      "Morgan Securities plc had estimated total capital of $34.5 billion, its estimated CET1 capital ratio was 13.8% and its estimated total capital ratio was 17.4%"
    ],
    "type": "article-journal",
    "volume": [
      "31"
    ]
  },
  {
    "author": [
      {
        "given": "U.S."
      }
    ],
    "note": [
      "Based on JPMorgan Chase’s"
    ],
    "title": [
      "federal income taxes have not been provided on the undistributed earnings of certain non-U.S. subsidiaries, to the extent that such earnings have been reinvested abroad for an indefinite period of time"
    ],
    "type": null
  },
  {
    "container-title": [
      "If not utilized, the U.S. federal NOL carryforwards will expire between 2025 and 2036 and the non-U.S. NOL carryforwards will expire in 2017. Foreign tax credit carryforwards were $776 million and will expire between 2022 and 2026",
      "At December"
    ],
    "date": [
      "2016"
    ],
    "title": [
      "JPMorgan Chase has recorded deferred tax assets of $2.2 billion at December 31, 2016, in connection with U.S. federal and non-U.S. NOL carryforwards and foreign tax credit carryforwards",
      "total U.S. federal NOL carryforwards were approximately $3.8 billion and non-U.S. NOL carryforwards were $142 million"
    ],
    "type": "article-journal",
    "volume": [
      "31"
    ]
  },
  {
    "title": [
      "The valuation allowance at December 31, 2016, was due to losses associated with non-U.S. subsidiaries"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "instrument"
      }
    ],
    "container-title": [
      "In late 2016, the Firm settled the Canadian class are proceeding. actions; those settlements are subject to Court approval. Investment Management Litigation. The Firm is defending two pending General Motors Litigation",
      "Discovery has against JPMorgan Chase Bank, N.A., in its individual capacity and as been completed. In January 2016, plaintiffs filed a joint partial motion for Administrative Agent for other lenders on the Term Loan, seeking to hold summary judgment in the coordinated actions. In February 2017, the Court the underlying lien invalid based on the filing of a UCC-3 termination ruled in plaintiffs’ favor as to the interpretation of an applicable statutory statement relating to the Term Loan. In January 2015, following several provision and the rejection of a certain defense"
    ],
    "date": [
      "2009-07"
    ],
    "editor": [
      {
        "family": "JPMorgan Chase Bank",
        "given": "N.A."
      },
      {
        "given": "In"
      }
    ],
    "note": [
      "but otherwise preserved for court proceedings, the United States Court of Appeals for the Second trial the determination of whether JPMIM breached the governing contract Circuit reversed the Bankruptcy Court’s dismissal of the Creditors and is liable for plaintiffs’ claimed losses under the standard of gross Committee’s claim and remanded the case to the Bankruptcy Court with negligence. The trial is scheduled to begin in March 2017."
    ],
    "title": [
      "The second action was filed in the province of Quebec, and In addition, certain merchants have filed individual actions against Visa and seeks authorization to represent only those persons in Quebec who engaged MasterCard, as well as against the Firm and other banks, and those actions in FX transactions",
      "participated in, cases that are coordinated for pre-trial and trial purposes, alleging that and was the Administrative Agent on behalf of a syndicate of lenders on, a investment portfolios managed by J.P. Morgan Investment Management $1.5 billion syndicated Term Loan facility (“Term Loan”) for General (“JPMIM”) were inappropriately invested in securities backed by Motors Corporation (“GM”",
      "in connection with the GM residential real estate collateral. Plaintiffs Assured Guaranty (U.K.) and bankruptcy proceedings, the Official Committee of Unsecured Creditors of Ambac Assurance UK Limited claim that JPMIM is liable for total losses Motors Liquidation Company (“Creditors Committee”) filed a lawsuit of more than $1 billion in market value of these securities"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Justice",
        "given": "Department",
        "particle": "of"
      },
      {
        "family": "U.S",
        "particle": "the"
      }
    ],
    "container-title": [
      "December 2013, the District Court granted final Futures Trading Commission (“CFTC”), the U.S. Securities and Exchange approval of the settlement"
    ],
    "note": [
      "Commission (“SEC”) and various state attorneys general, as well as the A number of merchants appealed to the United States Court of Appeals for European Commission (“EC”), the U.K. Financial Conduct Authority"
    ],
    "title": [
      "in some cases, interviews, from federal and state agencies and entities, credit card network’s rules, including those that prohibit surcharging credit including the U.S",
      "Commodity card transactions"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Second Circuit",
        "particle": "the"
      },
      {
        "family": "which",
        "given": "in June"
      }
    ],
    "date": [
      "2016"
    ],
    "title": [
      "vacated the District Court’s (“FCA”), the Canadian Competition Bureau, the Swiss Competition certification of the class action and reversed the approval of the class Commission (“ComCo”) and other regulatory authorities and banking settlement. The case has been remanded to the District Court for further associations around the world relating primarily to the process by which"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Purchase"
      },
      {
        "family": "JPMorgan Chase Bank",
        "given": "N.A.JPMorgan Chase Bank",
        "particle": "Assumption Agreement between"
      },
      {
        "given": "N.A."
      },
      {
        "given": "J.P."
      }
    ],
    "container-title": [
      "Morgan mutual funds, in the Firm’s CCB and AWM wealth signed a settlement agreement to resolve (i) pending litigation brought by management businesses, and the U.S. Private Bank’s disclosures Deutsche Bank National Trust Company against the FDIC and JPMorgan"
    ],
    "date": [
      "2015"
    ],
    "editor": [
      {
        "given": "December"
      }
    ],
    "title": [
      "Proprietary Products Investigations and Litigation",
      "Morgan Securities LLC agreed to a and the FDIC relating to JPMorgan Chase Bank, N.A.’s purchase of settlement with the SEC, and JPMorgan Chase Bank, N.A. agreed to a substantially all of the assets and certain liabilities of Washington Mutual settlement with the CFTC, regarding disclosures to clients concerning Bank (the “Purchase & Assumption Agreement”). conflicts associated with the Firm’s sale and use of proprietary products, The Firm, Deutsche Bank National Trust Company and the FDIC have such as J.P"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "GAAP",
        "given": "U.S."
      },
      {
        "family": "enterprises",
        "given": "Accounting",
        "particle": "principles generally accepted in the U.S. U.S. government-sponsored"
      },
      {
        "family": "obligations",
        "given": "U.S.G.S.E."
      },
      {
        "family": "U.S",
        "given": "In",
        "particle": "the"
      }
    ],
    "container-title": [
      "government. U.S. LCR: Liquidity coverage ratio under the final U.S. rule. U.S. Treasury: U.S. Department of the Treasury VA: U.S. Department of Veterans Affairs"
    ],
    "location": [
      "VaR"
    ],
    "note": [
      "is a measure of the dollar amount of potential loss from adverse market moves in an ordinary market environment."
    ],
    "publisher": [
      "“Value-at-risk”"
    ],
    "title": [
      "GSEs are quasi-governmental, privately held entities established by Congress to improve the flow of credit to specific sectors of the economy and provide certain essential services to the public. U.S. GSEs include Fannie Mae and Freddie Mac, but do not include Ginnie Mae, which is directly owned by the U.S. Department of Housing and Urban Development. U.S. GSE obligations are not explicitly guaranteed as to the timely payment of principal and interest by the full faith and credit of the U.S"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Co.",
        "given": "Ltd Japan J.P."
      },
      {
        "family": "J.P",
        "given": "Kingdom J.P.Morgan Securities P.L.C.United Kingdom J.P.Morgan Europe Limited United Kingdom"
      }
    ],
    "container-title": [
      "United States Bank One International Holdings Corporation United States J.P. Morgan International Finance Limited United States J.P. Morgan Overseas Capital Corporation United States J.P. Morgan Whitefriars Inc. United States JPMorgan Securities Japan",
      "Morgan Ventures Energy Corporation United States JPMorgan Distribution Services, Inc. United States J.P. Morgan Services India Private Limited India J.P. Morgan Broker-Dealer Holdings Inc. United States J.P. Morgan Securities LLC United States J.P. Morgan Equity Holdings, Inc. United States Chase Bank USA, National Association United States Chase BankCard Services, Inc. United States Chase Card Funding LLC United States Chase Issuance Trust United States JPMorgan Asset Management Holdings Inc. United States J.P. Morgan Investment Management Inc"
    ],
    "date": [
      "2016-12-31"
    ],
    "note": [
      "Morgan Capital Holdings Limited United Kingdom J.P. Morgan Chase (UK) Holdings Limited United Kingdom J.P. Morgan Chase International Holdings United",
      "United States JPMorgan Asset Management International Limited United Kingdom JPMorgan Asset Management Holdings (UK) Limited United Kingdom JPMorgan Asset Management (UK) Limited United Kingdom JPMorgan Asset Management Holdings (Luxembourg) S.à r.l. Luxembourg JPMorgan Asset Management (Europe) S.à r.l. Luxembourg Exhibit 23"
    ],
    "title": [
      "Organized Under Name The Laws Of JPMorgan Chase Bank, National Association United States Paymentech, LLC United States Chase Mortgage Holdings, Inc. United States J.P. Morgan Treasury Technologies Corporation United States J.P. Morgan International, Inc",
      "Morgan AG Germany Dearborn Merchant Services, Inc. Canada Chase Paymentech Solutions Canada Paymentech Salem Services, LLC United States Chase Paymentech Europe Limited Ireland J.P",
      "Morgan International Bank Limited United Kingdom JPMorgan Chase Holdings LLC United States J.P"
    ],
    "type": "chapter"
  },
  {
    "note": [
      "the “Report”), each of the undersigned officers of JPMorgan Chase & Co., certify, pursuant to 18 U.S.C. Section"
    ],
    "title": [
      "In connection with the Annual Report of JPMorgan Chase & Co. on Form 10-K for the period ended December 31, 2016 as filed with the Securities and Exchange Commission on the date hereof"
    ],
    "type": "report"
  },
  {
    "citation-number": [
      "1350,"
    ],
    "container-title": [
      "The information contained in the Report fairly presents, in all material respects, the financial condition and results of operations of JPMorgan Chase & Co"
    ],
    "title": [
      "as adopted pursuant to Section 906 of the Sarbanes-Oxley Act of 2002, that: 1. The Report fully complies with the requirements of Section 13(a) or 15(d) of the Securities Exchange Act of 1934; and 2"
    ],
    "type": "chapter"
  }
]
