[
  {
    "container-title": [
      "Arts"
    ],
    "date": [
      "2005"
    ],
    "note": [
      "tayloristische Managementkonzepte anwandten, die von einem 26 Ebd., 77. Heer von Fachpersonal, ManagerInnen, KellnerInnen, Wasch- 27 Vgl. ebd., 87–88. salonangestellten, HoteldienerInnen und KöchInnen durchge- 28 Vgl. Fick, Annabella: New York Hotel Experience, Bielefeld 2017, 37. 29 Vgl. Trotzki, Leo: Fragen des Alltagslebens, Essen 2001."
    ],
    "pages": [
      "72–103"
    ],
    "title": [
      "Alternative zum Familienleben, in der Hausarbeit in großen 25 Vgl. Pfueller Davidson, Lisa: ‚Early Twentieth-Century Hotel Architects and the Origins of Standardization“, The Journal of Decorative and Propaganda Küchen organisiert wurde, die, wie in traditionellen Fabriken"
    ],
    "type": "article-journal",
    "volume": [
      "25"
    ]
  },
  {
    "container-title": [
      "In den infor-Indigenous Modernities. Negotiating Architecture and Urbanism, Milton Park 2005. mal settlements leben die Subalternen dieser Erde, also diejeni-3 Im März 2019 haben wir, zusammen mit den Kollegen Rolf Gruber (FH gen Menschen",
      "Delhi’s Urban Governmentalities"
    ],
    "date": [
      "2007"
    ],
    "note": [
      "die strukturell in sozialer und politischer Hin- Erfurt), Manoj Mathur, Leon A. Morenas, Rajaprakash Purushothaman und"
    ],
    "title": [
      "– aufbauend auf diese Ähnlichkeit – die informellen Sied- Learning from Delhi, Farnham 2010; Legg, Stephen: Spaces of Colonialism",
      "Patil, C.B./ lungen in Delhi als eine besondere Form der commons. Damit Ray, Purnima: Delhi, a Bibliography, New Delhi 1997; Hosagrahar, Jyoti: aktivieren wir auch das Thema der Subalternität"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Koolhaas",
        "given": "See Rem"
      },
      {
        "family": "Boeri",
        "given": "Stefano"
      },
      {
        "family": "Kwinter",
        "given": "Sanford"
      },
      {
        "family": "Fabricius",
        "given": "Daniela"
      },
      {
        "family": "Obrist",
        "given": "Hans Ulrich"
      },
      {
        "family": "Tazi",
        "given": "Nadia"
      }
    ],
    "container-title": [
      "Bauwelt",
      "New Left Review"
    ],
    "date": [
      "2004",
      "Matthew Gandy",
      "2015"
    ],
    "pages": [
      "20–31",
      "37–53"
    ],
    "title": [
      "spatial commons to the possibilities presented by scientific 5",
      "Mutations (Barcelona, 2000); for a urban research. critical analysis, see also: Matthew Gandy, “Lagos trotz Koolhaas",
      "Learning from Lagos"
    ],
    "type": "article-journal",
    "volume": [
      "48",
      "33"
    ]
  },
  {
    "author": [
      {
        "family": "Graz",
        "given": "Österreichische Radgipfel",
        "particle": "in"
      }
    ],
    "citation-number": [
      "12."
    ],
    "container-title": [
      "Architektur Graz mit Beiträgen abende mit Impulsvorträgen von Aglaée Degros and the Ruhr Area. Moreover, the situation des Instituts für Städtebau"
    ],
    "location": [
      "Groningen, Barcelona, New York, Oslo, Graz"
    ],
    "note": [
      "Institut für Städtebau), Andreas Schuster"
    ],
    "title": [
      "Themen"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "29."
    ],
    "container-title": [
      "Die Aus-Architekturmuseums (DAM) „Fahr Rad!“, die team from the Institute of Urbanism (Aglaée stellung des Deutschen Architekturmuseums im Sommer 2019 im Haus der Architektur in Degros, Eva Schwab, Sabine Gindl) in the wurde von Annette Becker, Stefanie Lampe Graz gastierte, präsentierte Projekte, in denen und Lessano Negussie kuratiert. ■ scope of the course “AK Urbanism 2” in the"
    ],
    "title": [
      "Mai bis 14. August 2019 and the history of cycling in Graz was refer-(Green City München), Wolfgang Feigl (Land enced in the exhibition contributions, which Steiermark) und Verkehrsplaner Markus Frewein, Die Wanderausstellung des Deutschen were prepared by the students and the project sowie eine Radexkursion durch Graz"
    ],
    "type": "chapter"
  }
]
