[
  {
    "author": [
      {
        "family": "Andel",
        "particle": "van"
      },
      {
        "given": "Tjeerd"
      }
    ],
    "date": [
      "1994"
    ],
    "edition": [
      "2nd edn"
    ],
    "title": [
      "New Views on an Old Planet. Cambridge University Press. Lovely account of the Earth that elegantly interlaces tectonics and climate"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Beerling",
        "given": "David"
      }
    ],
    "date": [
      "2007"
    ],
    "note": [
      "Very nice account of the Earthly role of the (all too often) forgotten kingdom of the plants."
    ],
    "publisher": [
      "Oxford University Press"
    ],
    "title": [
      "The Emerald Planet"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Cadbury",
        "given": "Deborah"
      }
    ],
    "date": [
      "2001"
    ],
    "title": [
      "The Dinosaur Hunters. HarperCollins. The topic has had many books written about it, but this account came as a (highly pleasurable) surprise to me in the freshness of its approach"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Darwin",
        "given": "Charles"
      }
    ],
    "date": [
      "1845"
    ],
    "title": [
      "The Voyage of the Beagle. Wordsworth Classics. A remarkable journey around the world, narrated by the greatest of all natural historians"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Dawkins",
        "given": "Richard"
      }
    ],
    "date": [
      "1986"
    ],
    "note": [
      "My favourite among this prolific author’s takes on evolution."
    ],
    "title": [
      "The Blind Watchmaker"
    ],
    "translator": [
      {
        "family": "Norton",
        "given": "W.W."
      },
      {
        "given": "Co"
      }
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Diamond",
        "given": "Jared"
      }
    ],
    "date": [
      "1997"
    ],
    "title": [
      "Guns, Germs and Steel. Vintage books. Fascinating if bleak examination of just how humans took over the Earth"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Fortey",
        "given": "Richard"
      }
    ],
    "date": [
      "2005"
    ],
    "title": [
      "Earth: An Intimate History. Knopf/Random House. Excellent on the various phenomena—volcanoes, earthquakes—that are by-products of the working of Earth’s plate tectonics engine"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Trilobite!",
        "given": "Richard Fortey’s"
      }
    ],
    "date": [
      "2000"
    ],
    "publisher": [
      "HarperCollins) and Hidden Landscape"
    ],
    "type": "book"
  },
  {
    "date": [
      "1993"
    ],
    "title": [
      "Pimlico) also get nicely under the skin of strange ancient fossils and landscapes, respectively"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Gould",
        "given": "Stephen Jay"
      }
    ],
    "date": [
      "1978"
    ],
    "publisher": [
      "Oxford University Press"
    ],
    "title": [
      "Ever Since Darwin. Burnett Books. The first of Gould’s many fine essay collections that I ever read, and still (for that reason?) my favourite. Of his longer books, Wonderful Life (1990, Hutchinson) is remarkable in basing a splendid—and best-selling—narrative on the dry and technical content of three palaeontological monographs (and a philosophical alternative view of the same fauna is The Crucible of Creation by Simon Conway Morris (1998"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Imbrie",
        "given": "John"
      },
      {
        "family": "Imbrie",
        "given": "Katherine"
      }
    ],
    "date": [
      "1986"
    ],
    "publisher": [
      "Harvard University Press"
    ],
    "title": [
      "Ice Ages: Solving the Mystery",
      "A great account of the early scientists who discovered the reality of past glaciations, and of their successors who worked out the astronomical mechanism behind them. It’s written by one of the pioneers among the latter and his journalist daughter; they make a fine team"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Kunzig",
        "given": "Robert"
      }
    ],
    "container-title": [
      "Marvellous"
    ],
    "date": [
      "2000"
    ],
    "note": [
      "As good on the structure of the oceans as on their inhabitants."
    ],
    "title": [
      "Mapping the Deep: The Extraordinary Story of Ocean Science. Sort Of Books"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Leakey",
        "given": "Richard"
      },
      {
        "family": "Lewin",
        "given": "Roger"
      }
    ],
    "date": [
      "1996"
    ],
    "title": [
      "The Sixth Extinction: Biodiversity and its Survival. Weidenfeld and Nicholson. Fine, thought-provoking account of extinctions, past and present"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Lovelock",
        "given": "James"
      }
    ],
    "date": [
      "2006"
    ],
    "title": [
      "The Revenge of Gaia. Allen Lane. By the creator of a distinctive and influential interpretation of the Earth, and an eloquent description of its (and our) possible future"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Nield",
        "given": "Ted"
      }
    ],
    "date": [
      "2007"
    ],
    "title": [
      "Supercontinent: Ten Billion Years in the Life of Our Planet. Granta Books. Highly readable and nicely quirky account of the working of past (and future) plate tectonics"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Pratchett",
        "given": "Terry"
      },
      {
        "family": "Stewart",
        "given": "Ian"
      },
      {
        "family": "Cohen",
        "given": "Jack"
      }
    ],
    "date": [
      "2000"
    ],
    "title": [
      "The Science of Discworld. Ebury Press. There are fables (Pratchett’s for one, Miyazaki’s films for another) in which a subtle and intelligent view of the world underlies the magic and adventure. This is a hybrid of the Unseen University and of alternative worlds, and works very well"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Redfern",
        "given": "Martin"
      }
    ],
    "date": [
      "2003"
    ],
    "title": [
      "The Earth: A Very Short Introduction. Oxford University Press. Excellent on the inner workings of the Earth (and far more comprehensive than one might expect for a book that fits nicely into a jacket pocket"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Roberts",
        "given": "Neil"
      }
    ],
    "date": [
      "1989"
    ],
    "title": [
      "The Holocene: An Environmental History. Blackwell. A textbook on the environment of the last eleven thousand years—yet highly readable"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Rudwick",
        "given": "Martin"
      }
    ],
    "date": [
      "1976",
      "2005"
    ],
    "edition": [
      "2nd edn"
    ],
    "publisher": [
      "University of Chicago Press"
    ],
    "title": [
      "The Meaning of Fossils. Neal Watson Academic Publications. A scholarly yet highly accessible account of the beginnings of palaeontology. It shows how hard it was really to divine, in those early days, that a fossil was once a living thing. A magisterial update by the same author is Bursting the Limits of Time"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Walker",
        "given": "Gabrielle"
      },
      {
        "family": "King",
        "given": "Sir David"
      }
    ],
    "date": [
      "2008"
    ],
    "title": [
      "The Hot Topic: How to Tackle Global Warming and Still Keep the Lights On. Bloomsbury. Our environmental legacy is something that is best kept to a minimum: here is a clear and persuasive account of how the heat might be kept down"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Wilson",
        "given": "E.O."
      }
    ],
    "date": [
      "1993"
    ],
    "title": [
      "The Diversity of Life. Harvard University Press. Life and what we are doing to it by one of the great twentieth-century biologists"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Winchester",
        "given": "Simon"
      }
    ],
    "date": [
      "2001"
    ],
    "note": [
      "The story of the man who showed us how to read the Earth."
    ],
    "publisher": [
      "Harper Collins"
    ],
    "title": [
      "The Map that changed the World: William Smith and the Birth of Modern Geology"
    ],
    "type": null
  }
]
