[
  {
    "citation-number": [
      "624"
    ],
    "container-title": [
      "B.C. Thales Pythagoras"
    ],
    "pages": [
      "580–500"
    ],
    "type": "chapter"
  },
  {
    "note": [
      "statement, \"I think, therefore I am,\" as he kept warm by a Francis Bacon 1561-1626 English Knowledge is power. stove while on military Rene Descartes 1596-1650 French 1 think, therefore 1 am. service in Bavaria, Germany."
    ],
    "title": [
      "Famous philosophical sayings Warm thoughts Philosopher Dates Nationality Quotation In 1620, Rene Descartes Protagoras C.485-410B.C. Greek Man is the measure of all things. thought up his most famous Socrates 470-399 B.C. Greek The unexamined life is not worth living"
    ],
    "type": null
  },
  {
    "title": [
      "George Berkeley 1685-1753 Irish To be is to be perceived"
    ],
    "type": null
  },
  {
    "title": [
      "David Hume 1711-76 Scottish Beauty in things exists in the mind which contemplates them"
    ],
    "type": null
  },
  {
    "title": [
      "Jean-Jacques Rousseau 1712-78 French Man is born free, and everywhere he is in chains"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "G.W.F."
      }
    ],
    "title": [
      "Hegel 1770-1831 German History teaches us that people have never learnt anything from history"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Mill",
        "given": "John Stuart"
      }
    ],
    "date": [
      "1806"
    ],
    "title": [
      "English Ask yourself whether you are happy, and you cease to be so"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Marx",
        "given": "Karl"
      }
    ],
    "date": [
      "1818"
    ],
    "title": [
      "German Philosophers have only interpreted the world, the point is to change it"
    ],
    "type": null
  },
  {
    "container-title": [
      "Henry Fielding 1707-54 English Tom Jones Autobiography An account of a Laurence Sterne 1713-68 Irish Tristram Shandy person's life that is written or W"
    ],
    "note": [
      "Von Goethe 1748-1832 German J. Faust recorded by that person."
    ],
    "title": [
      "person, place, or work of art; its nature or relevance is not explained by the Edmund Spenser 1552-99 English The Faerie Queene writer but relies on the reader's John Milton 1608-74 English Paradise Lost familiarity with what is John Bunyan 1628-88 English The Pilgrim 's Progress mentioned"
    ],
    "type": "chapter"
  },
  {
    "title": [
      "William Wordsworth 1770-1850 F'nglish Lyrical Ballads"
    ],
    "type": null
  },
  {
    "container-title": [
      "Walt Whitman 1819-92 American leaves of Grass Drama A story written in dialogue, or Gustave Flaubert 1821-80 French Madame Binary conversational"
    ],
    "note": [
      "form so that it can be spoken and Feodor Dostoyevsky 1821-81 Russian Crime and Punishment acted. Leo Tolstoy 1828-1910 Russian War and Peace"
    ],
    "title": [
      "Biography An account of a Jane Austen 1775-1817 English Pride and Prejudice person's life written by another. Mary Shelley 1797-1851 English Frankenstein Character A person in a story or Honore de Balzac 1799-1850 French OldGoriot drama, or a sketch describing some •\"* character Huckleberry Finn Victor Hugo 1802-85 F'rench Les Miserables recognizable type of person. Charles Dickens 1812-70 English Oliver 'Twist Cliche A phrase or saying made Charlotte Bronte 1816-55 English Jane Fyre commonplace by overuse. Emily Bronte 1818-48 English II ulhering Heights Couplet A pair of rhyming verse lines. George Eliot 1819-80 English Middleman h Criticism The reasoned discussion of literary Herman Melville 1819-91 American Mol>y Dick works"
    ],
    "type": "chapter"
  },
  {
    "note": [
      "e.g., buzz, William Golding 1911-93 English Lord of the Flics crackle, hiss, snap, splash)."
    ],
    "title": [
      "Novel An invented, or fictitious, story that George Orwell 1903-50 English Animal Farm usually deals with human relationships, often in a Evelyn Waugh 1903-66 F^nglish Brides/ieacl Rtx isiti d specified setting. Pablo Neruda 1904-73 ( Ihilean Great Song Onomatopoeia The use of words that seem to Graham Greene 1904-91 Flnglish The Paver and the Glory imitate the sounds they refer to"
    ],
    "type": null
  },
  {
    "title": [
      "Patrick White 1912-90 Australian 1 aw"
    ],
    "type": null
  },
  {
    "container-title": [
      "Doris Lessing b.1919- English The Golden Notebook Murdoch h. 1919- English Bruno's Die, mi Satire A kind of writing that makes fun of the Iris"
    ],
    "title": [
      "Oral Anything that is spoken or verbal. Albert Camus 1913-60 F'rench TheStrangei Plot The pattern of events in a story or a play. Dylan Thomas 1914-53 Welsh Under Milt Wood Rhetoric Eloquence in public speaking or Anthony Burgess b.1917- English A ( 'locktaork On writing for the most persuasive effect"
    ],
    "type": "chapter"
  },
  {
    "title": [
      "uprising against British in North America Independence signed"
    ],
    "type": null
  },
  {
    "note": [
      "Led by George Enlightenment in the multivolume VEncyclopidie Washington, they had won independence by 1783."
    ],
    "title": [
      "THE ENCYCLOPEDIA American Revolution 1775-83 French philosophers Denis Diderot and Jean Le Rom Americans disliked paying taxes to a government in d'Alembert collected and published the ideas of the which they had no representation"
    ],
    "type": null
  },
  {
    "container-title": [
      "It included L'Encyclopedk French Revolution"
    ],
    "note": [
      "On July 14, 1789, their supporters in Paris VOLTAIRE Franklin (1706-90) was a stormed the Bastille prison, an ancient symbol of The French thinker Voltaire royal authority, and launched the French Revolution."
    ],
    "title": [
      "between 17.S1 and 1786",
      "1789 contributions by thinkers In return for funding the bankrupt Louis XVI, the such as Voltaire and Rousseau. French lords, clergy, and commons demanded more BENJAMIN FRANKLIN Benjamin American Benjamin Franklin power"
    ],
    "type": "article-journal"
  },
  {
    "title": [
      "Catherine the Great 1729-96 Empress of Russia, brought Russia fully into Western European cultural life"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1840"
    ],
    "title": [
      "New Zealand: Treaty of Waitangi. List convict-settlers arrive in Australia"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1845-46"
    ],
    "note": [
      "ircat Exhibition held in London Britain and France process Italian unification"
    ],
    "title": [
      "Failure of 1848 Year of Revolution in Europe 1852 Louis Napoleon Bonaparte becomes Napoleon III 1858 V.V Gnat Eastern, largest potato crop in Ireland 1849 Collapse of revolutionary movements 1853-56 Crimean 1856 Bessemer invents ship of us time, launched leads to severe famine War between Russia, industrial steel-making 1859-61 War of 1851"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1845"
    ],
    "container-title": [
      "IS state 1850 Australian Colonics Act enables New South Wales, 'Tasmania, and South Australia to have virtual self-government 1851 Australian Gold Rush begins"
    ],
    "title": [
      "Texas and Florida 1848 California Gold Rush helps 1851 I. S. Singer makes 1853 ( Completion of railroad become I IS states open up IS west. First IS women's I I pedal-powered first from New York to (Chicago 1846 IS and Mexico I rights convention in New York State sewing machine at war over Texas 1850 California becomes a I"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Marx",
        "given": "Karl"
      }
    ],
    "date": [
      "1818"
    ],
    "title": [
      "Philosopher and economist, wrote The Communist Manifesto and Das Kapital"
    ],
    "type": null
  },
  {
    "note": [
      "Macdonald as 1879 Chile defeats Peru and Bolivia first prime minister. US buys Alaska from Russia in war over nitrates (ends 1883)."
    ],
    "title": [
      "\\s 1876 Sioux and Cheyenne tribes defeat 1861 US Civil War begins 1865 Union wins Civil War. Lincoln assassinated 1862 Billy Barker 1867 Mexicans force French withdrawal from Custer at the Battle of Little Bighorn strikes gold in Williams i Mexico. British North America Act brings Dominion 1877-1911 Rule ofPorfirio Diaz in Mexico Creek, British Columbia >f Canada into being, with Sir John A"
    ],
    "type": null,
    "url": [
      "wn-Kii:"
    ]
  },
  {
    "citation-number": [
      "1869"
    ],
    "title": [
      "First transcontinental railroad completed across US Electric light bulb invented"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "BISMARCK GERMANS FACTS Key people Otto von Bismarck • Before I8(>7."
      }
    ],
    "container-title": [
      "Austria"
    ],
    "date": [
      "1866"
    ],
    "note": [
      "industries and armies. By 1914, 1820-1906 Crusader for US women's right to vote and France (1871 >. Susan B. Anthony the German army was twice the"
    ],
    "title": [
      "Germany (1815-98) was the consisted of more than 38 stales. Name Dates Biographical details chief minister of After 1871, Bismarck proclaimed Abraham Lincoln 1809-65 US President, preserved Union in US Civil War, Prussia, Germany. He all Germany an empire. emancipated slaves. Shot dead at Ford's theater led Prussia to \\ ictory • After political unification, against I )enmark Otto von Bismarck 1815-98 Founder and first Chancellor of German Empire Germany rapidly built up its (1864"
    ],
    "type": "article-journal"
  },
  {
    "citation-number": [
      "1884"
    ],
    "note": [
      "explosive) 999 1897 Greece and Turkey ar war combustion engine"
    ],
    "title": [
      "Berlin conference decides 1888 Scottish surgeon John 1896 Modern Olympic colonial divisions in Africa. Dunlop (1840-1921) patents Games introduced in Greece First deep subway built in London pneumatic (air-filled) tire 1885 Karl Ben/ builds first car driven by internal 1889 English chemist Frederick Abel invents cordite"
    ],
    "type": null
  },
  {
    "date": [
      "1901",
      "1907"
    ],
    "title": [
      "Commonwealth of Australia proclaimed",
      "New Zealand becomes a dominion"
    ],
    "type": null
  },
  {
    "title": [
      "New Zealand takes over Cook Islands Federal basic wage set in Australia"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "US",
        "given": "British"
      }
    ],
    "container-title": [
      "Japanese occupation"
    ],
    "date": [
      "1942-08",
      "1943"
    ],
    "title": [
      "Common-Maximum extent ol wealth advances (1943-5",
      "Soviet advances"
    ],
    "type": "article-journal"
  },
  {
    "date": [
      "1946"
    ],
    "type": null
  },
  {
    "date": [
      "1955"
    ],
    "title": [
      "Warsaw Pact defense treaty signed b\\ 1957 European Common Market formed"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "nations",
        "given": "Communist"
      }
    ],
    "title": [
      "West Germany joins I SSk launches Sputnik I, the world's first satellite NATO; East Germany joins Warsaw Pact 1956 Sov iet troops put down anticomniunist uprising in I lungary"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Kennedy",
        "given": "John F."
      }
    ],
    "citation-number": [
      "1961"
    ],
    "container-title": [
      "Lester"
    ],
    "date": [
      "1917",
      "1965"
    ],
    "publisher": [
      "Pearson becomes Prime Minister of Canada Malcolm X assassinated"
    ],
    "title": [
      "President Kennedy assassinated",
      "Civil rights leader becomes youngest elected US President B"
    ],
    "type": "article-journal"
  },
  {
    "date": [
      "1962"
    ],
    "title": [
      "Cuban Missile Crisis Riots in Chicago and Los Angeles"
    ],
    "type": null
  },
  {
    "container-title": [
      "spacecraft Apollo"
    ],
    "type": "article-journal",
    "volume": [
      "1 1"
    ]
  },
  {
    "date": [
      "1918"
    ],
    "editor": [
      {
        "family": "Sadat",
        "given": "Anwar"
      }
    ],
    "note": [
      "unsuccessfully invaded Israeliheld territory in 1973. He signed Oil brought great wealth to the region. first major Arab peace treaty with"
    ],
    "title": [
      "The middle east During the 1970s and 1980s, violent conflict Key middle east leaders continued to break out in the Middle East",
      "The main causes of war and unrest were president of Egypt from 1970, religious differences and territorial disputes"
    ],
    "type": null
  },
  {
    "date": [
      "1980"
    ],
    "note": [
      "and unsuccessfully and held 53 Americans hostage for more than a year. invaded Kuwait in 1990."
    ],
    "title": [
      "PLO members hostile to the West. When the Shah entered the US, secret police, warred with Iran Iranian students stormed the US embassy in Tehran"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "War",
        "given": "Iran-Iraq"
      }
    ],
    "container-title": [
      "leader of Palestinians-in-exile Lebanon 1982 Israel invades Lebanon, destroys PLO power base, and forces PLO to evacuate and chairman of PLO from 1968"
    ],
    "date": [
      "1980"
    ],
    "title": [
      "War begins when Iraqi forces attack the world's largest oil refinery at Abadan, Iran. Iraq gains minimal territory. More than a million lives are lost Yasir Arafat (born 1929"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Bank",
        "given": "West"
      }
    ],
    "container-title": [
      "eventually secured Palestinian Strip"
    ],
    "note": [
      "Severely suppressed by Israeli military: 300 killed, thousands wounded independence from Israel in the Gaza Strip in 1993."
    ],
    "pages": [
      "340"
    ],
    "title": [
      "Gaza 1987-8 Intifada (Palestinian uprising) leads to rioting and unrest in Israeli-held territories"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "War",
        "given": "Gulf"
      }
    ],
    "container-title": [
      "US-led UN forces expel Sadam Hussein's troops"
    ],
    "date": [
      "1990"
    ],
    "title": [
      "Iraq invades oil-rich Kuwait"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "B.C."
      },
      {
        "family": "Greece",
        "given": "B.C.Sumerian Mycenean Region Lower Mesopotamia Region Mainland",
        "particle": "southern"
      },
      {
        "family": "Ur",
        "given": "Major",
        "particle": "cities"
      },
      {
        "family": "Eridu",
        "given": "Lagash"
      }
    ],
    "citation-number": [
      "c.3400"
    ],
    "note": [
      "and (cuneiform); legal codes; money tholos tombs); ivory, gold, and economy; division of labor bronzework; linear B script 3050-322 B.C. 1027-256 B.C. Egyptian Chou China Region Nile Valley Region China (for some time divided"
    ],
    "pages": [
      "1500–1300"
    ],
    "title": [
      "Uruk Crete Features of civilization Early cities; Major cities Mycenae, Tiryns, Pylos advances in architecture (ziggurats), and Features of civilization Architecture sculpture; invention of writing (fortified cities, megaron houses"
    ],
    "type": null
  },
  {
    "citation-number": [
      "c.2500-1400"
    ],
    "container-title": [
      "B.C. c. 1000-574 B.C"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "c.1750-1200"
    ],
    "container-title": [
      "B.C. c. 1000-200 B.C. Hittite Chavin Region Anatolia (Turkey), and outposts Region"
    ],
    "location": [
      "Peru, Andes"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "c.l792-c."
    ],
    "container-title": [
      "1595 B.C. c. 900-100 B.C"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "B.C."
      }
    ],
    "citation-number": [
      "883-612"
    ],
    "location": [
      "Iran, Turkey, Region Eastern Roman Empire"
    ],
    "title": [
      "at height) A.D. 330-1453 Assyrian Byzantine Region Mesopotamia"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "A.D."
      }
    ],
    "location": [
      "Guatemala Region Mexico"
    ],
    "title": [
      "300-900 A.D. 1345-1521 Maya (Classic) Aztec Region Mexico"
    ],
    "type": null
  },
  {
    "title": [
      "Lucius Cornelius Still a 82-78 B.C"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Pompey",
        "given": "Period Dynasty Dates Main",
        "particle": "pharaohs"
      },
      {
        "given": "Crassus"
      }
    ],
    "note": [
      "Narmer (Menes) (First Triumvirate) 60-53 B.C. ( )kl Kingdom 3-6 c.2686~c.2160 B.C. Zoser Pompey 52-47 B.C. Khufu Julius Caesar 46-44 B.C."
    ],
    "title": [
      "Caesar Early dynastic 1-2 c.3100-c.2686B.C"
    ],
    "type": null
  },
  {
    "location": [
      "Lepidus"
    ],
    "publisher": [
      "Mark Antony, Octavian"
    ],
    "title": [
      "First Intermediate Period 7-10 c.2160-c.2130 B.C"
    ],
    "type": "book"
  },
  {
    "note": [
      "Mentuhotep II (Second Triumvirate) 43-31 B.C."
    ],
    "title": [
      "Middle Kingdom 11-12 C.2130-C. 1786 B.C"
    ],
    "type": null
  },
  {
    "container-title": [
      "1550 B.C. Hyksos rule New Kingdom 18-20 C.1550-C. 1050 B.C. Amenhotep I"
    ],
    "location": [
      "ROMAN EMPIRE"
    ],
    "title": [
      "Second Intermediate Period 13-17 c:1786-c"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "literal": "Matthias %43KS"
      }
    ],
    "date": [
      "1612"
    ],
    "title": [
      "^^\"^^^S^fe > 1612-19 John Paul II 1978-years in office and died at the age of 85"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Richard",
        "given": "I."
      }
    ],
    "container-title": [
      "So, a family of ravens is Edward VIII"
    ],
    "date": [
      "1189",
      "1936"
    ],
    "title": [
      "House of Saxe-Coburg John 1199-1216 Edward VII 1901-10 Safe raven Henry III 1216-72 House of Windsor Legend has it that when ravens leave the Edward I 1272-1307 George V 1910-36 Tower of London, the throne of England <f\\ Edward II 1307-27 will fall"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Edward",
        "suffix": "III"
      }
    ],
    "date": [
      "1327"
    ],
    "title": [
      "George VI 1936-52 kept at the tower with their Richard II 1377-99 Elizabeth II 1952- wings clipped"
    ],
    "type": null
  },
  {
    "date": [
      "1929"
    ],
    "publisher": [
      "Hoover"
    ],
    "title": [
      "Presidents of the united states President Term of office President Term of office President Term of office George Washington 1789-97 Abraham Lincoln 1861-65 Herbert C"
    ],
    "type": "book"
  },
  {
    "location": [
      "Franklin D"
    ],
    "title": [
      "John Adams 1797-1801 Andrew Johnson 1865-69"
    ],
    "type": null
  },
  {
    "date": [
      "1933"
    ],
    "title": [
      "Thomas Jefferson 1801-09 Ulysses S. Grant 1869-77 Roosevelt f? a\\"
    ],
    "type": null
  },
  {
    "container-title": [
      "Hayes 1877-81 Harry S Truman / «|9#"
    ],
    "pages": [
      "1945–53"
    ],
    "title": [
      "James Madison 1809-17 Rutherford B"
    ],
    "type": "chapter"
  },
  {
    "location": [
      "Dwight D"
    ],
    "title": [
      "James Monroe 1817-25 James A. Garfield Mar-Sept 1881"
    ],
    "type": null
  },
  {
    "title": [
      "John Quincy Adams 1825-29 Chester A. Arthur 1881-85 Eisenhower nwJm 1953-61 W \\"
    ],
    "type": null
  },
  {
    "date": [
      "1961"
    ],
    "publisher": [
      "Kennedy WM{"
    ],
    "title": [
      "Andrew Jackson 1829-37 Grover S. Cleveland 1885-89 John F"
    ],
    "type": "book"
  },
  {
    "container-title": [
      "Johnson"
    ],
    "date": [
      "1963"
    ],
    "title": [
      "Martin van Buren 1837-41 Benjamin Harrison 1889-93 Lyndon B"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "William",
        "given": "H."
      }
    ],
    "container-title": [
      "Nixon"
    ],
    "date": [
      "1969"
    ],
    "title": [
      "Harrison Mar-April 1841 Grover S. Cleveland 1893-97 Richard M"
    ],
    "type": "article-journal"
  },
  {
    "date": [
      "1974"
    ],
    "title": [
      "John Tyler 1841^15 William McKinley 1897-1901 Gerald R"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "James",
        "given": "K."
      }
    ],
    "date": [
      "1977"
    ],
    "title": [
      "Polk 1845-49 Theodore Roosevelt 1901-09 James E"
    ],
    "type": null
  },
  {
    "date": [
      "1981"
    ],
    "title": [
      "Zachary Taylor 1849-50 William H. Taft 1909-13 Ronald W"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Fillmore",
        "given": "Millard"
      }
    ],
    "date": [
      "1850"
    ],
    "type": null
  },
  {
    "note": [
      "Harding 1921-23 William J. Clinton 1993-James Buchanan 1857-61 Calvin Coolidge 1923-29"
    ],
    "title": [
      "Franklin Pierce 1853-57 Warren G"
    ],
    "type": null
  },
  {
    "date": [
      "1985"
    ],
    "title": [
      "Neville Chamberlain aUnZi 1937-40 Robert James Haw kc"
    ],
    "type": null
  },
  {
    "date": [
      "1991"
    ],
    "title": [
      "Wellington 1828-30 Winston Churchill 1940-45 Paid J"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Grey",
        "given": "Karl"
      }
    ],
    "date": [
      "1830"
    ],
    "type": null
  },
  {
    "title": [
      "Viscount Melbourne 1834 Sir Winston Churchill 1951-55"
    ],
    "type": null
  },
  {
    "note": [
      "lomc 1963-64 Prime Minister Term of office Lord John Russell 1846-52 Harold Wilson 1964-70 John MacDonald 1867-73"
    ],
    "title": [
      "Sir Robert Peel 1834-35 Sir Anthony Eden 1955-57 1957-63 Canadian prime ministers Viscount Melbourne 1835-41 Harold Macmillan Sir Robert Peel 1841-46 Sir Alec Douglas"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "Wilfred Laurier 1896-1 Mil Robert L. Borden"
      }
    ],
    "date": [
      "1911"
    ],
    "type": null
  },
  {
    "title": [
      "Russian leaders Indian prime ministers Arthur Meighen 1920-21"
    ],
    "type": null
  },
  {
    "container-title": [
      "Mackenzie King"
    ],
    "date": [
      "1921"
    ],
    "title": [
      "General secretaries Term of office Prime Ministers Term of office W.L"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Lenin",
        "given": "Vladimir",
        "particle": "lllich"
      }
    ],
    "container-title": [
      "Mackenzie king"
    ],
    "date": [
      "1917"
    ],
    "title": [
      "W.L"
    ],
    "type": "article-journal",
    "volume": [
      "1 926 (0"
    ]
  },
  {
    "author": [
      {
        "family": "Stalin",
        "given": "Joseph"
      }
    ],
    "container-title": [
      "Bennett"
    ],
    "date": [
      "1922",
      "1930"
    ],
    "title": [
      "Lai Bahadur Shastri R.B"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Krushchev",
        "given": "Nikita"
      }
    ],
    "date": [
      "1953"
    ],
    "pages": [
      "1935–48"
    ],
    "publisher": [
      "W.I Mackenzie Kin"
    ],
    "title": [
      ""
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Brezhnev",
        "given": "Leonid"
      }
    ],
    "date": [
      "1964",
      "1948"
    ],
    "title": [
      "Morarji Desai i I 1977-79 Louis St Laurent"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Andropov",
        "given": "Yuri"
      }
    ],
    "date": [
      "1982"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Nordenskjold",
        "given": "Nils"
      }
    ],
    "citation-number": [
      "1878-79"
    ],
    "container-title": [
      "Also a scientific expedition. i AND NORTH AMERICA"
    ],
    "title": [
      "Norwegian, first explorer to complete North Atlantic ocean the NFP"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "B.C. Pytheas",
        "particle": "c.330"
      }
    ],
    "container-title": [
      "Atlantic"
    ],
    "date": [
      "1527"
    ],
    "note": [
      "starting settlements inNewfoundland and 1615-16 Samuel de Champlain, Greenland; they discover French, founder of French Canada, ~H \"\\ inland\" (modern IIS). helped establish the fur trade."
    ],
    "title": [
      "Panfilo de Narvaez, 1 Greek, sails into North Spanish, reached Florida. Atlantic, around Britain and \"Thule\" 1534—42 Jacques Cartier, 3^ (Iceland or Nor\\va\\ ). French, sailed through the Gulf of St. Lawrence into the St. Lawrence 800-1 100 Viking River, in Canada. Huron Indian travelers (Leif Eriksson, villages that he found became Frik the Red) cross North Quebec and Montreal"
    ],
    "type": "article-journal"
  },
  {
    "citation-number": [
      "1528—36"
    ],
    "location": [
      "William Clark"
    ],
    "note": [
      "Americans, were 1799-1804 Alexander von Humboldt, German naturalist, 1678-80 Robert Cavelier de la sent by US President Thomas explored northwest South America."
    ],
    "title": [
      "Alvar Nunez Cabeza 1531-33 Francisco Pizarro, de Vaca, Spanish, traveled to Spanish, conquered Inea empire. Florida with Spanish conquistador 1735-44 Charles de la (conqueror) Panfilo de Narvaez. Condamine, French, explored Starvation, disease, and hostility Amazon River and northwest coast killed most of the company. De Vaca of South America. hjs saved by Yaqui tribesmen anil 1804-06 Meriwether Lewis and journeyed into Mexico"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Salle"
      }
    ],
    "container-title": [
      "Louis"
    ],
    "note": [
      "Their 1831-35 Charles Darwin, Mississippi River to the Gulf of journeys took them along the British, explored"
    ],
    "title": [
      "French, explored the Great Jefferson to search for a route to the Lakes and sailed down the Pacific Ocean from St"
    ],
    "type": "article-journal"
  },
  {
    "citation-number": [
      "1541-52"
    ],
    "title": [
      "Francis Xavier, Spanish Jesuit, sailed to Japan, hirst"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Peary",
        "given": "Robert"
      },
      {
        "given": "American"
      }
    ],
    "citation-number": [
      "1908-09"
    ],
    "note": [
      "Bering, Danish, appointed by Czar 629-649 Hsiian Tsang, Chinese, of Russia, crossed Asia In land before followed la llsien's route to India, going out to find out whether Russia and traveled extensively there. and America were joined."
    ],
    "title": [
      "European to visit Japan. after last of eight expeditions, claimed to have reached Pole; there is 1602-07 BentodeGoea, Portuguese, joined Jesuits m India still doubt about his claim. Chang Ch 'tfit at lite until of Wu-Ti and went from Agra across \\sia as far as Sue how. Nansen's \\lii/> Fram was designed to move A.D. 399-414FaHsien, with icefloes, without being crushed. Chinese, traveled across Asia on the 1661-64 John Crueber and Silk Road to Khotan, then down into Albert d'Orville, German and India, before crossing the sea to Sri Belgian, were the first Europeans to Lanka, lie was a Buddhist monk, reach Lhasa. Tibet, from China. and wanted to learn more about the 1725-29 and 1734-41 Vitus origins and texts of Buddhism"
    ],
    "type": null
  },
  {
    "container-title": [
      "America past Pacific islands and"
    ],
    "note": [
      "on one journey, as far as Manila."
    ],
    "title": [
      "Australia Pacific 1828-30 and 1844-45 1567-1607 Mendana. Quirda, Charles Sturt, British, mapped Torres, Spanish, made various Murray and Darling Rivers, then voyages across Pacific from South explored central Australia"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Eyre",
        "given": "Edward"
      }
    ],
    "citation-number": [
      "1840-41"
    ],
    "container-title": [
      "Zealand. Fiji"
    ],
    "note": [
      "New Guinea, Java. William Wills, Irish and English, make south-north journey across 1766—69 Louis Bougainville, Australia from Melbourne. Trench, sailed from alklands. I"
    ],
    "title": [
      "British, found land route along south coast 1642-43 Abel Janazoon from Adelaide to Albany. Tasman, Dutch, sailed from Mauritius to Tasmania, New 1860-61 Robert Burke"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "B.C",
        "given": "Africa South Atlantic",
        "particle": "c.1500"
      }
    ],
    "note": [
      "Hanno, Phoenician, sailed from tarthage, down the West African ( 1841-73 David Livingstone, African c oasi as fai .is ( lape ( aoss."
    ],
    "title": [
      "Queen Hatshepsut, ocean and africa Egyptian, sent explorers to the land of 1485-86 DiogoCao, I'unt (possibly East Africa). Portuguese, first of the professional Livingstone on the Zambezi River, Africa explorers, sailed down the West C.500 B.C"
    ],
    "type": null
  },
  {
    "note": [
      "He then entered the Mali and Timbuktu, also traveled Barth, German, traveled across I Sahara and in West Africa, Indian Ocean, before tinning back. extensively in Middle Kast and Arabia."
    ],
    "title": [
      "coast, and up the Senegal River, looking Scottish, four expeditions, crossed 1487-88 Bartolemeu Dfas, lor sites for Phoenician colonies. southern Africa and traveled south to Portuguese, sailed down the West Cape Town and Port Elizabeth. African coast, past the 1324-53 Ihn Battuta, from Tangier, North Africa, traveled through Sahara to 1844-45, 1850-55 Heinrich southernmost point, the ( '.ape of Good lope"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Battles"
      },
      {
        "family": "B.C",
        "particle": "wars t Major wars"
      }
    ],
    "container-title": [
      "Pharaoh War of 1812 Britain. I IS victorious"
    ],
    "note": [
      "c.3100 Narmer (Menes) unified Egypt."
    ],
    "title": [
      "First recorded war in history, between 1812-14 Fought between United States and Upper and Lower Egypt"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "c.1200"
    ],
    "note": [
      "Sparta was Peloponnesian War the land power, Athens the sea power. 1861-65 Fought between Union (northern Sparta was \\ ictorious. states) and Confederacy (southern American Civil War"
    ],
    "title": [
      "Legendary war between Greeks and 1839-42 Trade war between Britain and Trojans, described in Homer's Iliad. China. China forced to open trade-Trojan War __ First Opium War Ilow ever, legend was probably based ports to western countries. on a real war between Greeks and people ot'Trov. 1846-48 Fought between US and Mexico. Mexico was defeated. Mexican-American War 490-479 Fought between Persia and anti-Persian alliance of Sparta and Athens. Persian Wars Persia ultimately defeated. 1853-56 Britain, Prance, Sardinia, and Turkc\\ fought against Russia, and won. Fought between Athens and Sparta, Crimean War 431-404 two long-standing rivals"
    ],
    "type": null
  },
  {
    "title": [
      "recaptured the city. In 12m the Crusaders were finalK thrown out. 1894-95 Fought between China and Japan"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1137-1453"
    ],
    "container-title": [
      "France and England"
    ],
    "note": [
      "Ended in victory Chinese-Japanese War Hundred Years War for Prance."
    ],
    "title": [
      "Irregular succession of wars between Japan victorious"
    ],
    "type": "article-journal"
  },
  {
    "citation-number": [
      "1898-99"
    ],
    "publisher": [
      "US"
    ],
    "title": [
      "Fought between US and Spain"
    ],
    "type": "book"
  },
  {
    "citation-number": [
      "1455-85"
    ],
    "title": [
      "English war between Houses of victorious. /ancaster and York. House of Spanish-American War Wars of the Roses I Lancaster was \\ ictorious"
    ],
    "type": null
  },
  {
    "title": [
      "1899-1902 Britain and Commonwealth countrie"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1618-48"
    ],
    "date": [
      "Cavaliers"
    ],
    "location": [
      "Belgium",
      "France, Italy"
    ],
    "note": [
      "Russia, and I'S on the ended with execution of King other. Germany defeated. Charles I. Monarchy later restored. 1918-21 Fought between Reds (Bolsheviks"
    ],
    "publisher": [
      "The Great English Civil War British Commonwealth",
      "War War"
    ],
    "title": [
      "Complex European war fought mainly fought Boers and won control of on German soil. Began as a struggle of Second Boer War Thirty Years War South Africa. German Protestants against Habsburgs. Catholics, and the Holy- 1904-05 Fought between Russia and Japan. Roman Empire. War gradually Japan victorious. involved most European powers, and Russo-Japanese War ended with Protestant victory. 1914-18 Fought between Germany, Austria-1642-49 Fought between Parliament Hungary, and Turkey on one side; (Roundheads) and Royalists World War I",
      "Parliament victorious"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1700-21"
    ],
    "publisher": [
      "Russian Civil War Great Northern War Whites. Bolsheviks victorious"
    ],
    "title": [
      "Fought between Russia and Sweden. and anti-Communists, known as Sweden defeated"
    ],
    "type": "book"
  },
  {
    "date": [
      "1931"
    ],
    "title": [
      "Fought between Japan and China"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1701-13"
    ],
    "title": [
      "Struggle between Prance ami Austria Chinese-Japanese War Japan victorious. over who was to rule Spain. France War of the Spanish defeated. succession 1936-39 Anarchist uprising that became a struggle between Nationalists"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Austria. France",
        "given": "Fought",
        "particle": "between"
      },
      {
        "family": "War",
        "given": "Spanish Civil"
      },
      {
        "family": "Russia",
        "given": "Republicans"
      },
      {
        "family": "side",
        "given": "Sweden",
        "particle": "on one"
      },
      {
        "family": "Britain",
        "given": "Seven Years War Nationalists",
        "particle": "won."
      },
      {
        "family": "Hanover"
      },
      {
        "family": "other",
        "given": "Prussia",
        "particle": "on the"
      }
    ],
    "citation-number": [
      "1756-63"
    ],
    "note": [
      "\\ ictorious. China victorious. Chinese-Japanese War"
    ],
    "title": [
      "Britain and the German states 1937-45 Fought between China and Japan"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1775-83"
    ],
    "title": [
      "Fought between British-ruled American Revolution American colonies and Britain"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "B.A.T.T.L.E.S."
      },
      {
        "given": "W.A.R.S."
      }
    ],
    "date": [
      "1950"
    ],
    "title": [
      "Fought between North (Communist) 1971 Fought between Bangladesh (east Korea and South Korea (aided by US Korean War Pakistan Civil War Pakistan) and west Pakistan"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "allies)"
      }
    ],
    "container-title": [
      "Bangladesh victorious"
    ],
    "title": [
      "North Korea defeated"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "North",
        "given": "Fought",
        "particle": "between"
      }
    ],
    "citation-number": [
      "1965-75"
    ],
    "container-title": [
      "called a ceasefire October War IIS and allies).IIS withdrew in I47.Y In 1975"
    ],
    "date": [
      "1973"
    ],
    "note": [
      "North Vietnam won the war."
    ],
    "title": [
      "Arabs and Israelis fought Inked I Vietnam War Vietnam and South Vietnam (aided by Nations (IN"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "Ceasefire was"
    ],
    "date": [
      "1980"
    ],
    "title": [
      "Iran and Iraq fought"
    ],
    "type": "article-journal"
  },
  {
    "date": [
      "1967"
    ],
    "publisher": [
      "Ira<| defeated"
    ],
    "title": [
      "Fought between Israel and Arab forces Iran-Iraq War negotiated. led by Egypt. Israel won. Six-Day War 1991 Iraq fought I N forces, headed by 1967-70 Fought between Biafra and Federal Gulf War I S"
    ],
    "type": "book"
  },
  {
    "publisher": [
      "Biafra was defeated"
    ],
    "title": [
      "Nigerian Civil War Government"
    ],
    "type": "book"
  },
  {
    "citation-number": [
      "1870"
    ],
    "publisher": [
      "Iraq) Gulf War"
    ],
    "title": [
      "Prussia, led by Moltke, inflicted 1991 Airborne attack on Iraq by United crushing defeat on France. This ended Nations Coalition forces. Broke Iraqi Sedan (France) Operation Desert Storm Second Empire and forced abdication resistance and led to swift end of of Emperor Napoleon III"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Harlem",
        "given": "Association",
        "particle": "in"
      }
    ],
    "title": [
      "New York. foi life in South Africa. 1823-33 Antislavery society set up"
    ],
    "type": null
  },
  {
    "date": [
      "1925"
    ],
    "note": [
      "Martin I uthei King"
    ],
    "title": [
      "in Britain to end slavery in colonies",
      "A. Philip Randolph 1965-68 I S Congress outlaws (1889-1979) organizes and leads the discrimination"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Bois",
        "given": "WKli",
        "particle": "Du"
      }
    ],
    "citation-number": [
      "1909"
    ],
    "date": [
      "1889"
    ],
    "note": [
      "De Klerk, president of"
    ],
    "title": [
      "Martin Luther king, Jr. first successful black trade union. assassinated. helps found National Association for (1929-1968) organizes campaign to the Advancement of Colored People to 1950-59 Apartheid laws set up in desegregate bus sen e in i< 1989 l-.W"
    ],
    "type": null
  },
  {
    "title": [
      "Thucydides (455-400 B.C.) Closely examined military events of his time and their political consequences"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Livy",
        "given": "Rome"
      }
    ],
    "note": [
      "He tried to be unbiased Tacitus (c.A.D. 56-120) Wrote vivid, detailed accounts with some accuracy"
    ],
    "title": [
      "17) Interested in historical figures and morality"
    ],
    "type": null
  },
  {
    "title": [
      "Medieval: Europe Orosius (c.417) First Christian historian. Promoted Christian world view over Paganism"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "IbnKhaldun"
      }
    ],
    "date": [
      "1332"
    ],
    "title": [
      "Wrote political, economic, and social history"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Renaissance",
        "given": "Biondo"
      }
    ],
    "date": [
      "1392"
    ],
    "title": [
      "Used many accurate sources in his chronological history of Italy Guicciardini (1483-1540) Described historical events in a clear and methodical manner"
    ],
    "type": null
  },
  {
    "title": [
      "Enlightenment: 18th Century Gibbon (1737-94) His writings examined the movement and patterns of historical events"
    ],
    "type": null
  },
  {
    "citation-number": [
      "19th"
    ],
    "title": [
      "Century Ranke (1795-1 886) Attempted to understand the past through scientific research methods"
    ],
    "type": null
  },
  {
    "citation-number": [
      "20th"
    ],
    "title": [
      "Century Febvre (1878-1 956) They broadened the subject matter by emphasizing social and economic matters, as well Braudel (1902-85) as describing military, political, and geographical affairs"
    ],
    "type": null
  }
]
