[
  {
    "author": [
      {
        "family": "Bureau",
        "given": "U.S.Census"
      }
    ],
    "title": [
      "Industry Resources www.census.gov/cir/www/ Free site The Current Industrial Report program at the U.S. Census Bureau provides monthly, quarterly, and annual measures of industrial activity. These reports assess manufacturing activity in important commodity areas such as textiles and apparel, chemicals, primary metals, computer and electronic components"
    ],
    "type": null
  },
  {
    "container-title": [
      "Patents from 1971, U.S. Patent Applications from March 2001, European Patents from 1991, European Applications from 1978, PCT Applications from 1978, and French Patents from"
    ],
    "date": [
      "1966"
    ],
    "title": [
      "Questel-Orbit is a provider of patent, trademark, and domain name information. It’s primary product is Qpat database covering U.S",
      "Questel-Orbit provides users with access to the Derwent World Patents Index Database covering bibliographic data relating to patent specifications issued by a number of international patent offices"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "The Market and Industry Research section has the following types of reports: International Marketing Insight, Multilateral Development Bank, Industry Sector Analysis, Foreign Agricultural Market, and Country Commercial Guides. What can you expect to find? • Extensive country and market research • Up-to-date and historical “global business opportunity leads” • International trade statistics, such as U.S. exports and imports by commodity and country • Current exchange rates •"
    ],
    "note": [
      "Current press releases regarding U.S. import and export price indexes, USDA export sales, and U.S. international trade in goods and services"
    ],
    "title": [
      "the National Trade Data Bank (NTDB) www.stat-usa.gov/tradtest.nsf Free and fee-based site The Global Business Opportunities (GLOBUS) and National Trade Data Bank (NTDB) site is part of STAT-USA/Internet, a service of the U.S. Department of Commerce, providing authoritative information from the federal government of the United States to the business, economic, and trade community. GLOBUS/NTDB is a must-stop site for those interested in doing business overseas or finding out about a particular market or industry. Users have access to the NTDB Global Trade Directory, a searchable database of manufacturers, resellers, and buyers around the world, and to EuroTrade Online for current trade data for the 15 European Union member nations"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "The U.S",
        "given": "U.S.Department",
        "particle": "of State Business Center www.state.gov/business/ Free site"
      }
    ],
    "container-title": [
      "foreign policy information, including Dispatch and Background Notes on countries and international organizations; congressional reports on trade practices; human rights, terrorism, narcotics control"
    ],
    "note": [
      "and other subjects; directories of key officers at foreign service posts; travel information; and more. What can you expect to find? • Information on working with the U.S. Department of State • Foreign Per Diem Rates • Doing Business Abroad Guide"
    ],
    "title": [
      "Department of State Business Center offers a wealth of information for conducting business internationally. The Department of State’s Office of Commercial and Business Affairs supports U.S. firms doing business overseas by offering problem-solving assistance in opening markets, leveling the playing field, and resolving trade and investment disputes. Firms who want to work with the U.S. Department of State will find this site invaluable. The site has a lengthy and detailed “Guide to Doing Business With the Department of State.” The Guide covers information about obtaining federal contracts, trade promotion activities, and subcontracting opportunities. The site contains Background Notes on dozens of countries. Background Notes provides information about a country’s geography, people, government, economy, history, politics, travel, and business. These typically are 5 to 10 page overviews. Organized by region, then by country, a Background Note is available for just about every country in the world. The main U.S. State Department Website at www.state.gov is host to the Department of State Foreign Affairs Network (DOSFAN) which provides global access to official U.S"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "From the “World News” page",
      "The Wall Street Journal provides free access to the Special Reports section of the Website at http://interactive.wsj.com/public/resources/documents/ special.htm, which does include international reports such as the Central European Economic Review, European Mutual Funds Quarterly Review, Asian Economic Survey"
    ],
    "note": [
      "World Business Report, and World Economic Forum (see Exhibit 12.6)."
    ],
    "title": [
      "business issues",
      "readers can select an individual country’s news page for a menu to find dozens of country-specific stories from Dow Jones newswires and the Wall Street Journal. Unlike subscribers to the print edition of the Wall Street Journal, who must choose only one geographic edition of the paper to receive, online subscribers can view the editions from Asia, Europe, and the Americas"
    ],
    "type": "article-journal"
  },
  {
    "title": [
      "The Federation of International Trade Associations (FITA) is a network of 300,000 companies belonging to more than 350 international trade associations in the U.S.A, Canada, and Mexico. The International Trade/Import-Export Portal offers links to: international trade leads, trade news, trade events, Web resources, and job postings"
    ],
    "type": null
  },
  {
    "note": [
      "Users can view the list by Rank, Company, Country, Industry, Revenues, or Enterprise Multiple."
    ],
    "title": [
      "Forbes International 500 www.forbes.com/2002/07/03/internationals.html Forbes publishes an annual list of the 500 largest companies based outside the United States. The listing is based on a composite ranking for sales, profits, assets, and market value"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "U.S",
        "given": "Compiled",
        "particle": "by the"
      }
    ],
    "title": [
      "Census Bureau, this site provides a link to the national statistical agencies for dozens of countries"
    ],
    "type": null
  },
  {
    "container-title": [
      "In addition to LANIC, the University of Texas is also home to the Asian Network Information Center (ASNIC), the Middle East Network Information Center (MENIC), and the Russian and East European Network Information Center (REENIC). Latin Focus www.latin-focus.com Free and fee-based site The Latin Focus Website collects data from government sources"
    ],
    "note": [
      "economic forecasts, market analysis covering economic performance, political risk assessments, and financial market developments. Users can access free news stories, economic indicators, and business opportunity information."
    ],
    "title": [
      "Latin American Network Information Center lanic.utexas.edu Free site The Latin American Network Information Center (LANIC) is a part of the Institute of Latin American Studies at the University of Texas at Austin. LANIC is a metasite of information on Latin America. There are more than 12,000 unique links in the LANIC collection of sites relating to Latin America. The University does an excellent job keeping these links updated and accurate"
    ],
    "type": "chapter"
  },
  {
    "note": [
      "Users can purchase subscriptions to more than 50 different e-newsletters on topics such as media and technology, and business opportunities. Mbendi works to help the business community identify African business opportunities."
    ],
    "title": [
      "Lex Africa Business Guides http://mbendi.co.za/werksmns/lexaf/ Free site Lex Africa is a network of African law firms. The Lex Africa site features business guides prepared by member law firms for 12 African countries. Each business guide features investment information, forms of business organizations, taxation, exchange control, tariffs, intellectual property issues, and privatization issues. Mbendi: Africa’s Leading Website www.mbendi.co.za Free and fee-based site Consulting firm Mbendi Information Services Ltd.’s Website provides country, company, and business-related information for every country in Africa"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Personnel",
        "given": "Military"
      }
    ],
    "container-title": [
      "Federal Firearms and Explosives Licenses, National DEA Controlled Substance Licenses, National Deeds, National Marine Radio Licenses, National Trademarks/Service Marks, and ABI Business Directory"
    ],
    "note": [
      "Pricing varies if different database combinations are searched, but fees are reasonable."
    ],
    "title": [
      "• Access to public records on bankruptcy, judgments, death records, address location for asset verification, people and business locating, fraud prevention, and employment screening. Databases available for searching include U.S",
      "Boat Registrations, Business Affiliations, FAA Aircraft Registrations, FAA Pilot Licenses"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "The site provides links to the court-related sites throughout the United States. In addition, the NCJRS Abstracts Database contains summaries of more than 170,000 criminal justice publications"
    ],
    "title": [
      "National Criminal Justice Reference System (NCJRS) www.ncjrs.org/courwww.html Free site NCJRS is a federally funded service sponsored by the U.S. Department of Justice and the Executive Office of the President. The NCJRS site provides justice and substance abuse data “to anyone interested in crime and public safety including policymakers, practitioners, researchers, educators, community leaders, and the general public"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "U.S."
      }
    ],
    "container-title": [
      "Index"
    ],
    "title": [
      "Death Records www.llrx.com/columns/reference14.htm Free site This article discusses and provides links to various Internet sites that provide death records"
    ],
    "type": "article-journal"
  },
  {
    "note": [
      "Global EDGAR, 206–207"
    ],
    "pages": [
      "206 166–168"
    ],
    "publisher": [
      "National Trade Data Bank"
    ],
    "title": [
      "United States Patent and Trademark Office, FITA International Trade/Import-Export 163–164 Portal, 216 University of Texas Copyright Crash Forbes International 500, 216 Course, 165–166 Global Business Center, 217 The Watch File at the University of Texas, 174 Global Business Opportunities and World Intellectual Property Organization"
    ],
    "type": null
  },
  {
    "note": [
      "193 Center, 218 International Business Brokers Association Latin Focus, 218–219 (IBBA), 146 Lex Africa Business Guides, 219 International Business Information on the Web Mbendi, 219 (Sheri Lanza), 196 MenaBusiness, 219 International business research, 195–221 New Zealand Companies Office AllAfrica, 213 Database, 220 American Chambers of Commerce Abroad, Planet Business, 220 196–197 SEDAR, 220 Bank Hapoalim, 213 Thomas Register of European Manufacturers, 220 Basic Guide to Exporting, 213 U.S. Department of State Business Center, 210 BolagsFakta, 213 Wall Street Journal Online, 210–211 Bureau van Dijk, 197–198 Webstat, 221 Business Europe, 214 World Factbook, 212 China Big, 214 International Business Resource Connection China Online, 214 (IBRC), 208 Commercial Service — U.S. Department of International Finance Corporation (IFC), Commerce, 198–199 217–218 Company Records On-Line, 214 International Patent Documentation Center, 153"
    ],
    "title": [
      "Intellectual Property Rights Helpdesk, 171 globalEDGE, 204–205 The Intellectual Property Transaction Data- Global Insight, 46–47, 207 base, 155–156 HierosGamos, 217 Interest rates, 77–78 Hoover’s, 217 Bondtrac, 77 International Business Resource Federal Reserve Board, 77 Connection, 208 The Financial Forecast Center, 54 International Finance Corporation, 217–218 T-Bills, Notes & Bonds Online, 78 International Statistical Agencies, 218 Yahoo Bond Center, 77–78 International Trade Center, 209 Internal Revenue Service (IRS), 70, 185–186 Kompass, 209 International Accounting Standards Board Latin American Network Information (IASB"
    ],
    "type": "patent"
  },
  {
    "note": [
      "138–140 JobStar: California Job Search Guide, SEC Info, 94–95 119–120 Securities Data Company (SDC), xxii, 144–145"
    ],
    "title": [
      "Economic Research Institute, 118–119 Search Systems Public Records Locator, 223, Executive Compensation Advisory 227–228 Services, 125 SEC, see Securities and Exchange Commission Hewitt Compensation Center, 125–126 Securities and Exchange Commission (SEC): The Institute of Management and EDGAR system, 83, 138–140 Administration, 126 M&A filings, 129"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Law",
        "given": "Federal Tax"
      },
      {
        "given": "U.S."
      }
    ],
    "container-title": [
      "Death Records"
    ],
    "issue": [
      "ouseCoopers, 178"
    ],
    "note": [
      "187 Commercial Service, 198–199 SmartPros, 187–188 GLOBUS/NTDB, 206 Tax Analysts, 189–190 ITA Basic Industries, 71 writing skills for tax professionals, 194 STAT-USA, 56"
    ],
    "pages": [
      "179"
    ],
    "title": [
      "192 Unclaimed property, 229 FTA State Tax Rates, 192 U.S. Census Bureau, 49–50 Internal Revenue Service, 185–186 Industry Resources, 72–73 international accounting information, 195 International Statistical Agencies, 218 Kleinrock’s Tax Expert Online, 186 U.S. Chamber of Commerce, 37–38 KPMG, 178–179 United States Copyright Office, 161–162 PPCnet, 193 U.S",
      "Department of Commerce: regulations and standards, 193–194 Basic Guide to Exporting, 213 RIA and RIA Checkpoint"
    ],
    "type": "article-journal",
    "volume": []
  },
  {
    "note": [
      "Department of Justice, 229 Tech Deal Maker, 149 U.S. Department of Labor:"
    ],
    "title": [
      "Tax Notes Today, 189 U.S. Department of Energy Patent Database, 170 T-Bills, Notes & Bonds Online, 78 U.S"
    ],
    "type": null
  }
]
