[
  {
    "author": [
      {
        "family": "market",
        "particle": "housing"
      },
      {
        "family": "rates",
        "particle": "help hold down U.S. interest"
      }
    ],
    "container-title": [
      "debt for years THIS ARTICLE DESCRIBES HOW CAPITAL IS to come"
    ],
    "note": [
      "flowing from China into the United Thanks to high domestic savings, a"
    ],
    "title": [
      "the world’s industrialized powers. But IN THE NEWS China, with fat trade surpluses and bulg-How the Chinese Help ing foreign-exchange reserves, is buying U.S. government securities, especially American Home Buyers Treasury bonds and bonds issued by Fannie Mae and Freddie Mac. That’s good for America. Such investments add liquidity to the U.S",
      "And China is likely to continue to buy a lot of U.S"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "c"
      }
    ],
    "note": [
      "Hint: When we sell our goods to foreigners, U.S. real exchange rate? what do we receive in return?) 10. Over the past decade, some of Japanese saving has been"
    ],
    "title": [
      "Is the claim in the popular press consistent with the b. If the elasticity of U.S. exports with respect to the model in this chapter? Does a decline in the quality real exchange rate is very low, will this increase in of U.S. products have any effect on our standard of private saving have a large or small effect on the living?"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "a"
      }
    ],
    "citation-number": [
      "5."
    ],
    "container-title": [
      "Explain in and U.S. investment? words why U.S. export industries would benefit from a b"
    ],
    "note": [
      "What would happen in the market for foreignreduction in restrictions on imports to the United States. currency exchange? In particular, what would"
    ],
    "title": [
      "An economist discussing trade policy in The New used to finance American investment. That is, American Republic wrote: “One of the benefits of the United States net foreign investment in Japan has been negative. removing its trade restrictions [is] the gain to U.S",
      "If the Japanese decided they no longer wanted to industries that produce goods for export. Export buy U.S. assets, what would happen in the U.S. industries would find it easier to sell their goods market for loanable funds? In particular, what abroad—even if other countries didn’t follow our would happen to U.S. interest rates, U.S. saving, example and reduce their trade barriers"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "wines",
        "given": "California"
      }
    ],
    "citation-number": [
      "6."
    ],
    "note": [
      "What effect do you think this for foreign-currency exchange? “flight to safety” had on the U.S. economy? Be sure c. What happens to the quantity of net exports? to note the impact on national saving, domestic"
    ],
    "title": [
      "Suppose the French suddenly develop a strong taste for happen to the value of the dollar and the U.S",
      "Answer the following questions in trade balance? words and using a diagram. 11. In 1998 the Russian government defaulted on its debt a. What happens to the demand for dollars in the payments, leading investors worldwide to raise their market for foreign-currency exchange? preference for U.S. government bonds, which are b. What happens to the value of dollars in the market considered very safe"
    ],
    "type": null
  },
  {
    "citation-number": [
      "7."
    ],
    "container-title": [
      "Using a three-panel a. What happens to Canadian net foreign investment, diagram, show the effect of an export subsidy on net Canadian saving, and Canadian domestic exports and the real exchange rate"
    ],
    "note": [
      "Do you agree with investment? the senator? b. What is the long-run effect on the Canadian"
    ],
    "title": [
      "A senator renounces her past support for protectionism: investment, net foreign investment, the interest rate, “The U.S. trade deficit must be reduced, but import the exchange rate, and the trade balance. quotas only annoy our trading partners. If we subsidize 12. Suppose that U.S. mutual funds suddenly decide to U.S. exports instead, we can reduce the deficit by invest more in Canada. increasing our competitiveness"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "c",
        "particle": "net"
      }
    ],
    "citation-number": [
      "8."
    ],
    "note": [
      "Do you think this will make U.S. workers better off or worse off? Can you think of any reason why the"
    ],
    "title": [
      "Suppose that real interest rates increase across Europe. capital stock? Explain how this development will affect U.S",
      "How will this change in the capital stock affect the foreign investment. Then explain how it will affect U.S. Canadian labor market? Does this U.S. investment net exports by using a formula from the chapter and by in Canada make Canadian workers better off or using a diagram. What will happen to the U.S. real worse off? interest rate and real exchange rate? d"
    ],
    "type": null
  },
  {
    "citation-number": [
      "9."
    ],
    "container-title": [
      "domestic investment? IN THIS CHAPTER YOU WILL"
    ],
    "title": [
      "Suppose that Americans decide to increase their saving. impact on U.S. citizens generally may be different a. If the elasticity of U.S. net foreign investment with from the impact on U.S. workers? respect to the real interest rate is very high, will this increase in private saving have a large or small effect on U.S"
    ],
    "type": "chapter",
    "volume": []
  }
]
