[
  {
    "author": [
      {
        "family": "AT&T",
        "given": "Australia Post"
      },
      {
        "family": "America",
        "given": "Bank",
        "particle": "of"
      },
      {
        "family": "Bose",
        "given": "Charles Schwab"
      },
      {
        "family": "Systems",
        "given": "Cisco"
      },
      {
        "family": "Canada",
        "given": "Conference Board",
        "particle": "of"
      },
      {
        "family": "Energy",
        "given": "Consumers"
      },
      {
        "family": "Computer",
        "given": "Dell"
      },
      {
        "family": "Touche",
        "given": "Deloitte"
      },
      {
        "family": "International",
        "given": "Egon Zehnder"
      },
      {
        "family": "Express",
        "given": "Federal"
      },
      {
        "family": "Gymboree",
        "given": "Hewlett-Packard"
      },
      {
        "family": "IBM",
        "given": "Johnson"
      },
      {
        "family": "Johnson",
        "given": "Kaiser Foundation Health Plans"
      },
      {
        "family": "Hospitals",
        "given": "Lawrence Livermore National Labs"
      }
    ],
    "editor": [
      {
        "family": "Strauss",
        "given": "Levi"
      },
      {
        "family": "Co.",
        "given": "L.L.Bean"
      }
    ],
    "location": [
      "Applied Materials, ARCO"
    ],
    "note": [
      "3M, Merck, Mervyn’s, Motorola, Network Appliance, Roche Bioscience, Siemens, Sun Microsystems, TRW, Toyota, U.S. Postal Service, United Way, and VISA."
    ],
    "title": [
      "Jim and Barry are frequent conference speakers and each has conducted leadership development programs for hundreds of organizations, including Alcoa",
      "Leadership Greater Hartford"
    ],
    "type": null
  },
  {
    "date": [
      "1967"
    ],
    "editor": [
      {
        "literal": "effort. Jim received his B. A. degree"
      }
    ],
    "title": [
      "conducted seminars for Community Action Agency staff and volunteers in the “war on poverty",
      "with honors from Michigan State University in political science and a certificate (1974) from San Jose State University’s School of Business for completion of the internship in organization development"
    ],
    "type": null
  },
  {
    "note": [
      "Kennedy’s Honor Guard at the presidential inauguration. Inspired by Kennedy, he served as a Peace Corps volunteer from"
    ],
    "title": [
      "Jim’s interest in leadership began while he was growing up in Washington, D.C. In 1961 he was one of a dozen Eagle Scouts selected to serve in John F"
    ],
    "type": null
  },
  {
    "date": [
      "1967"
    ],
    "title": [
      "Jim can be reached at 408-978-1809 or jim@kouzesposner.com"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "Barry received his B. A. degree"
      }
    ],
    "date": [
      "1970"
    ],
    "location": [
      "Santa"
    ],
    "note": [
      "with honors from the"
    ],
    "publisher": [
      "University of California"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Barbara",
        "given": "in political science He received his M.A.degree"
      }
    ],
    "date": [
      "1972"
    ],
    "note": [
      "Barry can be reached at 408-554-4523 or bposner@scu.edu. More information about Jim and Barry, and their work, can be found at www.leadershipchallenge.com. The website includes research updates, speaking schedules, and their responses to frequently asked questions about leadership and developing leaders."
    ],
    "title": [
      "from The Ohio State University in public administration and his Ph.D. degree (1976) from the University of Massachusetts, Amherst, in organizational behavior and administrative theory. Having consulted with a wide variety of public and private sector organizations around the globe, Barry currently sits on the Board of Directors for the American Institute of Architects (AIA) and the San Jose Repretory Theatre. He served previously on the boards of Public Allies, Big Brothers/Big Sisters of Santa Clara County, the Center for Excellence in Non-Profits, Sigma Phi Epsilon Fraternity, and several start-up companies. At Santa Clara University he has previously served as Associate Dean for Graduate Programs and Managing Partner for the Executive Development Center"
    ],
    "type": "webpage"
  }
]
