[
  {
    "container-title": [
      "1980 he and V.S. Ramachandran published an edited transcript of a 1978 international symposium on consciousness at Oxford under the title Consciousness and the Physical World"
    ],
    "date": [
      "1974",
      "1970"
    ],
    "title": [
      "He was appointed reader in physics in 1972 and professor of physics in",
      "He was elected a fellow of the Royal Society in",
      "A few years before the Nobel award, Josephson grew interested in the possible relevance of Eastern mysticism to scientific understanding"
    ],
    "type": "paper-conference"
  },
  {
    "author": [
      {
        "family": "MICHELSON",
        "given": "A.A."
      }
    ],
    "container-title": [
      "May"
    ],
    "date": [
      "1852-12-19",
      "1931"
    ],
    "location": [
      "Pasadena, Calif., U.S"
    ],
    "title": [
      "Strelno, Prussia [now Strzelno, Pol.]—d"
    ],
    "type": "article-journal",
    "volume": [
      "9"
    ]
  },
  {
    "author": [
      {
        "family": "Albert Einstein",
        "particle": "high praise from"
      }
    ],
    "date": [
      "1922",
      "1922"
    ],
    "note": [
      "in Copenhagen before returning to Hamburg in 1924 to complete his habilitation"
    ],
    "title": [
      "After completing a doctorate in theoretical physics in 1921, Pauli worked as an assistant to Max Born at the University of Göttingen (1921–22) and as an assistant to Wilhelm Lenz at the University of Hamburg",
      "Pauli took a one-year leave to work at Niels Bohr’s Institute for Theoretical Physics"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Poincaré",
        "given": "Henri"
      }
    ],
    "date": [
      "1909"
    ],
    "publisher": [
      "H. Roger-Viollet"
    ],
    "type": "book"
  },
  {
    "container-title": [
      "He shared the 1933 Nobel Prize for Physics with the British physicist P.A.M. Dirac"
    ],
    "title": [
      "Austrian theoretical physicist Erwin Schrödinger contributed to the wave theory of matter and to other fundamentals of quantum mechanics"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "winner",
        "given": "American",
        "particle": "physicist Julian Seymour Schwinger was the joint"
      },
      {
        "family": "Richard P. Feynman",
        "particle": "with"
      },
      {
        "family": "Shin’ichirō",
        "given": "Tomonaga"
      }
    ],
    "date": [
      "1939"
    ],
    "note": [
      "from Columbia University in New York City, before engaging in postdoctoral studies at the University of"
    ],
    "title": [
      "of the Nobel Prize for Physics in 1965 for introducing new ideas and methods into quantum electrodynamics. Schwinger was a child prodigy, publishing his first physics paper at age 16. He earned a bachelor’s degree (1937) and a doctorate"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "J. Robert Oppenheimer",
        "given": "California",
        "particle": "at Berkeley with physicist"
      }
    ],
    "note": [
      "From 1972 until his death, Schwinger was a professor in the physics department at the University of California at Los Angeles. Schwinger was one of the participants at the meeting held in June 1947 on Shelter Island, Long Island, N.Y.,"
    ],
    "title": [
      "Schwinger left Berkeley in the summer of 1941 to accept an instructorship at Purdue University, West Lafayette, Ind., and in 1943 he joined the Radiation Laboratory at the Massachusetts Institute of Technology, where many scientists had been assembled to help with wartime research on radar. In the fall of 1945 Schwinger accepted an appointment at Harvard University and in 1947 became one of the youngest full professors in the school’s history"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Dec",
        "particle": "b."
      }
    ],
    "date": [
      "1951-04-26"
    ],
    "location": [
      "Munich, Ger"
    ],
    "title": [
      "5, 1868, Königsberg, Prussia [now Kaliningrad, Russia]—d"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "winner",
        "given": "Japanese",
        "particle": "physicist Tomonaga Shin’ichirō was a joint"
      },
      {
        "family": "Richard P. Feynman",
        "particle": "with"
      },
      {
        "family": "S",
        "given": "Julian"
      }
    ],
    "note": [
      "Tomonaga became professor of physics at Bunrika University (later Tokyo University of Education) in 1941, the year he began his investigations of the problems of"
    ],
    "title": [
      "Schwinger of the United States, of the Nobel Prize for Physics in 1965 for developing basic principles of quantum electrodynamics"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "UHLENBECK",
        "given": "G.E.O.R.G.E.E.U.G.E.N.E."
      }
    ],
    "container-title": [
      "Oct"
    ],
    "date": [
      "1900-12-06",
      "1988"
    ],
    "location": [
      "Boulder, Colo., U.S"
    ],
    "title": [
      "Batavia, Java [now Jakarta, Indon.]—d"
    ],
    "type": "article-journal",
    "volume": [
      "31"
    ]
  },
  {
    "date": [
      "1974"
    ],
    "title": [
      "physicist at the Rockefeller Medical Research Center at the State University of New York, New York City, becoming professor emeritus in",
      "He wrote many papers on atomic structure, quantum mechanics, kinetic theory of matter, and nuclear physics"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Smith",
        "given": "James H."
      },
      {
        "family": "Aharoni",
        "given": "J."
      },
      {
        "family": "Synge",
        "given": "J.L."
      }
    ],
    "date": [
      "1982",
      "1977",
      "1965",
      "1965"
    ],
    "edition": [
      "2nd",
      "2nd",
      "2nd"
    ],
    "note": [
      "1965, reprinted 1985);",
      "Several book-length studies have been written on the historical development of quantum mechanics; especially noteworthy are Olivier Darrigol, From C-Numbers to Q-Numbers: The Classical Analogy in the History of Quantum"
    ],
    "title": [
      "special theory of relativity is Abraham Pais, “Subtle Is the Lord—”: The Science and Life of Albert Einstein",
      "Some good introductions at the undergraduate level are W. Rindler, Essential Relativity: Special, General, and Cosmological",
      "Introduction to Special Relativity",
      "More substantial treatises are",
      "The Special Theory of Relativity",
      "Relativity: The Special Theory"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Theory"
      },
      {
        "family": "Jammer",
        "given": "Max"
      },
      {
        "given": "Kuhn"
      }
    ],
    "date": [
      "1992",
      "1989"
    ],
    "edition": [
      "2nd"
    ],
    "note": [
      "reprinted 1987); Bruce R. Wheaton, The Tiger and the Shark: Empirical Roots of Wave-Particle Dualism (1983, reissued 1991); Abraham Pais, Niels Bohr’s Times: In Physics, Philosophy, and Polity"
    ],
    "title": [
      "The Conceptual Development of Quantum Mechanics",
      "Careful historical and philosophical studies of the work of many of the early architects of quantum theory may be found in Thomas S",
      "Black-Body Theory and the Quantum Discontinuity, 1894–1912 (1978"
    ],
    "type": null
  },
  {
    "container-title": [
      "Kramers: Between Tradition and Revolution"
    ],
    "date": [
      "1991",
      "1996",
      "1987"
    ],
    "edition": [
      "2nd"
    ],
    "editor": [
      {
        "family": "Cassidy",
        "given": "David C."
      }
    ],
    "location": [
      "Uncertainty"
    ],
    "publisher": [
      "The Life and Science of Werner Heisenberg"
    ],
    "title": [
      "Arthur Fine, The Shaky Game: Einstein, Realism, and the Quantum Theory",
      "Max Dresden, H.A"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Murdoch",
        "given": "Dugald"
      }
    ],
    "container-title": [
      "Schweber, QED and the Men Who Made It: Dyson, Feynman, Schwinger, and Tomonaga (1994). There are a number of excellent texts on quantum mechanics at the undergraduate and graduate level. The following is a selection"
    ],
    "date": [
      "1992",
      "1989",
      "1987",
      "1986"
    ],
    "location": [
      "Walter Moore, Schrödinger"
    ],
    "note": [
      "beginning with the more elementary: A.P. French and Edwin F. Taylor, An"
    ],
    "publisher": [
      "Life and Thought"
    ],
    "title": [
      "Niels Bohr’s Philosophy of Physics",
      "The birth of quantum theory in the period 1900–26, primarily within German university circles, is nicely contextualized by Christa Jungnickel and Russell McCormmach, Intellectual Mastery of Nature: Theoretical Physics from Ohm to Einstein",
      "The transition from nonrelativistic quantum mechanics to renormalized quantum electrodynamics over the period 1926–49 is traced by Silvan S"
    ],
    "type": "chapter",
    "volume": [
      "2"
    ]
  },
  {
    "author": [
      {
        "family": "Quantum Physics",
        "given": "Introduction",
        "particle": "to"
      },
      {
        "family": "Rae",
        "given": "Alastair I.M."
      },
      {
        "family": "Liboff",
        "given": "Richard L."
      },
      {
        "family": "Sakurai",
        "given": "J.J."
      }
    ],
    "date": [
      "1978",
      "1986",
      "1992",
      "1970",
      "1994",
      "1986"
    ],
    "edition": [
      "2nd",
      "2nd",
      "2nd",
      "revised"
    ],
    "note": [
      "Richard P. Feynman, Robert B. Leighton, and Matthew Sands, The Feynman Lectures on Physics, vol."
    ],
    "title": [
      "Quantum Mechanics",
      "Introductory Quantum Mechanics",
      "Eugen Merzbacher, Quantum Mechanics",
      "Modern Quantum Mechanics",
      "and Anthony Sudbery, Quantum Mechanics and the Particles of Nature: An Outline for Mathematicians",
      "rather mathematical but including useful accounts and summaries of quantum metaphysics"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Mechanics",
        "given": "Quantum"
      },
      {
        "family": "Pagels",
        "given": "Heinz R."
      },
      {
        "family": "Albert",
        "given": "David Z."
      },
      {
        "family": "Mechanics",
        "given": "Quantum"
      },
      {
        "given": "Experience"
      }
    ],
    "citation-number": [
      "3,"
    ],
    "container-title": [
      "Polkinghorne, The Quantum World (1984); John Gribbin, In Search of Schrödinger’s Cat: Quantum Physics and Reality",
      "The proceedings of a conference, New Techniques and Ideas in Quantum Measurement Theory",
      "Applications are presented by H. Haken and H.C. Wolf, Atomic and Quantum Physics: An Introduction to the Fundamentals of Experiment and Theory",
      "Emilio Segrè, Nuclei and Particles: An Introduction to Nuclear and Subnuclear Physics"
    ],
    "date": [
      "1965",
      "1985",
      "1982",
      "1992",
      "1976",
      "1986",
      "1983",
      "1987"
    ],
    "edition": [
      "2nd",
      "2nd enlarged",
      "2nd revised and enlarged",
      "2nd revised and enlarged",
      "3rd"
    ],
    "editor": [
      {
        "family": "Greenberger",
        "given": "Daniel M."
      }
    ],
    "note": [
      "1987; originally published in German,",
      "1977, reissued 1980); Donald H. Perkins, Introduction to High Energy Physics,"
    ],
    "publisher": [
      "Charles"
    ],
    "title": [
      "is a personal and stimulating look at the subject. A good introduction to quantum electrodynamics is Richard P. Feynman, QED: The Strange Theory of Light and Matter",
      "J.C",
      "The Cosmic Code: Quantum Physics as the Language of Nature",
      "are all highly readable and instructive books written at a popular level. Bernard d’Espagnat, Conceptual Foundations of Quantum Mechanics",
      "is a technical account of the fundamental conceptual problems involved",
      "contain a wide-ranging set of papers that deal with both the experimental and theoretical aspects of the measurement problem"
    ],
    "type": "paper-conference"
  },
  {
    "author": [
      {
        "given": "Kittel"
      },
      {
        "family": "Loudon",
        "given": "Rodney"
      }
    ],
    "date": [
      "1986"
    ],
    "edition": [
      "6th",
      "2nd"
    ],
    "title": [
      "Introduction to Solid State Physics",
      "The Quantum Theory of Light"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Petley",
        "given": "B.W."
      }
    ],
    "date": [
      "1983",
      "1985"
    ],
    "title": [
      "The Fundamental Physical Constants and the Frontier of Measurement",
      "gives a good account of the fundamental constants"
    ],
    "type": null
  }
]
