[
  {
    "date": [
      "1928",
      "1935"
    ],
    "note": [
      "perished as they returned to earth from moon satellites called Lunar Orbiter. In 1969 the the Salyut orbital station."
    ],
    "title": [
      "propelling moon vehicle (Lunokhod-1). By 1976, the flight of the Soyuz-1 spaceship. The costwenty-four stations belonging to the Luna series monauts Hero of the Soviet Union Lieutenant had been launched into space. Colonel Georgy Timofeyevich Dobrovolsky 3. In order to observe the places on the moon",
      "Hero of the Soviet Union Viktor where the Apollo spacecraft and the Surveyor Ivanovich Patsayev (1933–71), and twice Hero of automatic interplanetary stations had landed, the the Soviet Union Vladimir Nikolayevich Volkov United States launched in 1966–67 five artificial"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1."
    ],
    "title": [
      "Khrushchev received Kurchatov on January became an Academician in 1953 and was thrice"
    ],
    "type": null
  },
  {
    "citation-number": [
      "3,"
    ],
    "date": [
      "1960"
    ],
    "title": [
      "at 3 p.m. and conversed with him for 40 Hero of Socialist Labor"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Khrushchevym",
        "given": "N.S."
      },
      {
        "family": "Khrushchev",
        "given": "Comrade N.S."
      }
    ],
    "note": [
      "cited in energy particles and the creator of accelerators Zhurnal istochnik No. 4 [2003]: 68). [SK] based on the use of pencils of rays converging from"
    ],
    "title": [
      "minutes (Uchet lits prinyatykh predsedatelem Gersh Itskovich Budker (1918–77) was the Soveta ministrov t",
      "Record of author of fundamental works on nuclear reactors, Persons Received by Chairman of the Council of accelerators, and the physics of plasmas and high-Ministers"
    ],
    "type": null
  },
  {
    "date": [
      "1974-09-14"
    ],
    "type": null
  },
  {
    "date": [
      "1978-06-26"
    ],
    "location": [
      "Monday"
    ],
    "type": null
  },
  {
    "container-title": [
      "Mikhail Andreyevich Suslov, Aleksandr Mikhailovich Markov, Polya Feldman,213 and Arseny"
    ],
    "title": [
      "Much time has passed, many events have taken place"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Khrushcheva",
        "given": "Nina Petrovna"
      }
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "name",
        "particle": "yevich Khrushchev’s first"
      },
      {
        "family": "force",
        "particle": "patronymic."
      }
    ],
    "date": [
      "2001"
    ],
    "location": [
      "Armonk, NY"
    ],
    "note": [
      "SS"
    ],
    "pages": [
      "108–9"
    ],
    "publisher": [
      "M. E. Sharpe"
    ],
    "title": [
      "See Elena Osokina, Our Daily Bread: Socialist 11. The chronology of Khrushchev’s life that Nina Distribution and the Art of Survival in Stalin’s Russia Petrovna provides at this point has been omitted"
    ],
    "type": null
  },
  {
    "note": [
      "SK] known work of the novelist Nikolai Alekseyevich"
    ],
    "title": [
      "See “A Short Biography” in the Appendixes to Vol- 20. How the Steel Was Tempered (1934), the bestume 1 of the memoirs"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Dyshkant",
        "given": "Anna Grigoryevna"
      }
    ],
    "citation-number": [
      "39."
    ],
    "container-title": [
      "He made fundamental"
    ],
    "date": [
      "1920"
    ],
    "title": [
      "Lev Andreyevich Artsimovich (1909–73) was a was a cook. She worked for Khrushchev for many prominent nuclear physicist"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "given": "years"
      }
    ],
    "date": [
      "1948"
    ],
    "note": [
      "See Biographies. [SS] He became a member of the USSR Academy of"
    ],
    "title": [
      "SK] contributions to the physics of plasmas and the 40. Ivan Alekseyevich Likhachev (1896–1956) study of controlled thermonuclear reactions and was a leading manager and official in the Soviet also worked on the atomic and hydrogen bombs. automobile industry"
    ],
    "type": null
  },
  {
    "citation-number": [
      "41."
    ],
    "title": [
      "Literally, greenifiers (ozeleniteli)—that is, those Sciences in 1953 and secretary of its Division of"
    ],
    "type": null
  },
  {
    "date": [
      "1957"
    ],
    "note": [
      "It is situated Zhukovka and used to come to visit. [SK"
    ],
    "title": [
      "responsible for planting gardens, trees, and other General Physics and Astronomy in",
      "He and greenery. [SS] his wife lived in a dacha near the Khrushchevs at 42. Kuntsevo is a Moscow suburb"
    ],
    "type": null
  },
  {
    "citation-number": [
      "68."
    ],
    "container-title": [
      "He"
    ],
    "title": [
      "Anna Osipovna Tarasova was a friend of party official in Ukraine (1939–41 and 1943–53"
    ],
    "type": "article-journal"
  },
  {
    "container-title": [
      "SK] Communist Party of Moldavia in 1954–61 and first"
    ],
    "title": [
      "Nina Petrovna from the 1930s, when she worked at was first secretary of the Central Committee of the the Elektrozavod"
    ],
    "type": "chapter"
  },
  {
    "note": [
      "SK/SS] minister of defense 1960–83. See Biographies. 100. Radiculitis (also known as radiculopathy) is a 116. Maksim Dermidontovich Mikhailov, a bass disease of the spinal nerve roots and spinal nerves. singer at the opera. [SK"
    ],
    "title": [
      "to the chapter “I Am Not a Judge” above. Anton Commander of missile troops 1960–62, chief inspec-Grigoryev was a singer at the Bolshoi Theater in tor of USSR Ministry of Defense 1962–83, deputy Moscow"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Korovina",
        "given": "Yelena Mikhailovna"
      }
    ],
    "genre": [
      "[SS] 117."
    ],
    "note": [
      "SK] school No. 175 in Moscow. Vera Nikolayevna, her 102. Rona is Irma’s sister. [SK] daughter, was a physician—and a good one. [SK"
    ],
    "title": [
      "Pain radiates outward from the spine",
      "101. Irma Avraamovna Kobyak was a niece of recently widowed wife of Bulganin, who had died Nikita Khrushchev, the daughter of his sister Irina four months previously, on February 24, 1975. Before Sergeyevna, who died in 1961. Irma was deaf as a retiring she had been an English-language teacher at result of childhood meningitis"
    ],
    "type": null
  },
  {
    "citation-number": [
      "121."
    ],
    "note": [
      "worldview. He grew increasingly disillusioned and"
    ],
    "title": [
      "April 17 was Nikita Khrushchev’s birthday"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "depressed",
        "given": "S.K.]"
      },
      {
        "family": "suicide",
        "particle": "finally committed"
      }
    ],
    "note": [
      "SK] was a prominent Soviet poet and literary figure."
    ],
    "title": [
      "SS] 122. A professor of Russian language at Moscow 138. Aleksandr Trifonovich Tvardovsky (1910–71) State University"
    ],
    "type": null
  },
  {
    "citation-number": [
      "123."
    ],
    "note": [
      "especially Vasily Tyorkin (1941–45), a popular"
    ],
    "title": [
      "A former assistant to Ernst Neizvestny, who He was perhaps best known for his war poetry, designed and made the memorial to Khrushchev"
    ],
    "type": null
  },
  {
    "citation-number": [
      "SK"
    ],
    "container-title": [
      "February 1956. [SK] soldier. He was awarded the State Prize of the"
    ],
    "title": [
      "volume of humorous verse about a typical Soviet 124"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "125."
    ],
    "container-title": [
      "and 1971) and Dzerzhinsky, founder of the Cheka (Soviet secret the Lenin Prize in 1961. In 1950–54 and again in"
    ],
    "date": [
      "1941"
    ],
    "title": [
      "A steel plant named in honor of Feliks USSR four times"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "police)"
      }
    ],
    "date": [
      "1958"
    ],
    "note": [
      "It crosses the Moscow River near the Kiev literary-political journal Novyi Mir (New World)."
    ],
    "pages": [
      "126"
    ],
    "title": [
      "he was chief editor of the leading “liberal"
    ],
    "type": null
  },
  {
    "note": [
      "SK] of the Komsomol (Young Communist League)."
    ],
    "type": null
  },
  {
    "citation-number": [
      "151."
    ],
    "title": [
      "The daily newspaper published by the Soviet [SS"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Army"
      }
    ],
    "title": [
      "167. Lev Ivanovich Oshanin (1912–96) was a poet"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Lipatov",
        "given": "Vil Vladimirovich"
      }
    ],
    "citation-number": [
      "152."
    ],
    "date": [
      "1927"
    ],
    "title": [
      "wrote and the author of popular patriotic lyrical songs"
    ],
    "type": null
  },
  {
    "date": [
      "1950"
    ],
    "note": [
      "the detective genre. [SS] [SS"
    ],
    "title": [
      "novels and short stories about everyday life and in He received the State Prize of the USSR in"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Drunina",
        "given": "Yuliya Vladimirovna"
      }
    ],
    "citation-number": [
      "153."
    ],
    "date": [
      "1924"
    ],
    "title": [
      "was 168. The bogatyrs were heroic figures in Russian"
    ],
    "type": null
  },
  {
    "citation-number": [
      "204."
    ],
    "container-title": [
      "Brezhnev did not like Kosygin and was isters of the Georgian SSR in 1956–57"
    ],
    "note": [
      "He became unwilling to grant him this honor. [SK] secretary of the presidium of the USSR Supreme"
    ],
    "title": [
      "Nina Petrovna thinks that a former chair- was an agricultural engineer by profession. He was man of the Council of Ministers should by right minister of agriculture of the Georgian SSR in of rank have been buried by the wall (rather than 1953–54, second secretary of the Central Commithave his ashes placed in the wall), behind the mau- tee of the Communist Party of Georgia in 1954–56, soleum where other members of the Politburo are and first deputy chairman of the Council of Minburied"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Georgiyevna",
        "given": "Marianna"
      },
      {
        "family": "February",
        "particle": "an acquaintance of Soviet in"
      }
    ],
    "citation-number": [
      "205."
    ],
    "date": [
      "1957"
    ],
    "title": [
      "He became a candidate"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Petrovna",
        "given": "Nina"
      }
    ],
    "date": [
      "1966"
    ],
    "note": [
      "GUM department store on Red Square. [SK] [SS"
    ],
    "title": [
      "was head of Section 200 at the member of the CPSU Central Committee in"
    ],
    "type": null
  },
  {
    "citation-number": [
      "206."
    ],
    "container-title": [
      "SK"
    ],
    "date": [
      "1982"
    ],
    "note": [
      "He died in February 1984. Previously he was"
    ],
    "title": [
      "Tamara Tamarina was a friend of Nina 219. Yuri Vladimirovich Andropov (1914–84) suc-Petrovna who had worked with her at the Elek- ceeded Brezhnev as party general secretary in May trozavod in the 1930s"
    ],
    "type": "article-journal"
  },
  {
    "citation-number": [
      "207."
    ],
    "date": [
      "1954"
    ],
    "note": [
      "head of Bazhan (see note 61). [SK] the department of the CPSU Central Committee for"
    ],
    "title": [
      "Nina Vladimirovna Bazhan, wife of the poet Soviet ambassador to Hungary"
    ],
    "type": null
  },
  {
    "citation-number": [
      "208."
    ],
    "note": [
      "SS] of the CPSU Central Committee (1962–82), and"
    ],
    "title": [
      "A condition in which the heart beats at an liaison with socialist countries (1957–67), secretary abnormally fast rate"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Sergeyevna",
        "given": "Natalya"
      }
    ],
    "citation-number": [
      "209."
    ],
    "date": [
      "1967"
    ],
    "publisher": [
      "SS"
    ],
    "title": [
      "Korolyov’s daughter from head of the KGB",
      "See Biographies"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Abrosimov",
        "particle": "tried."
      },
      {
        "family": "Vasilyevich",
        "given": "Pavel"
      }
    ],
    "date": [
      "1900",
      "1949"
    ],
    "note": [
      "Awarded the State Prize."
    ],
    "title": [
      "Architect. Contributed to the design of the House of the Government of Ukraine in Kiev (1934–38) and of the skyscraper of Moscow State University"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Akopov",
        "given": "Stepan Akopovich"
      }
    ],
    "date": [
      "1899"
    ],
    "note": [
      "Joined party in"
    ],
    "title": [
      "Soviet state figure"
    ],
    "type": null
  },
  {
    "date": [
      "1919",
      "1937"
    ],
    "title": [
      "Director of the Urals Machinery Plant (Uralmashzavod"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Antonov",
        "given": "Oleg Konstantinovich"
      }
    ],
    "container-title": [
      "1938 joined A. S. Yakovlev’s design bureau. In 1940"
    ],
    "date": [
      "1906"
    ],
    "note": [
      "at Plant No. 23 in Leningrad designed a plane that could take off"
    ],
    "title": [
      "Designer of transport and passenger aircraft. In youth belonged to a circle of glider enthusiasts. Graduated from aviation division of Leningrad Polytechnical Institute in 1930, then chief designer of Moscow Glider Plant"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Barayev",
        "given": "Aleksandr Ivanovich"
      }
    ],
    "container-title": [
      "Made a member of the Lenin All-Union Academy of Agricultural Sciences in 1966. Awarded the Lenin Prize"
    ],
    "date": [
      "1908"
    ],
    "publisher": [
      "Hero of Socialist Labor"
    ],
    "title": [
      "Agronomist and author of works on soil-preserving systems of crop cultivation in areas exposed to wind erosion"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Barmin",
        "given": "Vladimir Pavlovich"
      }
    ],
    "container-title": [
      "Made a member of the Academy of Sciences in 1966. Awarded the Lenin Prize, Stalin Prize, and State Prize"
    ],
    "date": [
      "1909"
    ],
    "publisher": [
      "Hero of Socialist Labor"
    ],
    "title": [
      "Military designer. In 1940 appointed chief designer at Moscow plant “Kompressor,” producing Katyusha multiple rocket launchers. From 1946 head and chief designer of the newly formed State Union Design Bureau of Special Machine Building (later renamed Design Bureau for General Machine Building), specializing in control equipment for rocket and missile complexes. Supervised development of launch complexes for ballistic missiles, antimissile missiles, and launchers for space rockets"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Batitsky",
        "given": "Pavel Fyodorovich"
      }
    ],
    "container-title": [
      "1948 graduated from General Staff Academy. From"
    ],
    "date": [
      "1910"
    ],
    "title": [
      "During World War II infantry division and corps commander"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "1965–66 first deputy chief of General Staff. From 1966 to 1978 commander in chief of antiaircraft defense and deputy minister of defense"
    ],
    "date": [
      "1948"
    ],
    "title": [
      "corps commander, chief of staff of antiaircraft defense for Moscow region. From 1950 to 1953 chief of General Staff and deputy commander in chief of air force. In 1953–54 first deputy commander of Moscow Military District. From 1954 to 1965 commander of Moscow Antiaircraft Defense District"
    ],
    "type": "chapter"
  },
  {
    "date": [
      "1968"
    ],
    "publisher": [
      "Marshal of the Soviet Union"
    ],
    "title": [
      "From 1978 a member of the Group of General Inspectors of Ministry of Defense"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Bazhan",
        "given": "Mikola Platonovich"
      }
    ],
    "container-title": [
      "Joined party in"
    ],
    "date": [
      "1903",
      "1940"
    ],
    "title": [
      "Neo-romantic” poet, translator, and public figure. Son of a serviceman"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "War",
        "given": "During World",
        "suffix": "II"
      }
    ],
    "container-title": [
      "From 1958 editor in chief of The Ukrainian Soviet Encyclopedia. Secretary of the USSR Writers Union from 1967. Made a"
    ],
    "date": [
      "1941"
    ],
    "title": [
      "editor of the newspaper Za Radiansku Ukrainu (For Soviet Ukraine"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "scientific research institute of the Ukraine Ministry of Machine Building"
    ],
    "title": [
      "Institute of Mechanics Problems of the Ukraine Academy of Sciences. From 1990 chief designer and from 1993 also director of the “Kometa"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Bierut",
        "given": "Boleslaw"
      }
    ],
    "date": [
      "1892",
      "1918"
    ],
    "title": [
      "Joined Communist Party of Poland in"
    ],
    "type": null
  },
  {
    "title": [
      "From 1944 to 1947 chairman of the National People’s Council (the provisional supreme body of power in Poland). Chairman from 1948 to 1954, and first secretary from 1954, of the CC of the Polish United Workers Party"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Biryuzov",
        "given": "Sergei Semyonovich"
      }
    ],
    "date": [
      "1904",
      "1922"
    ],
    "title": [
      "Joined Red Army in",
      "During World War II occupied a series of important command and staff positions"
    ],
    "type": null
  },
  {
    "container-title": [
      "1946–47 deputy commander in chief of land forces for combat training"
    ],
    "title": [
      "From October 1944 until end of war commanded the 37th Army, concurrently serving as chief Soviet military adviser to the Bulgarian army"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "From"
      }
    ],
    "date": [
      "1947"
    ],
    "note": [
      "commander of the Maritime (Primorye) Military District."
    ],
    "type": null
  },
  {
    "title": [
      "In 1953–54 commander in chief of the Central Group of Forces. In 1954–55 first deputy commander in chief of antiaircraft defense. From 1955 to 1962 deputy minister of defense and commander in chief of antiaircraft defense"
    ],
    "type": null
  },
  {
    "container-title": [
      "1962–63 commander in chief of Strategic Missile Forces. From 1962 to"
    ],
    "type": "chapter"
  },
  {
    "date": [
      "1964"
    ],
    "publisher": [
      "Marshal of the Soviet Union"
    ],
    "title": [
      "chief of the General Staff and first deputy minister of defense"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Blyukher",
        "given": "Vasily Konstantinovich"
      }
    ],
    "container-title": [
      "Military adviser to Kuomintang 1924–27. Commander of the Far Eastern Army 1929–38. Commander in chief of Far Eastern Front during its victorious clash with Japanese forces at Lake Khasan in",
      "War"
    ],
    "date": [
      "1890",
      "1918-03",
      "1921",
      "1938-07"
    ],
    "editor": [
      {
        "given": "In"
      }
    ],
    "note": [
      "Shortly thereafter arrested and executed."
    ],
    "title": [
      "Metalworker. Junior officer in World War I",
      "chairman of the Chelyabinsk Soviet, then commander in Red Army, making important contributions to victory in Civil War",
      "Under his command the Red Army of the Soviet Republic of the Far East defeated White and Japanese forces"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Bobrovnikov",
        "given": "Nikolai Ivanovich"
      }
    ],
    "date": [
      "1909"
    ],
    "location": [
      "Worker"
    ],
    "title": [
      "Joined party in 1931"
    ],
    "type": null
  },
  {
    "note": [
      "From 1932 to 1934 in Red Army. From"
    ],
    "title": [
      "Graduated from Moscow Engineering-Construction Institute in 1932 as water-supply and sewerage engineer"
    ],
    "type": null
  },
  {
    "container-title": [
      "From 1961 to 1963 deputy chairman of the State Scientific-Economic Council of the Council of Ministers"
    ],
    "date": [
      "1934"
    ],
    "note": [
      "From 1963 until"
    ],
    "title": [
      "engineer at water-supply stations. From 1947 chief engineer and deputy head, then in 1948–49 head of water-supply and sewerage administration of Moscow City Executive Committee. From 1949 deputy chairman, from 1950 first deputy chairman, and from 1956 to 1961 chairman of Moscow City Executive Committee"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "Took part in the French resistance movement"
    ],
    "date": [
      "1943"
    ],
    "title": [
      "wrote confidential memoranda warning the president concerning Soviet intentions"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Chelomei",
        "given": "Vladimir Nikolayevich"
      }
    ],
    "date": [
      "1914",
      "1965"
    ],
    "note": [
      "and the three-stage Proton, capable of lifting more than twenty tons into orbit. Also lectured for thirty years at the Bauman Higher Technical School in Moscow. Made a member of the Academy of Sciences in 1962. Twice Hero of Socialist Labor."
    ],
    "title": [
      "Soviet rocket scientist, specialist in the field of vibration theory, principal designer of rockets, missiles, and spacecraft. Graduated from the Kiev Aviation Institute in 1937, then worked at the Central Institute for Aircraft Engine Construction in Moscow. In 1944 appointed chief designer and director of a design bureau to design cruise missiles for aircraft. From October 29, 1955, head of OKB-52 design bureau based at the Reutov Mechanical Engineering Plant. At end of 1950s, OKB-52 absorbed two other design bureaus in Moscow (NII-642 and OKB-23, which designed cruise and ballistic missiles and manned military space stations). OKB-52 is now known as OKB-Salyut and produced Russian part of the international space station. Soviet intercontinental missiles UR-100 (SS-11) and UR-100 UTTX (SS-19) were manufactured to Chelomei’s designs. Greatest achievements were design of the two-stage rocket UR-500"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Chernyshov",
        "given": "Sergei Yevgenyevich"
      }
    ],
    "date": [
      "1881",
      "1949"
    ],
    "title": [
      "Architect. Contributed to developing the plan for the reconstruction of Moscow (1931–35) and to the design of the Moscow University skyscraper",
      "Awarded the State Prize"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Chiaureli",
        "given": "Mikhail Edisherovich"
      }
    ],
    "date": [
      "1894"
    ],
    "title": [
      "Georgian actor, artist, film"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Dobrovolsky",
        "given": "Anatoly Vladimirovich"
      }
    ],
    "date": [
      "1910"
    ],
    "title": [
      "Artist and architect"
    ],
    "type": null
  },
  {
    "container-title": [
      "the Theatrical Institute, the Borispil Airport (1959–65), the Hotel Moskva (1959–61), the Moscow Bridge"
    ],
    "date": [
      "1949"
    ],
    "title": [
      "Contributed to the plan to reconstruct the Kreshchatik",
      "Also involved in the design of residential buildings"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "Chief architect of Kiev from"
    ],
    "date": [
      "1976",
      "1960",
      "1950",
      "1950"
    ],
    "title": [
      "the Ukraina cinema",
      "the Vitryak restaurant",
      "and subway stations in Kiev (1958–65"
    ],
    "type": "article-journal"
  },
  {
    "date": [
      "1965"
    ],
    "title": [
      "Professor at the Kiev Art Institute from"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Dovzhenko",
        "given": "Aleksandr Petrovich"
      }
    ],
    "container-title": [
      "Made People’s Artist of Russia in 1950. Awarded the Lenin Prize and Stalin Prize. Husband and collaborator of Yuliya Ippolitovna Solntseva"
    ],
    "date": [
      "1894"
    ],
    "title": [
      "Film director and playwright. A classical figure of Soviet and Ukrainian cinematography. His films were poetic epics on grand historical themes of the Soviet period"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Eidinov",
        "given": "Aleksei Filippovich"
      }
    ],
    "date": [
      "1908",
      "1931",
      "1934"
    ],
    "note": [
      "Arrested on April 3, 1950, sentenced on November 23, 1950, by Military Collegium of Supreme Court for participation in a counterrevolutionary nationalist organization, and shot the next day. Rehabilitated posthumously."
    ],
    "title": [
      "Joined party in",
      "From 1930 worked at the Engineering Stock Company (Russian abbreviation AMO), renamed the Moscow Stalin Automobile Plant in",
      "Aide to the director of the plant, Ivan Alekseyevich Likhachev. Before arrest deputy director of the ATE-2 plant (a branch of the Stalin Plant that supplied it with electrical equipment"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Fadeyev",
        "given": "Aleksandr Aleksandrovich"
      }
    ],
    "date": [
      "1901"
    ],
    "note": [
      "The Last of the Udege; 1929–40) is"
    ],
    "title": [
      "His first novel Razgrom (The Rout; 1927) reflects his experience in the partisan movement in the Far East during the Civil War. Posledny iz udege"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Civil War",
        "particle": "also about the"
      }
    ],
    "title": [
      "Molodaya gvardiya (The Young Guard; 1945–51) celebrates Young Communists fighting underground against the Nazi occupation"
    ],
    "type": null
  },
  {
    "container-title": [
      "Vice-President of the World Peace Council. A member of the party CC from 1939. Committed suicide after the exposure of Stalin’s crimes at the Twentieth Party Congress"
    ],
    "title": [
      "From 1926 to 1932 one of the leaders of the Russian Association of Proletarian Writers. From 1946 to 1954 general secretary of the Soviet Writers Union"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Fomin",
        "given": "Ignaty Ivanovich"
      }
    ],
    "container-title": [
      "1971 became a People’s Architect of the USSR and in 1979 a corresponding member of the USSR Academy of Arts"
    ],
    "date": [
      "1904"
    ],
    "publisher": [
      "Son of Ivan Aleksandrovich Fomin"
    ],
    "title": [
      "Architect. Contributed to the planning of residential areas in Leningrad (1937–48"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Fomin",
        "given": "Ivan Aleksandrovich"
      }
    ],
    "date": [
      "1872"
    ],
    "note": [
      "Designed important"
    ],
    "title": [
      "Architect. Put forward a program of “classical reconstruction,” combining the traditions of classical Russian architecture with contemporary construction methods"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Galan",
        "given": "Yaroslav Aleksandrovich"
      }
    ],
    "date": [
      "1902",
      "1924"
    ],
    "title": [
      "Lvov publicist. Joined Communist Party of the Western Ukraine in",
      "Author of antifascist and anticlerical pamphlets and plays"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Gamarnik",
        "given": "Yan Borisovich"
      }
    ],
    "date": [
      "1894"
    ],
    "title": [
      "From a white-collar background"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "RSDLP",
        "given": "Joined"
      }
    ],
    "date": [
      "1916"
    ],
    "title": [
      "Participant in the revolutions of February and October"
    ],
    "type": null
  },
  {
    "container-title": [
      "A member of the Revolutionary Military Council of the Siberian Military District"
    ],
    "date": [
      "1917"
    ],
    "note": [
      "From 1928 first secretary"
    ],
    "title": [
      "Took active part in Civil War in Ukraine, occupied politico-military posts. From 1920 chairman of the Odessa and Kiev province committees of the CP(B)U, and of the Kiev Province Revolutionary Committee and Kiev Province Executive Committee. From 1923 chairman of the Primorye (Maritime) Province Executive Committee and of the Far East Revolutionary Committee and Far Eastern Territory Executive Committee. Secretary of the Far Eastern territory committee of the party"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Kaledin",
        "given": "Aleksei Maksimovich"
      }
    ],
    "date": [
      "1861"
    ],
    "title": [
      "From an old Cossack family"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Petersburg Mikhailov Artillery School",
        "given": "Graduated",
        "particle": "from Saint"
      },
      {
        "family": "Academy",
        "given": "General Staff"
      }
    ],
    "date": [
      "1882",
      "1889"
    ],
    "note": [
      "Elected Ataman of the Don Cossacks in June"
    ],
    "title": [
      "Cavalry commander during World War I. Removed from army command by Provisional Government for refusing to implement decrees to democratize army"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "M. V. Alekseyev",
        "particle": "together with"
      },
      {
        "family": "G",
        "given": "L."
      }
    ],
    "date": [
      "1917"
    ],
    "note": [
      "in the Civil War. On January 29, 1918, during successful Red Army offensive in the Don country, renounced his position as Ataman and shot himself."
    ],
    "title": [
      "After October Revolution declared martial law and",
      "Kornilov) established a regional anti-Bolshevik regime in the Don country. A leader of the White “Volunteer Army"
    ],
    "type": null
  },
  {
    "note": [
      "Arrested on June 25, 1937, and executed."
    ],
    "title": [
      "people’s commissar of health of the RSFSR, concurrently in 1936–37 people’s commissar of health of the USSR"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Kamov",
        "given": "Nikolai Ilyich"
      }
    ],
    "container-title": [
      "1927 invited to join design bureau of D. P. Grigorovich for experimental shipbuilding. In"
    ],
    "date": [
      "1902"
    ],
    "title": [
      "Aircraft designer. Graduated from Tomsk Technological Institute in 1923 as engineer-mechanic, then worked at Junkers Plant IVA while studying aerodynamics in the evenings"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "1928–29"
    ],
    "title": [
      "at design bureau of P. Richard, took part in creation of the first Soviet"
    ],
    "type": null
  },
  {
    "container-title": [
      "1931 joined sector of special designs of the Central Aero-Hydrodynamics Institute (TsAGI). Designed new ship-based combat gyroplane A-7, which was used in World War II. From 1943 at Bureau of New Technology of TsAGI. In 1946 organized group to design helicopter KA-6"
    ],
    "title": [
      "gyroplane Krasny inzhener (Red Engineer). In 1930–31 leading engineer at design bureau for naval aircraft construction, produced open-sea torpedo-armed hydroplane TOM-1"
    ],
    "type": "chapter"
  },
  {
    "title": [
      "From 1948 chief designer of design bureau for helicopters, transformed in"
    ],
    "type": null
  },
  {
    "collection-title": [
      "for geological prospecting), and the rotary-wing plane KA-22. Doctor of Technical Sciences"
    ],
    "date": [
      "1949",
      "1962"
    ],
    "title": [
      "into Ukhta Helicopter Plant. Also created snow hovercrafts, the highspeed helicopters KA-8, KA-10, KA-15, and KA-18, the twin-turbine KA-25, the twin-engine KA-26",
      "Hero of Socialist Labor"
    ],
    "type": null
  },
  {
    "container-title": [
      "Chief editor of Zhurnal Eksperimentalnoi i Teoreticheskoi Fiziki (Journal of Experimental and Theoretical Physics). From"
    ],
    "date": [
      "1953"
    ],
    "title": [
      "appointed head of Physics Laboratory of USSR Academy of Sciences and in 1955 returned to directorship of Institute of Physics Problems, remaining in this position until his death"
    ],
    "type": "article-journal"
  },
  {
    "container-title": [
      "1973 refused to sign letter denouncing Academician A. D"
    ],
    "date": [
      "1957"
    ],
    "note": [
      "Sakharov. From 1980 to"
    ],
    "title": [
      "a member of the Presidium of the Academy of Sciences"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "Twice Hero of Socialist Labor. Awarded the Lomonosov Gold Medal of the USSR Academy of Sciences, Stalin Prize, and Nobel Prize for Physics"
    ],
    "date": [
      "1984",
      "1978"
    ],
    "title": [
      "chief editor of the series “Scientific Classics” produced by the Nauka publishing house"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Kavun",
        "given": "Vasily Mikhailovich"
      }
    ],
    "date": [
      "1928?"
    ],
    "publisher": [
      "Hero of Socialist Labor"
    ],
    "title": [
      "Born in Cherkasy province, Ukraine. Chairman of the Collective Farm named after the Twenty-Second Party Congress"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Kedrov",
        "given": "Bonifaty Mikhailovich"
      }
    ],
    "date": [
      "1903"
    ],
    "title": [
      "Philosopher, chemist, and historian of science. Author of works on materialist dialectics, philosophy of the natural sciences, the practice of science, and classification of the sciences"
    ],
    "type": null
  },
  {
    "publisher": [
      "Son of Mikhail Sergeyevich Kedrov"
    ],
    "title": [
      "Made a member of the Academy of Sciences in 1966"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Kedrov",
        "given": "Mikhail Sergeyevich"
      }
    ],
    "container-title": [
      "Participant in the three Russian revolutions [1905",
      "the Supreme Council of the National Economy, the People’s Commissariat of Health, the Supreme Court, the Executive Committee of the Red Sports International, and Gosplan. At the time of his arrest in 1939 he was director of the Military Sanitation Institute. Shot on October 17"
    ],
    "date": [
      "1878",
      "1901",
      "1917-02",
      "1941"
    ],
    "title": [
      "Joined RSDLP in",
      "Head of the book publishing house Zerno (Grain",
      "From 1919 head of the Special Department of the Cheka. From 1924 occupied important positions in the Council for Labor and Defense"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Keldysh",
        "given": "Mstislav Vsevolodovich"
      }
    ],
    "collection-title": [
      "Author of fundamental works on mathematics (theory of functions of a complex variable"
    ],
    "date": [
      "1911"
    ],
    "note": [
      "functional analysis, etc.), aerohydrodynamics,"
    ],
    "title": [
      "Mathematician and mechanical engineer. A member of the Academy of Sciences from 1946 and its president from 1961 to 1975"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Military Districts",
        "particle": "caucasus"
      }
    ],
    "container-title": [
      "From 1961 commander in chief of Soviet occupation forces in Germany. From 1962 Inspector General of the Ministry of Defense"
    ],
    "publisher": [
      "Marshal of the Soviet Union. Twice Hero of the Soviet Union"
    ],
    "title": [
      "Commander of the Nineteenth Army in the battle for Moscow in 1941, then successively of the Steppe, Second Ukrainian, and First Ukrainian Fronts. After World War II commander in chief of Soviet occupation forces in Austria and Hungary. From 1946 commander in chief of ground forces and deputy minister of defense. From 1952 commander of the Ciscarpathian Military District. From 1955 first deputy minister of defense and commander in chief of Unified Warsaw Pact Forces"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Korneichuk",
        "given": "Aleksandr Yevdokimovich"
      }
    ],
    "container-title": [
      "Chairman of the Ukraine Union of Writers from"
    ],
    "date": [
      "1905",
      "1942",
      "1946"
    ],
    "title": [
      "Prominent Ukrainian playwright, writer, and journalist. Best-known play was The Front",
      "A member of the Academy of Sciences from 1943",
      "Second husband of Wanda Wasilewska"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Korolyov",
        "given": "Sergei Pavlovich"
      }
    ],
    "date": [
      "1906/7–1966"
    ],
    "title": [
      "Space scientist and missile designer"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "teacher",
        "given": "Son",
        "particle": "of a"
      }
    ],
    "container-title": [
      "1930 graduated from Moscow Glider Pilots School. Decided to devote himself to making rockets after reading the cosmic visionary K. E. Tsiolkovsky. In 1932 became head of Group for the Study of Jet Motion"
    ],
    "note": [
      "Designed the first Soviet rocket-powered glider and cruise missile."
    ],
    "title": [
      "Worked in construction as roofer and joiner. In 1924 became student at Kiev Polytechnical Institute, but transferred to Aeromechanics Faculty of Moscow Higher Technical School, graduating in 1929. (For his diploma project he designed a light-engine plane under supervision of A"
    ],
    "type": "chapter",
    "volume": [
      "N. Tupolev"
    ]
  },
  {
    "note": [
      "which lifted the first artificial earth satellite (sputnik) into orbit in"
    ],
    "title": [
      "Under detention from 1938 to 1940 in Kolyma camps, then from 1940 to 1944 in design bureaus in Moscow and Kazan, where tested rocket accelerators for fighter planes. Designed the first Soviet multistage intercontinental rocket"
    ],
    "type": null
  },
  {
    "container-title": [
      "Supervised design of ballistic missiles and geophysical rockets. Made a member of the Academy of Sciences in 1958. Awarded the Lenin Prize"
    ],
    "date": [
      "1957"
    ],
    "publisher": [
      "Twice Hero of Socialist Labor"
    ],
    "title": [
      "Supervised construction of manned spaceships (including the Voskhod and the Vostok, on which Yuri Gagarin made the first manned space flight in 1961), equipment for space walks, sputniks of the Elektron, Molniya-1, and Kosmos series, and the first interplanetary explorers of the Zond series. Sent the first spaceships to the moon, Venus, Mars, and the sun"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Kosior",
        "given": "Stanislav Vikentyevich"
      }
    ],
    "date": [
      "1889",
      "1907"
    ],
    "publisher": [
      "Joined RSDLP in"
    ],
    "title": [
      "Worker"
    ],
    "type": "book"
  },
  {
    "title": [
      "After 1917 a prominent party official, one of the organizers of the CP(B)U"
    ],
    "type": null
  },
  {
    "date": [
      "1920"
    ],
    "title": [
      "Secretary of the CC of the CP(B)U from",
      "Secretary of the Siberian Bureau of the party CC from 1922, thereafter up to 1938 general secretary of"
    ],
    "type": null
  },
  {
    "container-title": [
      "On graduation in 1927, worked at design bureau of A. N. Tupolev on the first Soviet bomber"
    ],
    "pages": [
      "–4"
    ],
    "title": [
      "aerodynamics at Moscow Higher Technical School"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "Laville, finally the Central Design Bureau. In 1938–39 worked"
    ],
    "title": [
      "In 1929 joined aircraft design bureau of P. E. Richard, then the bureau of new designs of H"
    ],
    "type": "chapter"
  },
  {
    "date": [
      "1933"
    ],
    "title": [
      "appointed Soviet ambassador to Spain but died before he could take up his post. Author of literary sketches and works of Marxist philosophy"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Lyulka",
        "given": "Arkhip Mikhailovich"
      }
    ],
    "container-title": [
      "Graduated in 1931 from Kiev Polytechnical Institute, then graduate work in thermodynamics at Kharkov Institute of Industrial Energetics"
    ],
    "date": [
      "1908"
    ],
    "title": [
      "Pioneer of Soviet jet-engine construction"
    ],
    "type": "chapter"
  },
  {
    "note": [
      "In 1939 transferred to Special Design Bureau at Kirov Plant in Leningrad. In 1941–42 at tank plant in Chelyabinsk."
    ],
    "title": [
      "Research on steam-gas-turbine and jet engines at Special Design Bureau No. 1 at Kharkov Turbo-Generator Plant. Taught at Kharkov Aviation Institute from 1933 to 1939. In 1936 began to promote his design of the first turbo-compressor air-jet engine, now in wide use"
    ],
    "type": null
  },
  {
    "location": [
      "From"
    ],
    "title": [
      "In 1944 appointed head of department of turbojet engines at new special scientific research institute for design of jet engines (NII-1). In 1945 appointed chief designer at plant for test production of turbojet engine TR-1"
    ],
    "type": null
  },
  {
    "container-title": [
      "1957 became general designer of aviation engines. Also taught at Moscow Aviation Institute in 1950s and 1960s. From 1967 head of Commission of USSR Academy of Sciences on Gas Turbines. Developed ways to use new energyproducing materials. Made a member of the Academy of Sciences in 1968. Awarded the Lenin Prize"
    ],
    "date": [
      "1946"
    ],
    "publisher": [
      "Hero of Socialist Labor"
    ],
    "title": [
      "general designer at design bureau. The TR-1 engine went into production in 1947 and was successfully tested in the first jet planes (SU-11 and IL-22) in 1947–48. Later designed successor models in the TR class"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Malenkov",
        "given": "Georgy Maksimilianovich"
      }
    ],
    "date": [
      "1902"
    ],
    "title": [
      "From a white-collar back"
    ],
    "type": null
  },
  {
    "note": [
      "both in Kazakhstan). Expelled from party in 1961."
    ],
    "title": [
      "posts and appointed director of the Ust-Kamenogorsk hydroelectric power plant, then of the Ekibastuz thermoelectric power plant"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Malinovsky",
        "given": "Aleksandr Ivanovich"
      }
    ],
    "date": [
      "1915",
      "1961",
      "1940"
    ],
    "note": [
      "Contributed to plan to reconstruct the"
    ],
    "title": [
      "Ukrainian architect. Joined party in",
      "Graduated from Faculty of Architecture of Kiev Engineering-Construction Institute in"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Kreshchatik"
      }
    ],
    "date": [
      "1949"
    ],
    "title": [
      "and design of the Borispil Airport (1959–65) and various buildings in Kiev"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Malinovsky",
        "given": "Rodion Yakovlevich"
      }
    ],
    "container-title": [
      "the Second Guards Army in the counteroffensive at Stalingrad (1942–43), various Fronts engaged in offensive operations in Ukraine"
    ],
    "date": [
      "1898",
      "1919",
      "1942"
    ],
    "location": [
      "Romania, Hungary, Austria"
    ],
    "note": [
      "and Czechoslovakia (1943–45), and the Transbaikal Front in the war with Japan (1945). Com-"
    ],
    "title": [
      "Noncommissioned officer in the tsarist army. Joined Red Army in",
      "Before assuming senior command posts was a military adviser in the Spanish civil war and an instructor at the Frunze Military Academy. During World War II commanded the Southern Front, the Don Operational Group"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Mikoyan",
        "given": "Artyom Ivanovich"
      }
    ],
    "container-title": [
      "Joined party"
    ],
    "date": [
      "1905",
      "1924"
    ],
    "title": [
      "Aircraft designer"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "N. N",
        "given": "Worked",
        "particle": "at"
      }
    ],
    "note": [
      "In 1939 appointed deputy head of design bureau of Plant No. 1. From 1940 chief designer, later general designer of the Design and Test Bureau (OKB) for"
    ],
    "title": [
      "Turner, studied at tank school and then at Zhukovsky Air Force Academy, graduating in 1937 as military engineer-mechanic",
      "Polikarpov’s aircraft plant, first as military representative and then as designer"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "M. I",
        "given": "Aircraft Construction In",
        "particle": "collaboration with"
      }
    ],
    "container-title": [
      "Made a member of the Academy of Sciences in 1968. Awarded the Lenin Prize and State Prize. Twice Hero of Socialist Labor. Brother of Anastas Ivanovich Mikoyan"
    ],
    "title": [
      "Gurevich designed fighters of the MIG class (including the MIG-15, MIG-21, and MIG-29). Colonel general of the engineering-technical service"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Mil",
        "given": "Mikhail Leontyevich"
      }
    ],
    "container-title": [
      "Became student at Siberian Technological Institute in 1926, transferred to Don Polytechnical Institute in 1928. In 1930, while still a student"
    ],
    "date": [
      "1909"
    ],
    "title": [
      "Prominent designer of helicopters and gyroplanes"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Ovechkin",
        "given": "Valentin Vladimirovich"
      }
    ],
    "date": [
      "1904",
      "1940"
    ],
    "note": [
      "S frontovym privetom (With Greetings from the Front; 1945), and Rayonnye budni (Life as Usual in the County; 1952–56), on the problems of rural life."
    ],
    "title": [
      "Writer of stories, novels, essays, and plays, including Gosti v Stukachakh (Guests in Stukachi"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Paletskis",
        "given": "Yustas Ignovich"
      }
    ],
    "container-title": [
      "July 1940 became prime minister and acting president of the Lithuanian People’s Government. From August 1940 to 1967 chairman of Presidium of the Supreme Soviet of the Lithuanian SSR. From"
    ],
    "date": [
      "1899"
    ],
    "title": [
      "Joined party in 1940. In the interwar period worked as teacher, translator, and journalist for left-wing newspapers in Latvia and Lithuania"
    ],
    "type": "chapter"
  },
  {
    "date": [
      "1966"
    ],
    "publisher": [
      "Hero of Socialist Labor"
    ],
    "title": [
      "until retirement in 1970 chairman of the Council of Nationalities of the USSR Supreme Soviet"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Panteleyev",
        "given": "Yuri Aleksandrovich"
      }
    ],
    "container-title": [
      "1940–41 chief of staff of Baltic Fleet. Rear admiral",
      "1944–45 commander of Belomor Flotilla. In 1945–46 commander of Belomor Naval Defense Area of Northern Fleet. In 1946–47 head of Navy’s Combat Training Directorate. In 1947–48 deputy head of Main Naval Staff"
    ],
    "date": [
      "1901",
      "1941-06"
    ],
    "title": [
      "Joined Navy in 1918",
      "During World War II led naval defense of Leningrad and the Lake Region. In 1941–42 commander of Leningrad Naval Base. From 1942 to 1944 assistant to head of Main Naval Staff"
    ],
    "type": "chapter"
  },
  {
    "note": [
      "From 1960 to 1967 head of Naval Academy."
    ],
    "title": [
      "From 1948 to 1951 head of Voroshilov Naval Academy. From 1951 to 1953 commander of Fifth Naval Fleet. From 1953 to 1956 commander of Pacific Fleet. From 1956 to 1960 head of Krylov Naval Academy of Shipbuilding and Armaments"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Patolichev",
        "given": "Nikolai Semyonovich"
      }
    ],
    "date": [
      "1908"
    ],
    "location": [
      "From"
    ],
    "title": [
      "Joined party in 1928"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Polikarpov",
        "given": "Nikolai Nikolayevich"
      }
    ],
    "container-title": [
      "1923 built the first Soviet fighter in series production (IL-400). Formed design bureau OKB-51"
    ],
    "date": [
      "1892"
    ],
    "note": [
      "Designed several fighters (including the I-15 and I-16, which played roles in the Spanish civil war and World War II) and a reconnaissance plane. Also taught at Moscow Aviation Institute. Awarded the State Prize. Hero of Socialist Labor."
    ],
    "title": [
      "From 1910 worked at Russo-Baltic Aircraft Plant and returned there in 1916 on graduation from Petrograd Polytechnical Institute. In 1918 appointed head of technical department of the first Soviet aircraft plant"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "1957 awarded Order of Lenin"
    ],
    "title": [
      "struction of the Council of Ministers of the RSFSR, minister of construction of the RSFSR, and from 1963 until retirement in 1986 chairman of the Moscow City Soviet Executive Committee"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Pryanishnikov",
        "given": "Dmitry Nikolayevich"
      }
    ],
    "date": [
      "1865"
    ],
    "title": [
      "Soil scientist. Founder of the “agrochemical” school. Worked out theory of the role of nitrogen and phosphorus in plant nutrition. A member of the Academy of Sciences"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Agricultural Sciences",
        "particle": "of the Lenin All-Union Academy of"
      }
    ],
    "citation-number": [
      "1929"
    ],
    "date": [
      "1935",
      "1940"
    ],
    "publisher": [
      "Hero of Socialist Labor"
    ],
    "title": [
      "Author of works on the liming of acid soils and the use of fertilizers and of the well-known textbook Agrokhimiya (Agrochemistry",
      "Awarded the Lenin Prize and State Prize"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Pustovoit",
        "given": "Vasily Stepanovich"
      }
    ],
    "date": [
      "1886",
      "1956"
    ],
    "publisher": [
      "Twice Hero of Socialist Labor"
    ],
    "title": [
      "Plant breeder. Worked out a highly effective system for breeding sunflowers and developed twenty highoil, blight-resistant varieties. A member of the Academy of Sciences (1964) and of the Lenin All-Union Academy of Agricultural Sciences",
      "Awarded the Lenin Prize and State Prize"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Pyatakov",
        "given": "Georgy Leonidovich"
      }
    ],
    "date": [
      "1890"
    ],
    "note": [
      "Joined RSDLP in 1910, participant in the revolutionary movement."
    ],
    "title": [
      "Soviet state and party figure"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "Commissar of the People’s Bank in"
      }
    ],
    "container-title": [
      "Deputy chairman of the Supreme Council of the National Economy from 1923. Trade representative in France in 1927"
    ],
    "date": [
      "1917",
      "1920"
    ],
    "note": [
      "Chairman of the board of the State Bank from"
    ],
    "title": [
      "Chairman of the Provisional Worker-Peasant Government of Ukraine. Leader of reconstruction of the Donbas from",
      "Deputy chairman of the RSFSR Gosplan"
    ],
    "type": "chapter"
  },
  {
    "date": [
      "1929",
      "1932"
    ],
    "publisher": [
      "Executed"
    ],
    "title": [
      "Deputy and first deputy people’s commissar of heavy industry from"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Redens",
        "given": "Stanislav Frantsevich"
      }
    ],
    "date": [
      "1892"
    ],
    "note": [
      "Executed, posthumously rehabilitated."
    ],
    "title": [
      "Joined RSDLP in 1914. Prominent official of the OGPU and the NKVD (secret police). From 1935 commissar of state security of the first rank"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Remeslo",
        "given": "Vasily Nikolayevich"
      }
    ],
    "container-title": [
      "and of the Lenin All-Union Academy of Agricultural Sciences (1964). Awarded the Lenin Prize and State Prize"
    ],
    "date": [
      "1907",
      "1974"
    ],
    "publisher": [
      "Twice Hero of Socialist Labor"
    ],
    "title": [
      "Plant breeder. Worked out methods of creating high-yielding varieties of wheat. Developed seventeen new varieties of winter wheat. A member of the Academy of Sciences"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Rodionov",
        "given": "Mikhail Ivanovich"
      }
    ],
    "date": [
      "1907"
    ],
    "note": [
      "Joined party in 1925. From 1940 to"
    ],
    "type": null
  },
  {
    "date": [
      "1946"
    ],
    "title": [
      "first secretary of the Gorky province and city committees of the party"
    ],
    "type": null
  },
  {
    "title": [
      "From 1946 to 1949 chairman of the Council of Ministers of the RSFSR. Executed in connection with the “Leningrad Affair"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Shchadenko",
        "given": "Yefim Afakasyevich"
      }
    ],
    "container-title": [
      "From 1941 to 1943 head of Directorate for Recruitment and Personnel of Red Army. In 1943–44 political commissar in Southern Front and then in Fourth Ukrainian Front"
    ],
    "date": [
      "1885"
    ],
    "title": [
      "Colonel general. Commander in First Cavalry Army in Civil War. From 1935 to 1937 head of Organization and Mobilization Directorate of Red Army. From 1937 to 1945 deputy people’s commissar of defense. From 1937 to 1941 head of Directorate for Commanding Personnel of Red Army"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Shcherbakov",
        "given": "Aleksandr Sergeyevich"
      }
    ],
    "container-title": [
      "Joined party in",
      "Head of Chief Political Directorate of the army and navy from"
    ],
    "date": [
      "1901",
      "1918",
      "1942"
    ],
    "note": [
      "Deputy people’s commissar of defense and colonel general from 1943. A candidate member of the Politburo of the party CC from 1941."
    ],
    "title": [
      "Soviet state and party figure",
      "One of the leaders of the Writers Union at the beginning of the 1930s. Secretary of a number of province committees of the party from 1936. First secretary of the Moscow Committee and Moscow City Committee of the party from 1938 to 1945. A secretary of the party CC and head of the Soviet Information Bureau (Sovinformburo) from 1941"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Shelepin",
        "given": "Aleksandr Nikolayevich"
      }
    ],
    "date": [
      "1918"
    ],
    "title": [
      "From 1940 an official of the"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Shelest",
        "given": "Pyotr Yefimovich"
      }
    ],
    "date": [
      "1908",
      "1935"
    ],
    "title": [
      "Graduated from Mariupol Metallurgical Institute in",
      "From 1940 party official at defense enterprises in Kharkov, Chelyabinsk, and Saratov. From 1948 enterprise director in Leningrad and Kiev. From 1954 second secretary of Kiev city committee of the Communist Party of Ukraine, then second secretary and from 1957 first secretary of its Kiev province committee. From 1956 a member of the CC of the Communist Party of Ukraine and from 1961 a member of its Presidium"
    ],
    "type": null
  },
  {
    "title": [
      "From 1961 a member of the CC of the CPSU. From 1962 a secretary of the CC of the Communist Party of Ukraine and head of its bureau for industry and construction. From 1963 first secretary of Communist Party of Ukraine"
    ],
    "type": null
  },
  {
    "note": [
      "As party leader of Ukraine, promoted autonomous economic development and"
    ],
    "title": [
      "From 1964 a member of Presidium (Politburo) of the CC of the CPSU"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Sholokhov",
        "given": "Mikhail Aleksandrovich"
      }
    ],
    "date": [
      "1905",
      "1939"
    ],
    "publisher": [
      "Twice Hero of Socialist Labor"
    ],
    "title": [
      "Writer and public figure. A member of the Academy of Sciences"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Don Tales",
        "given": "Author",
        "particle": "of"
      }
    ],
    "date": [
      "1926"
    ],
    "title": [
      "the novels The Quiet Don (1928–40) and Virgin Soil Upturned (1932–60), the unfinished composition They Fought for the Motherland, and many other works"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Shostakovich",
        "given": "Dmitry Dmitriyevich"
      }
    ],
    "date": [
      "1906"
    ],
    "note": [
      "and the theater. Also a"
    ],
    "title": [
      "Composed fifteen symphonies, quartets, preludes, fugues, and music for ballet, films"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "breeding"
      }
    ],
    "date": [
      "1956"
    ],
    "publisher": [
      "Hero of Socialist Labor"
    ],
    "title": [
      "A member of the Lenin All-Union Academy of Agricultural Sciences",
      "Awarded the Lenin Prize and State Prize"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Sokolov",
        "given": "Konstantin Mikhailovich"
      }
    ],
    "container-title": [
      "Joined party in"
    ],
    "date": [
      "1903",
      "1925"
    ],
    "note": [
      "In 1929–30 engineer on shore installations for Baltic Fleet."
    ],
    "title": [
      "From working-class background",
      "Graduated from Leningrad Institute of Railroad Engineers in 1929"
    ],
    "type": "article-journal"
  },
  {
    "note": [
      "From 1934 to 1938 engineer on"
    ],
    "title": [
      "From 1930 to 1934 graduate student and research associate at Leningrad Institute for the Mechanization of Construction"
    ],
    "type": null
  },
  {
    "container-title": [
      "Marshal of the Soviet Union"
    ],
    "date": [
      "1946"
    ],
    "publisher": [
      "Hero of the Soviet Union"
    ],
    "title": [
      "the General Staff and first deputy minister of defense. From 1960 a member of the Group of General Inspectors of the Ministry of Defense"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Solntseva",
        "given": "Yuliya Ippolitovna"
      }
    ],
    "date": [
      "1901"
    ],
    "title": [
      "Actor and film director. Wife and collaborator of the Ukrainian film director Aleksandr Petrovich Dovzhenko"
    ],
    "type": null
  },
  {
    "date": [
      "1981"
    ],
    "title": [
      "Made People’s Artist of the USSR in",
      "Awarded the State Prize"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Solzhenitsyn",
        "given": "Aleksandr Isayevich"
      }
    ],
    "container-title": [
      "Wrote about the camps in novel Odin den Ivana Denisovicha (One Day in the Life of Ivan Denisovich"
    ],
    "date": [
      "1918",
      "1962"
    ],
    "note": [
      "and in his three-volume work Arkhipelag GULAG"
    ],
    "title": [
      "Writer. Fought in war, arrested, in labor camps from 1945 to 1953, then in exile until 1956"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Archipelago",
        "given": "The G.U.L.A.G."
      }
    ],
    "date": [
      "1971"
    ],
    "note": [
      "Cancer Ward), published abroad in 1968. Ten-volume work on Russian Revolution: Krasnoe koleso (The Red Wheel;",
      "moved to United States in 1976. After return to Russia in 1994 toured the country and wrote works criticizing the"
    ],
    "title": [
      "which was published abroad in 1973 and circulated illegally in the USSR. Other works on the Stalin period include V kruge pervom (The First Circle) and Rakovy korpus",
      "Many short stories, articles, declarations. Expelled from USSR to West Germany in 1974"
    ],
    "type": null
  },
  {
    "date": [
      "1939"
    ],
    "title": [
      "Honorary member of USSR Academy of Sciences",
      "Marshal of the"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Union",
        "given": "Soviet"
      }
    ],
    "date": [
      "1943",
      "1945"
    ],
    "publisher": [
      "Hero of Socialist Labor"
    ],
    "title": [
      "Hero of the Soviet Union and Generalissimus of the Soviet Union"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Starchenko",
        "given": "Vasily Fyodorovich"
      }
    ],
    "date": [
      "1904",
      "1945"
    ],
    "title": [
      "Plant breeder. Became a corresponding member of Ukraine Academy of Sciences in",
      "A deputy chairman of Council of Ministers of the Ukrainian SSR"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Starovsky",
        "given": "Vladimir Nikonovich"
      }
    ],
    "date": [
      "1905"
    ],
    "note": [
      "Joined party in 1939. Worked in the field of statistics and accounting from 1919."
    ],
    "title": [
      "From a peasant family"
    ],
    "type": null
  },
  {
    "container-title": [
      "From 1948 until retirement in 1975 head of the Central Statistical Administration of the Council of Ministers. A corresponding member of the Academy of Sciences"
    ],
    "date": [
      "1926",
      "1958"
    ],
    "title": [
      "Graduated from Moscow University in",
      "From 1927 to 1947 engaged in lecturing. In 1939–40 a deputy head of the Central Administration of National Economic Accounting of Gosplan. From 1940 head of the Central Statistical Administration of Gosplan, concurrently from 1941 a deputy chairman of Gosplan",
      "Hero of Socialist Labor"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Strazhesko",
        "given": "Nikolai Dmitriyevich"
      }
    ],
    "container-title": [
      "Became a member of the Ukraine Academy of Sciences in 1934, of the USSR Academy of Sciences in 1943, and of the USSR Academy of Medical Sciences in 1944. Hero of Socialist Labor"
    ],
    "date": [
      "1876"
    ],
    "title": [
      "Physician, pathologist, pathophysiologist. Author of works on rheumatism and the pathology of digestion and blood circulation. Gave classical description of a myocardial attack"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Strelyany",
        "given": "Anatoly Ivanovich"
      }
    ],
    "container-title": [
      "1989 his film Arkhangelsky muzhik"
    ],
    "date": [
      "1939"
    ],
    "note": [
      "The Arkhangelsk Bumpkin) was awarded the State Prize. From 1995"
    ],
    "title": [
      "Writer and journalist. Graduated from Moscow State University. Worked for the provincial and central press, including the newspaper Komsomolskaya Pravda and the literary magazine Novy Mir. Author of twelve books of journalism and prose and of the scripts for several artistic and documentary films"
    ],
    "type": "chapter"
  },
  {
    "date": [
      "1917-07",
      "1917"
    ],
    "editor": [
      {
        "family": "In",
        "given": "C.C."
      }
    ],
    "note": [
      "Widely viewed as prospective successor to Lenin. During public speaking tour in support of Red Army, contracted typhus and died in March 1919 in Oryol. In 1924 Yekaterinburg in Urals, main center of his pre-revolutionary activity, renamed Sverdlovsk in his honor."
    ],
    "title": [
      "when many leading Bolsheviks were arrested and Lenin went into hiding, became de facto leader of the party. One of the organizers of revolution of October",
      "Chairman of Constituent Assembly before its dispersal. From January 1918 chairman of the All-Russia CEC. Secretary of the party CC. Author of Constitution of the RSFSR (the first Soviet constitution"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Syrtsov",
        "given": "Sergei Ivanovich"
      }
    ],
    "date": [
      "1893"
    ],
    "note": [
      "White-collar worker. Joined RSDLP in"
    ],
    "type": null
  },
  {
    "container-title": [
      "From"
    ],
    "date": [
      "1913"
    ],
    "title": [
      "Fought in the Civil War. Prominent party figure in the Donbas"
    ],
    "type": "article-journal"
  },
  {
    "container-title": [
      "Accused of cooperating with V. V"
    ],
    "date": [
      "1921",
      "1929"
    ],
    "note": [
      "Lominadze to form a “Right-Left” opposition bloc. Expelled from the CC and lost his leading"
    ],
    "title": [
      "official in the apparatus of the party CC. From 1924 editor of the newspaper Kommunisticheskaya Revolyutsiya (Communist Revolution). From 1926 secretary of the Siberian territory committee of the party. From 1929 chairman of the RSFSR Council of People’s Commissars. After 1931 in various leading administrative and party posts. A candidate member of the Politburo of the party CC in",
      "Supposedly the central figure in a right opposition group in the party"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "in",
        "particle": "positions"
      }
    ],
    "date": [
      "1930"
    ],
    "genre": [
      "Posthumously rehabilitated."
    ],
    "title": [
      "Arrested during the purges and died in detention"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Thorez",
        "given": "Maurice"
      }
    ],
    "date": [
      "1900",
      "1925"
    ],
    "title": [
      "A member of the French Communist Party from 1920, a member of its CC from 1924 and of its Politburo from"
    ],
    "type": null
  },
  {
    "date": [
      "1935"
    ],
    "title": [
      "General secretary of the French Communist Party from 1930 (in 1964 its chairman). A member of the Executive Committee of the Communist International from 1928 to 1943 and of its Presidium from"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Timoshenko",
        "given": "Semyon Konstantinovich"
      }
    ],
    "container-title": [
      "1937 commander of the North Caucasus Military District, then of the Kharkov Military District. From 1938 commander of the Kiev Special Military District. In 1939 commander of the Ukrainian Front that liberated Western Ukraine, and of the Northwestern Front in the campaign against Finland",
      "Soldier. Joined party in"
    ],
    "date": [
      "1895",
      "1919"
    ],
    "note": [
      "From 1940 people’s commissar of defense. From"
    ],
    "title": [
      "From a peasant background",
      "During Civil War commander of a cavalry brigade and a cavalry division. Thereafter occupied various command posts. From 1933 deputy commander of the Belorussian Military District, then of the Kiev Military District"
    ],
    "type": "article-journal"
  },
  {
    "date": [
      "1941"
    ],
    "note": [
      "A member of the party CC from 1939 to 1952. Marshal of the Soviet Union from 1940."
    ],
    "title": [
      "a representative and member of the Stavka and commander in chief of a number of Fronts. From 1945 commander of the Baranovichi, South Urals, and Belorussian Military Districts. From 1960 general inspector of the Group of General Inspectors of the General Staff of the Ministry of Defense. From 1961 chairman of the Soviet Committee of War Veterans"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Tito",
        "given": "Josip Broz"
      }
    ],
    "container-title": [
      "1945–46 chairman of the provisional government and minister of people’s defense. From 1946 to 1953 chairman of the Council of Ministers and from 1953 president of the Socialist Federal Republic of Yugoslavia"
    ],
    "date": [
      "1892"
    ],
    "title": [
      "Marshal. From 1937 head of the Communist Party of Yugoslavia (in 1952 renamed the Union of Communists of Yugoslavia). During World War II supreme commander in chief of the People’s Liberation Army of Yugoslavia"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Togliatti",
        "given": "Palmiro"
      }
    ],
    "container-title": [
      "General secretary of the Communist Party of Italy from 1926. A member of the Executive Committee of the Communist International from 1924, of its Presidium from 1928, and of its Secretariat from 1935"
    ],
    "date": [
      "1893"
    ],
    "title": [
      "A member of the Communist Party of Italy from its founding in 1921, member of its CC from 1922 and of its leadership from 1923"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Trotsky",
        "given": "Lev Davidovich"
      }
    ],
    "container-title": [
      "1903 joined the Mensheviks. In"
    ],
    "date": [
      "1879"
    ],
    "title": [
      "Participant in the social democratic movement from 1897"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "materials"
      }
    ],
    "date": [
      "1930"
    ],
    "title": [
      "Designed the Dnieper Hydroelectric Power Plant (Dneproges, 1927–32) and the Palace of Culture of the Likhachev Automobile Plant in Moscow"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Vilyams",
        "given": "Vasily Robertovich"
      }
    ],
    "date": [
      "1863"
    ],
    "title": [
      "Soil scientist, inventor of the grassfield crop-rotation system. A member of the Belorussia Academy of Sciences"
    ],
    "type": null
  },
  {
    "date": [
      "1929",
      "1931",
      "1935"
    ],
    "note": [
      "Awarded the Lenin Prize."
    ],
    "title": [
      "of the USSR Academy of Sciences",
      "and of the Lenin All-Union Academy of Agricultural Sciences",
      "Author of works on agricultural soil science"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Vlasik",
        "given": "Nikolai Sidorovich"
      }
    ],
    "date": [
      "1896"
    ],
    "note": [
      "Responsible for Stalin’s personal guard."
    ],
    "title": [
      "Lieutenant general. Until 1952 headed the department for guarding the government in the Chief Directorate of State Security of the NKVD"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Vlasov",
        "given": "Aleksandr Vasilyevich"
      }
    ],
    "container-title": [
      "From"
    ],
    "date": [
      "1900",
      "1928",
      "1936",
      "1944"
    ],
    "note": [
      "chief architect of Kiev, where he reconstructed the Kreshchatik (1945–47) and introduced use of ceramic building materials."
    ],
    "title": [
      "Architect. Son of a forester. Graduated from Division of Architecture of Engineering-Construction Faculty of Moscow Higher Technical School in",
      "From 1931 lectured at Moscow Architectural Institute. From 1932 to 1941 took part in developing the general plan for the reconstruction of Moscow. His designs were used for the Central Park of Culture and Rest (Gorky Park), the building of the All-Union Central Council of Trade Unions, the embankment of the Moscow River, and the Crimean Bridge",
      "During World War II worked in eastern part of the country and contributed to reconstruction of devastated cities"
    ],
    "type": "article-journal"
  },
  {
    "container-title": [
      "1955–56 president of the USSR Academy of Architecture. From 1960 to 1962 first secretary of board of Union of Architects. Doctor of Architecture. Professor. Awarded the Lenin Prize and State Prize"
    ],
    "title": [
      "From 1950 to 1955 chief architect of Moscow, where he supervised the development of Luzhniki and of the southwestern residential area and designed Central Lenin Stadium. A member of the Academy of Construction and Architecture of the USSR and of the Ukrainian SSR"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Volovchenko",
        "given": "Ivan Platonovich"
      }
    ],
    "container-title": [
      "Joined party in 1946. Worked at a Machine and Tractor Station in 1942"
    ],
    "date": [
      "1916"
    ],
    "location": [
      "After World"
    ],
    "title": [
      "Graduated from the Voronezh Agricultural Institute as an agronomist and seed selector in 1942"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Yampolsky",
        "given": "Boris Samoilovich"
      }
    ],
    "date": [
      "1912",
      "1959",
      "1963",
      "1988"
    ],
    "location": [
      "The Young Man",
      "Moscow Street"
    ],
    "title": [
      "Writer. Several of his stories, including Malchik s Golubinoi ulitsy (The Little Boy from Dove Street",
      "Tri vesny (Three Springs), and Molodoi chelovek",
      "are about World War II and the fate of the generation that lived through it. His posthumously published novel Moskovskaya ulitsa",
      "deals with social and moral conflicts connected with the “anti-cosmopolitan” campaign of the late 1940s and early 1950s"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Yangel",
        "given": "Mikhail Kuzmich"
      },
      {
        "family": "N. N. Polikarpov",
        "given": "N.Polikarpov Worked",
        "particle": "in design bureaus of"
      },
      {
        "family": "Mikoyan",
        "given": "Artyom"
      },
      {
        "family": "Myasishchev",
        "given": "V.M."
      }
    ],
    "container-title": [
      "1954 appointed head of design bureau OKB-586 (later renamed Yuzhnoe) in Dnepropetrovsk. Created dozens of launchers for space rockets and strategic and tactical missile complexes—in particular, the R-12, R-14, R-16, and R-36 Satana (SS-18). A member of the Ukraine Academy of Sciences (1961) and of the USSR Academy of Sciences"
    ],
    "date": [
      "1911"
    ],
    "title": [
      "Rocket and missile designer. From peasant background. In 1929–30 foreman’s assistant in textiles plant. In 1930 became student at Moscow Aviation Institute, where in 1934, while still a student, joined the team of designer N",
      "From 1948 to 1950 studied at Academy of Aviation Industry, then assigned to research institute NII-88, later became its director"
    ],
    "type": "chapter"
  },
  {
    "date": [
      "1966"
    ],
    "publisher": [
      "Twice Hero of Socialist Labor"
    ],
    "title": [
      "Awarded the Lenin Prize and State Prize"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Yaroshenko",
        "given": "Luka Danilovich"
      }
    ],
    "date": [
      "1896?"
    ],
    "genre": [
      "Old party member."
    ],
    "title": [
      "Economist"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Yelizarov",
        "given": "Viktor Dmitriyevich"
      }
    ],
    "container-title": [
      "Joined party"
    ],
    "date": [
      "1911?",
      "1944"
    ],
    "title": [
      "Architect"
    ],
    "type": "article-journal"
  },
  {
    "container-title": [
      "From 1964 deputy chairman of State Construction Committee of the Ukrainian SSR. Awarded title of Meritorious Architect of the Ukrainian SSR"
    ],
    "date": [
      "1937",
      "1970"
    ],
    "title": [
      "Graduated from Moscow Architectural Institute in",
      "Took part in postwar reconstruction of the Kreshchatik, the “Kreshchatik” subway station, and the Dnieper Hotel in Kiev"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Yezhov",
        "given": "Nikolai Ivanovich"
      }
    ],
    "date": [
      "1895",
      "1917"
    ],
    "note": [
      "From 1927 an official in the apparatus of the party CC. From 1929 to"
    ],
    "title": [
      "Worker. Joined party in",
      "During Civil War a military commissar. From 1922 secretary of the Semipalatinsk province committee and of the Kazakh territory committee of the party"
    ],
    "type": null
  },
  {
    "date": [
      "1930"
    ],
    "note": [
      "From 1938 people’s commissar of water transportation. From 1935 a member of the Executive Committee of the Communist International. From 1934 a member of the party CC."
    ],
    "title": [
      "deputy people’s commissar of agriculture. From 1930 to 1934 head of the Personnel and of the Personnel Assignment Departments and from 1934 of the Industrial Department of the party CC. From 1936 a secretary of the party CC, chairman of its Party Control Committee, and deputy chairman of the Reserves Committee of the Council of Labor and Defense. From 1936 to 1938 people’s commissar of internal affairs"
    ],
    "type": null
  },
  {
    "title": [
      "From 1937 general commissar of state security of the first rank. Arrested in 1939 and executed for criminal activity"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Yuryev",
        "given": "Vasily Yakovlevich"
      }
    ],
    "container-title": [
      "A member of the Ukraine Academy of Sciences (1945). An honorary member of the Lenin All-Union Academy of Agricultural Sciences"
    ],
    "date": [
      "1879",
      "1956"
    ],
    "note": [
      "Awarded the State Prize. Twice Hero of Socialist Labor."
    ],
    "title": [
      "One of the founders of Soviet seed farming and plant breeding. Bred many new varieties of winter and spring wheat, rye, barley, oats, millet, and corn. From 1956 director of the Ukraine Scientific Research Institute of Plant Growing, Breeding, and Genetics"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Yusupov",
        "given": "Usman Yusupovich"
      }
    ],
    "date": [
      "1900"
    ],
    "title": [
      "Poor peasant background, agri"
    ],
    "type": null
  },
  {
    "date": [
      "1939"
    ],
    "title": [
      "A member of the All-Russia CEC and of the All-Union CEC. A member of Stalin’s closest entourage and one of the most active organizers of the purges"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Zhdanov",
        "given": "Yuri Andreyevich"
      }
    ],
    "container-title": [
      "Married Svetlana Iosifovna Alliluyeva (Stalina) in 1949, daughter Yekaterina born 1950"
    ],
    "date": [
      "1919",
      "1952",
      "1952"
    ],
    "title": [
      "Son of Andrei Aleksandrovich Zhdanov",
      "Organic chemist. Author of works on the theory of organic chemistry, the chemistry of natural compounds, and philosophical problems of the natural sciences. A member of the party CC from",
      "A corresponding member of the Academy of Sciences"
    ],
    "type": "chapter"
  },
  {
    "date": [
      "1970"
    ],
    "title": [
      "Awarded the State Prize"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Zhemchuzhina"
      }
    ],
    "container-title": [
      "From"
    ],
    "date": [
      "1936"
    ],
    "title": [
      "Polina Semyonovna (Karpovich; 1897–1970"
    ],
    "type": "article-journal"
  },
  {
    "date": [
      "1937"
    ],
    "title": [
      "head of Chief Administration of Perfume, Cosmetics, Soap, and Synthetic Materials Industry of People’s Commissariat of Food Industry, then deputy people’s commissar of food industry and people’s commissar of fisheries"
    ],
    "type": null
  },
  {
    "container-title": [
      "1949 exiled. In 1953 rehabilitated"
    ],
    "title": [
      "From 1939 head of Chief Administration of Textiles Industry. Wife of Molotov"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Zhukov",
        "given": "Georgy Konstantinovich"
      }
    ],
    "date": [
      "1896"
    ],
    "title": [
      "Son of a shoemaker"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "furrier",
        "given": "Apprenticed",
        "particle": "to a"
      }
    ],
    "container-title": [
      "From November 1944 to June 1945 commander of the First Belorussian Front in the final offensive against Germany. From 1945 commander in chief of Soviet occupation forces in Germany. From 1946 commander in chief of ground forces",
      "Joined Red Army in",
      "From"
    ],
    "date": [
      "1918",
      "1940-06",
      "1941-01"
    ],
    "note": [
      "From 1947 commander of the Odessa, then of the Urals Military District. From 1953 first deputy minister of defense and from"
    ],
    "title": [
      "Joined party in 1919. In tsarist army during First World War",
      "From 1920 occupied various command posts in cavalry units. From 1938 deputy commander of the Belorussian Military District. Commander of the forces in the Far East that routed Japanese forces at Khalkin-Gol in Mongolia in May–September 1939",
      "commander of the Kiev Special Military District. During World War II occupied a series of important command and staff positions. Organized the defense of Leningrad (September 1941) and Moscow",
      "From August 1942 first deputy supreme commander in chief"
    ],
    "type": "article-journal"
  },
  {
    "container-title": [
      "Marshal of the Soviet Union"
    ],
    "date": [
      "1955",
      "1943"
    ],
    "publisher": [
      "Four times Hero of the Soviet Union"
    ],
    "title": [
      "minister of defense. From June 1957 a member of the Presidium of the party CC. Removed from all posts and retired in October 1957"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Zhukovsky",
        "given": "Nikolai Yegorovich"
      }
    ],
    "container-title": [
      "1868 graduated from Faculty of Physics and Mathematics of Moscow University"
    ],
    "date": [
      "1847"
    ],
    "title": [
      "Founder of theoretical and experimental aerohydrodynamics and “father of Russian aviation"
    ],
    "type": "chapter"
  },
  {
    "title": [
      "From 1870 to 1872 taught physics at Second Moscow Women’s Gymnasium"
    ],
    "type": null
  },
  {
    "container-title": [
      "In"
    ],
    "title": [
      "From 1872 taught mathematics at the Moscow Higher Technical School"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "1900 proposed for membership in Petersburg Academy of Sciences, but withdrew his candidacy in order to remain in Moscow. In 1902"
    ],
    "note": [
      "established aerodynamics laboratory at Moscow University with one of the first aerodynamic tunnels in the world."
    ],
    "title": [
      "1882 became Doctor of Applied Mathematics for work on theory of stable motion. From 1885 taught theoretical mechanics at Moscow University. Alongside teaching pursued research, mainly on the motion of bodies within a liquid or gas flow. In 1890–91 studied the theory of flight and the flight of birds, in late 1890s the theory of gliders. Also worked on problem of controlling hydraulic pressure in water pipes from reservoirs"
    ],
    "type": "chapter"
  },
  {
    "note": [
      "In 1910s his research focused on problems of air flow around aircraft wings and propellers."
    ],
    "title": [
      "In 1904 became director of a new aerodynamics institute near Moscow, the first such institute in Europe. Published a work on the possibility of a helicopter. In 1909 gave the first lecture course on air flight at Moscow Technical School and in 1910 set up an aerodynamics laboratory there"
    ],
    "type": null
  },
  {
    "date": [
      "1918"
    ],
    "editor": [
      {
        "given": "December"
      }
    ],
    "note": [
      "Author of more than 170 works (including classical textbooks) on aerodynamics, hydraulics, mechanics, mathematics, astronomy, the theory of machine regulation, and other subjects."
    ],
    "title": [
      "appointed director of newly established Central Aero-Hydrodynamics Institute (TsAGI). In 1920 became first rector of Institute of Engineers of the Red Air Fleet (in 1922 renamed the Air Fleet Academy and later the Zhukovsky Air Force Academy"
    ],
    "type": null
  },
  {
    "note": [
      "Zinoviev, Grigory Yevseyevich (Radomyslsky; 1883–1936). Joined RSDLP in"
    ],
    "type": null
  },
  {
    "date": [
      "1901"
    ],
    "publisher": [
      "One of Lenin’s"
    ],
    "title": [
      "Active participant in the revolutionary movement"
    ],
    "type": "book"
  },
  {
    "container-title": [
      "Russian"
    ],
    "note": [
      "Moscow in 1949 and, 181–82; Khrushchev’s Akopov, Stepan Akopovich, 44 recollections of, 58–66; Malenkov and, 179–80; Albania, 232 power of, after World War II, 179–80; proposal Aleksandrov, Anatoly Petrovich, 446, 454 n. 18 to abandon socialism in East Germany and, Alliluyeva, Nadezhda Sergeyevna (Nadya), 69, 81 183–84, 197; return of prisoners and exiles and,"
    ],
    "pages": [
      "454–57"
    ],
    "title": [
      "machine and tractor stations (MTSs), 379–82; of Stalin, 161, 183–92; appointed first deputy to milk production, 314; organizational Yezhov, 173–74; as member of Bureau of problems of, 383–93; plant breeding, 365; Presidium, 111; as possible successor to Stalin, potato production, 314–15, 369–71; poultry 113; on behavior of Stalin at start of World War breeding, 367–68; poultry production, 384–86; II, 157–58; building of dachas and, 186–88; raising productivity of, 350–64; seed selec- death of Stalin and, 148–52; disrespect of Stalin tion, 365; square-cluster planting, 377–78; by, 140; downfall of, 191–200; history of purges virgin-lands project and, 316–50; wheat and, 212; in charge of atomic bomb project, production, 344 427; intrigues by, 27, 29, 34, 35, 45, 110; air transport, 480–81 Kaganovich and, 140–41; Khrushchev return to aircraft"
    ],
    "type": "article-journal",
    "volume": [
      "430"
    ]
  },
  {
    "author": [
      {
        "family": "Ivanov",
        "given": "A.V."
      },
      {
        "family": "Kirov",
        "particle": "assassination of"
      }
    ],
    "container-title": [
      "Vladimir",
      "Janos",
      "Lazar Moiseyevich",
      "downfall project and"
    ],
    "issue": [
      "ivago and"
    ],
    "note": [
      "East German issue and, and, 69–70; Nineteenth Party Congress and, 184; in Ukraine, 11–16; Khrushchev’s opinion 106–11; notes on funeral of, 668–76; of, 124; Khrushchev’s recollections of, 39, observations on agriculture by, 299–315; on 136–38, 165; Molotov and, 87–88; opposition to defections from Soviet Union, 76–77; on"
    ],
    "pages": [
      "237",
      "263–64",
      "555–56",
      "220",
      "699–700",
      "261–62",
      "193–94"
    ],
    "publisher": [
      "Nadezhda Alliluyeva of Beria and"
    ],
    "title": [
      "intelligentsia, 545–62 Khrushchev, Nikita, 113; Andropov’s Iran, 231 memorandum limited receipt of foreign irrigation, 358–59 correspondence by, 662; announcement of Israel, relations with, 233–34 death of, 663; as chairman of Ukrainian",
      "28 Council of People’s Commissars, 5; as secretary of Moscow Central Committee, Jabotinsky",
      "167; assigned to Ukraine in 1938, 308–9; banning of Doctor Kadar",
      "constructing industrial Kaganovich",
      "bakeries and, 249; death of, 694–99; early 249, 308, 430; after Stalin’s death, 183; as years of",
      "dancer, 68; as head of Ministry of having dinner with Stalin, 43–44; in Ukraine, Construction Materials, 272; as member of 3–17; interest in construction industry, Bureau of Presidium, 111; as successor to 246–48; involvement with building Stalin, 113; at Stalin’s dinners, 162; Beria and, innovations by, 265–96; Moscow subway 140–41; death of Stalin and, 148, 152"
    ],
    "type": "article-journal",
    "volume": [
      "234",
      "n. 40",
      "203",
      "n. 12",
      "17 n. 3; funeral of, 664–67",
      "248"
    ]
  },
  {
    "author": [
      {
        "family": "Shayakhmetov",
        "given": "Zhumabai"
      },
      {
        "family": "Shchadenko",
        "particle": "altercation"
      },
      {
        "family": "Afanasyevich",
        "given": "Yefim"
      }
    ],
    "container-title": [
      "Nineteenth Party Congress",
      "Aleksandr Sergeyevich",
      "Mehmet",
      "Aleksandr Nikolayevich",
      "Andrei Stepanovich",
      "Taras",
      "Nikolai"
    ],
    "issue": [
      "ildren and"
    ],
    "note": [
      "interest in economic problems by, Sholokhov, Mikhail Aleksandrovich, 214–15, 117–24; interest in linguistics by, 117; 220 n. 21 Khrushchev and Ukrainian famine of 1946 Shostakovich, Dmitry Dmitryevich, 560, 565 nn. and, 6–8; Khrushchev’s reflections on, 153–68; 41, 42 Korean War and, 91–97, 425–26; last years of, Shtykov, Terenty Fomich, 94 82–90; Leningrad affair and, 26–34; Leninism Shuisky, Grigory Trofimovich, 120,",
      "memories of his father, 131; Shuisky, Vasily Ivanovich, 127 n. 12 memories of places of exile, 130–33; naval Shvarts, Semyon, 28 buildup by, 428–29; Nineteenth Party Shvernik, Nikolai Mikhailovich, 152, 153 n. 13 Congress and, 105–11; relations with Simonov, Konstantin Mikhailovich, 558, 741, 742, Khrushchev, 67–68; treatment of, by novelist"
    ],
    "pages": [
      "318–19,",
      "201–2",
      "47–57",
      "236",
      "650",
      "158–59",
      "98–104",
      "71–72",
      "547–49",
      "569 , 303–4"
    ],
    "title": [
      "86 with Krupskaya and, 133–34; anti-Semitism Shcherbakov",
      "as Marxist, 161; behavior of, in last 42–43, 263 years, 138–41; Beria and, 58–66, 138–39; Beria’s Shchusev, Aleksei Viktorov, 251–53 account of, at start of World War II, 157–58; Shehu",
      "character of, 67; conduct in World War II, Shelepin",
      "creation of Bureau of Presidium by, Shepilov, Dmitry, 569 145–46; death of, 145–52; Doctors’ Plot and, Shevchenko",
      "family dinners and, 70; family life of, Khrushchev, as last romantic, 569–653 67–81; gong to movies with, 115–16; his Shevchenko",
      "incident expressing Shlikhter, Aleksandr Grigoryevich, 379 displeasure with Lenin, 130; intellectuals and, Shmelyov"
    ],
    "type": "article-journal",
    "volume": [
      "350 n. 7",
      "38, 39, 40, and",
      "232",
      "n. 32",
      "628",
      "n. 114",
      "127 n. 14, 371",
      "691, 769 n. 33",
      "127 n. 12"
    ]
  }
]
