[
  {
    "note": [
      "which in turn has delegated some or all of its duties to 2, place Winston Churchill various Investment Managers and other service providers. The"
    ],
    "title": [
      " ensuring that the appointment of the Management Company and INDEPENDENT DIRECTORS the depositary is consistent with the 2010 Law and any applicable Iain O.S. Saunders, Chair contracts of the Fund Duine, Ardfern The Board has overall responsibility for the Fund’s investment Argyll PA31 8QN, United Kingdom activities and other operations. The Board has delegated the day-to-Jacques Elvinger day management of the Fund and its Sub-Funds to the Management Elvinger Hoss Prussen, société anonyme Company"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "B.P."
      }
    ],
    "title": [
      "425, L-2014 Luxembourg, Grand Duchy of Luxembourg Management Company, under the supervision of the Board, remains Susanne van Dootingh responsible for the delegated duties and acts"
    ],
    "type": null
  },
  {
    "location": [
      "Australia, Brazil, Canada, China, France, Germany, India"
    ],
    "note": [
      "Market Funds as may be amended or replaced from time to time."
    ],
    "title": [
      "Fund JPMorgan Investment Funds (except when it appears as part Managers. of the name of a Sub-Fund). Money Market Sub-Fund Any Sub-Fund duly authorised in G20 The “Group of Twenty”, the central forum for international accordance with the provisions of Regulation (EU) 2017/1131 of the cooperation on financial and economic issues, which comprises: European Parliament and of the Council of 14 June 2017 on Money Argentina"
    ],
    "type": null
  },
  {
    "location": [
      "Indonesia, Italy, Japan, Mexico, Russia"
    ],
    "note": [
      "Saudi Arabia, South Africa, NAV Net asset value per Share."
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Korea",
        "given": "South"
      },
      {
        "family": "Turkey",
        "given": "U.K."
      },
      {
        "given": "U.S.A."
      },
      {
        "family": "European Union",
        "particle": "the"
      }
    ],
    "title": [
      "OECD The Organisation for Economic Co-operation and Institutional Investor Institutional Investor within the meaning of Development, an intergovernmental economic organisation with 35 Article 174 of the 2010 Law such as: member countries"
    ],
    "type": null
  },
  {
    "note": [
      "place of which such Institutional Investors put into place for the business at No. 25 Finance Street, Beijing, PR China, 100032."
    ],
    "title": [
      " banks and other professionals of the financial sector, insurance PRC The People’s Republic of China, not including Hong Kong, and reinsurance companies, social security institutions and Macau or Taiwan. pension funds, industrial, commercial and financial group PRC Custodian China Construction Bank Corporation (\"CCB\") a companies, all subscribing on their own behalf, and the structures company incorporated in China and having its principal"
    ],
    "type": null
  }
]
