[
  {
    "author": [
      {
        "family": "Zinn",
        "given": "Howard"
      }
    ],
    "citation-number": [
      "1."
    ],
    "container-title": [
      "Abridged Teaching Edition"
    ],
    "date": [
      "2003"
    ],
    "pages": [
      "190 2",
      "33"
    ],
    "publisher": [
      "Ibid"
    ],
    "title": [
      "A People’s History of the United States"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Hodgson",
        "given": "See Geoffrey M."
      }
    ],
    "citation-number": [
      "3."
    ],
    "container-title": [
      "Journal of Economic Issues"
    ],
    "date": [
      "2000-06"
    ],
    "pages": [
      "317–329,"
    ],
    "title": [
      "What Is the Essence of Institutional Economics",
      "for a broader description of institutional economics"
    ],
    "type": "article-journal",
    "volume": [
      "34, 2"
    ]
  },
  {
    "author": [
      {
        "family": "Veblen",
        "given": "Thorstein"
      }
    ],
    "citation-number": [
      "4."
    ],
    "date": [
      "1899",
      "1994"
    ],
    "location": [
      "Dover"
    ],
    "pages": [
      "105"
    ],
    "title": [
      "The Theory of the Leisure Class"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Bellezza",
        "given": "Silvia"
      },
      {
        "family": "Paharia",
        "given": "Neeru"
      },
      {
        "family": "Keinan",
        "given": "Anat"
      }
    ],
    "citation-number": [
      "5."
    ],
    "container-title": [
      "Harvard Business Review"
    ],
    "date": [
      "2016-12-15"
    ],
    "note": [
      "accessed July 29, 2017."
    ],
    "title": [
      "Research: Why Americans Are So Impressed by Busyness"
    ],
    "type": "article-journal",
    "url": [
      "https://hbr.org/2016/12/research-why-americans-are-so-impressed-bybusyness,"
    ]
  },
  {
    "author": [
      {
        "family": "John Maynard Keynes",
        "given": "A.Tract on Monetary Reform"
      }
    ],
    "citation-number": [
      "6."
    ],
    "container-title": [
      "ch"
    ],
    "date": [
      "1923"
    ],
    "pages": [
      "80"
    ],
    "type": "article-journal",
    "volume": [
      "3"
    ]
  },
  {
    "author": [
      {
        "family": "U.S",
        "given": "E.C.O.N.O.M.Y.O.F.T.H.E."
      }
    ],
    "type": null
  },
  {
    "note": [
      "economy in general. As you can see from Figure 7.2, prior to 1950, the U.S. economy experienced dramatic fluctuations in economic growth. After 1950, the U.S. experienced more rapid and steady growth, which was achieved with the help of government efforts to stabilize the economy. A stable business environment makes firms more likely to invest, which drives growth and prosperity."
    ],
    "title": [
      "In general, there has been a trend toward greater deregulation in the U.S. since 1980, but the country continues to use government policy and programs to fix market failures. The U.S. is a laissez-faire-leaning mixed economy, with less government intervention than most other developed countries but much more government intervention than was the case in the U.S. prior to the Great Depression. Keynesian economic policy has been very good for the U.S"
    ],
    "type": null
  },
  {
    "note": [
      "Source: Our World in Data, https://ourworldindata.org/grapher/gdp-per-capita-over-the-long-run-Maddison, World Bank and St. Louis Fed (FRED)."
    ],
    "title": [
      "FIGURE 7.3 Economic instability in the U.S. economy: Real GDP growth per capita, 1890–2017"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Cannan",
        "given": "Edwin"
      },
      {
        "family": "Wolman",
        "given": "Leo"
      }
    ],
    "citation-number": [
      "3."
    ],
    "container-title": [
      "The Economic Journal",
      "National Bureau of Economic Research Bulletin"
    ],
    "date": [
      "1932-09",
      "1933-05-01"
    ],
    "genre": [
      "NOTES 1."
    ],
    "note": [
      "Source:",
      "Although later scholars from this tradition worked and lived outside of Austria, the original label stuck."
    ],
    "pages": [
      "357–370",
      "369 2",
      "1–5"
    ],
    "title": [
      "The Demand for Labour",
      "Wages During the Depression",
      "4. The founder of the Austrian school is considered to be Carl Menger, who taught at the University of Vienna in Austria in the late 1800s"
    ],
    "type": "article-journal",
    "url": [
      "https://commons.wikimedia.org/wiki/File:Lord_Keynes.jpg.",
      "www.nber.org/­chapters/ c2256.pdf"
    ],
    "volume": [
      "pages 367",
      "Number 46"
    ]
  },
  {
    "note": [
      "U.S.), a guided market approach (Nordic Model), and a central planning approach (USSR) to economic development."
    ],
    "title": [
      "•• Define and describe the characteristics of Market Dominated Economies, Social Market Economies, and State Dominated Economies; •• Analyze, compare, and contrast the characteristics and functioning of an MDE such as the United States, an SME such as the Nordic countries, and an SDE such as China; •• Explain the difference between socialism, communism, and capitalism; and, •• Evaluate the strengths and weaknesses of a market capitalist approach"
    ],
    "type": null
  },
  {
    "note": [
      "The U.S. also had rich land and abundant natural resources, acquired via war, negotiation or purchase, which were crucial in agricultural and industrial development. This ready supply of labor and resources provided fuel for economic growth."
    ],
    "title": [
      "Having traced the evolution of the U.S. economy in previous chapters, here we only describe the key aspects of the U.S. system as they compare to other economies. The major characteristics of the U.S. economic system include ready access to productive resources, a Protestant work ethic and melting pot of immigrants, early protectionism followed by later globalization, a business-friendly legal system, massive multinational corporations, an innovation system promoting revolutionary innovations, a small welfare state and few regulations, and macroeconomic stabilization policies. Ready access to productive resources One of the important reasons for U.S. economic success was its access to human and natural resources. The U.S. has historically had a large pool of mobile and highly motivated immigrant labor. Immigrant groups included religious dissidents, people pursuing commercial enterprises, convicts, indentured servants, slaves, and waves of migrants from Europe"
    ],
    "type": null
  },
  {
    "note": [
      "market. Modern economic systems﻿ 165"
    ],
    "title": [
      "Early protectionism, later globalization The split with Great Britain in the Revolutionary War prompted the U.S. to protect its market from British competitors, which allowed domestic industries to develop and sell to the large, internal U.S"
    ],
    "type": null
  },
  {
    "title": [
      "This allowed infant industries that would not have been able to survive otherwise to grow and develop. However, after World War II, the U.S. increasingly embraced globalization and free trade now that its industries dominated international manufacturing. U.S. corporations moved their operations all over the globe in search of new markets and cheap labor and resources"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "ing"
      }
    ],
    "note": [
      "still regulates food and drug safety, water and air quality, traffic safety, agricultural safety, workplace safety, and consumer product safety. Modern economic systems﻿ 167"
    ],
    "title": [
      "This explains why the U.S. has the highest poverty rate of any developed country. The U.S. tends to have fewer regulations on business behavior than other countries, with relatively lax approaches to regulating the environment, labor markets, and food and product safety. The U.S. has the highest per-person carbon emissions in the world, but it has yet to take significant steps to address climate change, unlike most other developed countries. Note that we are discussing the U.S. in comparison to other countries. Despite the tendency to have fewer regulations than other countries, the U.S"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1."
    ],
    "title": [
      "Explain the key differences between Market Dominated Economies, Social Market Economies and State Dominated Economies. Use specific examples to support your answer"
    ],
    "type": null
  },
  {
    "citation-number": [
      "2."
    ],
    "publisher": [
      "MDE?"
    ],
    "title": [
      "What are the key elements of the U.S. MDE? What factors do you think are essential contributors to U.S. economic success? What are the major problems with the U.S"
    ],
    "type": "book"
  },
  {
    "citation-number": [
      "3."
    ],
    "note": [
      "What problems do you see with the SME approach?"
    ],
    "title": [
      "What are the key elements of the Nordic SME? What factors do you think are essential contributors to its economic success?"
    ],
    "type": null
  },
  {
    "citation-number": [
      "4."
    ],
    "title": [
      "How do socialism and communism differ from capitalism?"
    ],
    "type": null
  },
  {
    "citation-number": [
      "5."
    ],
    "container-title": [
      "a guided market approach (Nordic Model), and a central planning approach (USSR) to economic development?"
    ],
    "title": [
      "What are the strengths and weaknesses of a market capitalist approach (U.S"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "6."
    ],
    "container-title": [
      "Modern economic systems"
    ],
    "pages": [
      "181"
    ],
    "title": [
      "The most successful countries in the last 50 years have used the government extensively in economic development efforts. However, many developing countries in sub-Saharan Africa, Latin America, and Southeast Asia have adopted similar approaches with little success"
    ],
    "type": "chapter"
  }
]
