[
  {
    "date": [
      "2004-11-03"
    ],
    "location": [
      "Postmortem"
    ],
    "publisher": [
      "Kerry Could Have Been Somebody"
    ],
    "type": "book"
  },
  {
    "note": [
      "Bush amassed more than the 270 Electoral College votes needed for victory. The 2004 Election 275"
    ],
    "title": [
      "The 2004 presidential election was always John Kerry’s to lose. And lose he did, by a margin of 3.5 million votes. Incumbent president George W. Bush won a 51 percent majority to Kerry’s 48 percent"
    ],
    "type": null
  },
  {
    "citation-number": [
      "2."
    ],
    "title": [
      "George Bush is not the British pound"
    ],
    "type": null
  },
  {
    "date": [
      "1992"
    ],
    "note": [
      "He was wrong. 276 Just What I Said"
    ],
    "title": [
      "Billionaire investor George Soros thought he could run Bush out of the White House in the same way he pushed sterling out of the Exchange Rate Mechanism in"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "said",
        "particle": "he"
      }
    ],
    "date": [
      "2003"
    ],
    "title": [
      "Growth is a supply-side phenomenon",
      "We’re seeing an increase in world aggregate demand.” The Paris-based International Energy Agency estimates world demand at 80.6 million barrels a day in 2004, the highest in 16 years and a 2-million-barrel-a-day increase from"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "L.P",
        "given": "Bloomberg"
      }
    ],
    "date": [
      "1981"
    ],
    "note": [
      "BLOOMBERG NEWS®, founded in 1990, provides stories and columns on business, general news, politics, and sports to leading newspapers and magazines throughout the world. BLOOMBERG"
    ],
    "title": [
      "is a global information services, news, and media company. Headquartered in New York, the company has sales and news operations worldwide. Bloomberg, serving customers on six continents, holds a unique position within the financial services industry by providing an unparalleled range of features in a single package known as the BLOOMBERG PROFESSIONAL® service. By addressing the demand for investment performance and efficiency through an exceptional combination of information, analytic, electronic trading, and Straight Through Processing tools, Bloomberg has built a worldwide customer base of corporations, issuers, financial intermediaries, and institutional investors"
    ],
    "type": null
  },
  {
    "container-title": [
      "For years, Ms. Baum had a weekly slot on the Financial News Network and she"
    ],
    "note": [
      "now appears on Bloomberg TV and radio. From March"
    ],
    "title": [
      "Caroline Baum joined Bloomberg News as a columnist in February 1998 after 11 years at Dow Jones. Her widely read column on the U.S. economy and bond market is distinguished by a lively wit and nononsense approach to markets"
    ],
    "type": "article-journal"
  },
  {
    "container-title": [
      "April 1996, Worth magazine profiled Ms. Baum as “The Merry Mistress of Bonds.” The National Headliners Club recognized Ms. Baum’s work with consecutive first-place awards in 2004 and 2005 for wire service/commentary"
    ],
    "date": [
      "2002-08"
    ],
    "note": [
      "She won the Newswomen’s Club of New York first-place award in 2001 for commentary/wire service."
    ],
    "title": [
      "she hosted her own weekend radio talk show, No Nonsense. In addition to her real-time column, Ms. Baum’s work has appeared in Barron’s, The National Review, Bloomberg Markets, Bloomberg Personal Finance and The International Economy"
    ],
    "type": "chapter"
  },
  {
    "note": [
      "She divides her time between New York City and Martha’s Vineyard."
    ],
    "title": [
      "Prior to joining Telerate in 1987, Ms. Baum spent six years selling municipal bonds to individual investors. She holds a B.A. in political science from Tufts University and an M.A. in cinema studies from New York University. Her postgraduate education includes courses in nonfiction writing, economics and technical analysis"
    ],
    "type": null
  }
]
