[
  {
    "author": [
      {
        "given": "U.S."
      }
    ],
    "container-title": [
      "PlIgeNumber"
    ],
    "title": [
      "Office of Government Ethies IReportlng IndIVidual's Name ,,'"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Dir",
        "given": "Harvard School",
        "particle": "of Public Health Nonproflt education"
      },
      {
        "others": true
      }
    ],
    "container-title": [
      "Cmte on Reducing Hypertension in US Non-profit Chair 112009 Present 4 10M emte on SmOking Cessation In MihtaryNeteran Populations Non-profit Member 212008 Present Partnership for Health Care Excellence Non-profit Member 9J2oo7 Present"
    ],
    "title": [
      "Div. of Public Health Practice 9/2003 Present 2 Harvard School of Public Health Non-profit education Fineberg Professor of the Practice 112005 Present Boston University School of Medicine Non-profit education Adjunct Faculty 1f2003 Present 3 American Legacy Foundation Board of Directors Non-profit Member 312008 Present Institue of Medicine (10M"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "5"
    ],
    "container-title": [
      "Disparities Action Network Non-profit Honorary Chair 1212007 Present"
    ],
    "title": [
      "10M Roundtable on RaciaUEthnic Health Disparities Non-profit Member 11/2006 Present Health Care for All Massachusetts"
    ],
    "type": "chapter"
  },
  {
    "title": [
      "Legal setVices in connection with university oollSttulltion"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Associate Dean",
        "given": "Harvard School",
        "particle": "of Public Health Salary as"
      }
    ],
    "citation-number": [
      "1"
    ],
    "container-title": [
      "Hong Kong. China Honorarium for organizing"
    ],
    "note": [
      "implementing and speaking at a Workshop"
    ],
    "title": [
      "Professor, and Director, Division of.Public HeaJth Practice Boston University School of Medicine Physician in Skin OncologyJDermatology Clinic 4hoursfweek 2 University of Hong Kong"
    ],
    "type": "article-journal"
  },
  {
    "container-title": [
      "S Office ofGOYC:lTlrl1l:nt Efhil:.S Reporting Individual's Name rage Numoer"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Biodefense Sci",
        "given": "New England Reg Ctr",
        "particle": "of Excellence in"
      }
    ],
    "citation-number": [
      "7"
    ],
    "note": [
      "ASTHO Non-profit Member 1/2008 Present 9 Committee on Public Health, Massachusetts Medical Society Non-profit Member, Inaugural Chair 512004 Present Editorial Board, Journal of Public Health Scientific Journal Member 812008 Present"
    ],
    "title": [
      "Advisory emte Non-profit Member 1212002 Present American Cancer Society Board of Advisors, New England Div. Non-profit Member 512005 Present 8 Advisory Board, Asian American Diabetes Initiative Non-profit Member 9/2005 Present State Health Leadership Initiative Advisory emte"
    ],
    "type": null
  },
  {
    "citation-number": [
      "10"
    ],
    "container-title": [
      "New England Journal of Medicine Scientific Journal Reviewer",
      "Present Journal of Disaster Medicine and Public Health Preparedness Scientific Journal Reviewer",
      "Scientific Journal Reviewer"
    ],
    "date": [
      "5/2006",
      "Asso"
    ],
    "pages": [
      "512007"
    ],
    "title": [
      "Board 3/2007 Present 11 Health Affairs"
    ],
    "type": "article-journal",
    "volume": [
      "912006"
    ]
  },
  {
    "note": [
      "Program Leader 312007 Present Harvard Coordinating Cmte fQr the Commonwealth Fund Fellowship Non-profit Member 912005 1012008 14 Oana-Farber/Harvard Cancer Ctr Populations Sciences Cmte Non-profit Member 912007 Present Medical Advisory Committee on Pandemic Flu, Harvard University Non-profit Member 112005 Present"
    ],
    "title": [
      "Massachusetts Health Information Technology Council State Health Agency Committee Member 1/2009 Present 12 Environmental Public Health Tracking Cmte, MA Dept of Public Health State Health Agency Committee Member 1212006 Present Multicultural Advisory Committee, Massachusetts General Hospital Non-profrt Member 112006 Present 13 Dana-Farber/Harvard Cancer Ctr Disparities Program-in-Development Non-profit Member"
    ],
    "type": null
  },
  {
    "citation-number": [
      "15"
    ],
    "container-title": [
      "NCI Cancer Prevention Fellows Advisory Cmte, Dana-Farber Institute Non-profit Member 9/2004 Present Health Communications Committee, Harvard School of Public Health Non-profit education Member 1012004 Present"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "16"
    ],
    "date": [
      "11/2008 11/2008"
    ],
    "publisher": [
      "National University School of Public Health Non-profit education Visiting Professor"
    ],
    "title": [
      "Public Health Practice Committee, Harvard School of Public Health Non-profit education Member 4/2003 Present Seoul"
    ],
    "type": "book"
  },
  {
    "citation-number": [
      "17"
    ],
    "title": [
      "National Cancer Center of South Korea HospitalCenter Visiting lecturer 1112008 11/2008"
    ],
    "type": null
  },
  {
    "title": [
      "The Korean Society for Research on Nicotine and Tobacco Non-profit Visiting lecturer 1112008 11/2008"
    ],
    "type": null
  },
  {
    "citation-number": [
      "18"
    ],
    "note": [
      "Co-chair . 3/2008 Present Harvard Advanced Leadership Initiative, Harvard University Non-profit education Co-chair 1212006 Present"
    ],
    "title": [
      "Altered Standards of Care Advisory Cmte, Mass Dept. of Public Health State Health Agency Committee"
    ],
    "type": null
  }
]
