[
  {
    "author": [
      {
        "given": "vs"
      },
      {
        "family": "vs",
        "given": "G.O.L.F."
      }
    ],
    "container-title": [
      "vs. UCLA Invitational 3rd place vs. Arizona 78-68,85-68 vs. Brigham Young Invitational . . . 2nd vs. Pennsylvania State 1st place vs. Nevada-Las Vegas 84-60 place vs. WCAA Meet 3rd place vs. California 68-62 vs. Singing Hills Tournament 1st place vs. NCAA Regionals 1st place vs. Cal State FuUerton 88-66.73-61 vs. Dick McGuire Invitational .... 10th vs. NCAA Nationals 6th place",
      "Arizona State"
    ],
    "genre": [
      "Louisiana State 81-63"
    ],
    "pages": [
      "62–74"
    ],
    "title": [
      "Southern Illinois 85-44 vs. UCLA Invitational 3rd place vs. Kips Invitational 3rd place vs. Kentucky 72-83 vs. UC Riverside Invitational 1st place vs. Cal State Northridge, vs. Maryland 74-81 vs. WCAA Conference Fresno State 2nd place vs. Illinois State 62-65 Championship 3rd place vs. San Diego State State, Arizona, vs. Old Dominion 60-85 vs. District 8 6th place Cal State Fullerton 2nd place vs. Oklahoma 82-63 vs. Cal State Fullerton 2nd place vs",
      "Utah 2nd place vs"
    ],
    "type": "article-journal",
    "volume": [
      "79-70"
    ]
  },
  {
    "author": [
      {
        "family": "J",
        "given": "Kim L.Abarnathy Arthur V.Akers Renee S.Amen Vernlta R.Antolne B.A.Psychology B.A.History/ B.A.Economics B.S.Psychology Steven M.Acosta Afro-American Bertram B.Amirl Gary Appleby B.A.Psychology Susan G.Akiyama B.S.Psychobiology B.A.English James A.Adams B.A.Business/ Bryan C.Anderson James"
      }
    ],
    "publisher": [
      "Arendt BA Economics Economics BA Economics BA Political Karen J. Alrlck Scott W. Alderton Denise T. Andres Science"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "literal": "Marc D. Bamstsin Andrew S. BIcos Jennifer K. Black ScoO C. Blum Charlotte A. Bonlols Mitchell S. Braman Robin L Brigham Mara S. Bruckner BA Political Science/ BS Engineering BA History BA East Asian BA Business/ BA Psychology 9A Psychology BA Psychology Economics Debra L BIdwell Mark S. Blackman Studies Economics William Scott Bramlett Laurie S. Brook Donald W. Brusasco Steven B. Berson BA Political Science BA Political Science Tracy E BIyth Nancy J. Bothwell BA Communication BA Psychology BA Linguistics BA Business/ Wendy B. Blerman Lisa J. Blackoff BA History BA History Studies/Economics Cathy Lynn Brown Daniel N. Bryant Economics BA Economics BA Psychology Adam Ben Bodlan Gregory H. Bowman Elena I. Brazil BA English BA Psychology Daniel A. Bettilahmy Paula J. Bllovsky Kathleen M. Bliss BS Biology BS Math/ BA Economics Eric P. Brown Lauren E. Buckley BA Economics/ BS Engineering BA Sociology Gregory R."
      }
    ],
    "publisher": [
      "Blms Laurie Bloom BA Psychology George A. Boyd Joyolin Brown Mary C. Budlongan Brennan Thomas M. Belts BA English BA Sociology Willie L Bohannon BA Psychology BA Political Science BA Economics BS Psychology BA Geography H. Walker Birrell Maria K. Blue BA Afro-American Hazel Bracey Dawn D. Bridges tfanessa A. Brown Joy A. Buford Tracy L Beyerle BS Bioengineering BS Psychology Studies BA Psychology BA Communication BA Music BA Psychology BA Communication Don R. Bohay Lisa A. Brackelmanns Studies"
    ],
    "title": [
      "Bodlne Computer Science Donna Suzanne BA Political Science BA Biology French Abigail M"
    ],
    "type": "book"
  },
  {
    "citation-number": [
      "314"
    ],
    "publisher": [
      "Brier Kyle David BIcfcel BA Economics"
    ],
    "title": [
      "Studies BS Psychobiology BA Psychology Arnold E"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "K",
        "given": "Rebecca K.HartI B.A.Theater Arts B.A.History B.S.Engineering B.A.History Tracy G.Hodge B.A.Economics B.A.Economics B.A.Psychology Nancy E.Hawkins Kathleen A.Henze Brian"
      }
    ],
    "publisher": [
      "Hirata BA Sociology Craig B. Holland Tarni Hoops"
    ],
    "title": [
      "Higa crick M"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Kar1",
        "given": "Lynn M.Julian David R.Kahan Alex Kapelnikov Michiko Katamine Joni A.KawakamI Karen Oenise Kelley Linda Marie Kert)y Edward H.Kim B.S.Public Health B.A.Microbiology M.S.Computer B.A.Psychology/ B.S.Nursing B.A.Dance B.A.Communication B.S.Engineering Paul A.Jusko Julia U.Kajiliara Science Linguistics Scott D.Kay Maureen Angela Studies Hea K.Kim B.S.Chemical B.A.Business/ Stephen M.Kappos Karen A.Katz B.A.Economics Kellier Terri A.Kerr B.A.Math Engineering Economics B.A.Political Science B.S.Kinesiology Janette M.Keaton B.A.Theater Arts B.S.Kinesiology Janice Y.Kim James A.Juvera Karen K.Kakuda Orly"
      }
    ],
    "publisher": [
      "Karpman BA Psychology BA Political Sciencf BA Economics BA Economics BA Linguistics/ BA Sociology BA Economics Farilu Kavoussirad Lillian D. Kelemen Ellzalwth A. Kendrick Debbie H. Kim Psychology Patricia K. Michael P. Kassarjian BS Electrical BS Kinesiology BA Political Science BS Kinesiology Miri Kim"
    ],
    "title": [
      "Karp BA Jewish Studies Studies BA English BA Biology System Science Engineering BA Communication BA Psychology Kimberiy J"
    ],
    "translator": [
      {
        "family": "B",
        "given": "Kaufman Russell J.Kelban Tom Kelly Cynthia C.Kim Marjorie Y.Kim Kadden Lor! B.Studies Kenneth"
      }
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Moskovk",
        "given": "Catherine Anne Sandra D.Mermelstein Scott H.Meyer Thomas E.Middlelon Ronda D.Mintz Harles M.Monkarsh Robert M.Morita Steven E."
      },
      {
        "family": "A",
        "given": "Mehling B.A.History B.S.Psychobiology B.A.Economics B.S.Nursing B.A.Political Science B.S.Engineering B.A.Economics B.S.Political Science Gary Messick Sara Elizabeth Meza Richard A.Mieike Rosarie P.Mitchell Kim-Ellen Monson Michael N.Morizumi Jill A.Moulton Susan C.Meisel B.A.Economics B.A.English B.A.English B.A.Psychology B.S.Electronics B.A.Japanese/ B.A.English B.A.Linguistics/ VIckl B.Mestel Alice A.Miano Tina A.Miller Alan K.Miyamoto Engineering East Asian Studies Ian W.Moxon Psychology B.A.Political Science B.A.Spanish B.A.Music/Dance B.A.Economics Robert Montano James Morris B.S.Geology Valerie A.Mellman Ariyne Metaxas Pamela A.Michael Scott T.Millington Eric L.Mizrahi B.S.Electrical B.A.Applied Math Linda L.Mullen B.A.Psychology B.A.English B.A.Psychology B.A.Psychology B.A.Economics/ Engineering Janet L.Morris B.S./B.A.Psychology/ Kimberley P.Mellor Conrad A.Meyer Charles E.Midcey Alison"
      },
      {
        "family": "Biology",
        "given": "Murakawa Randall AMendoza Moiumphy B.A.Economics Kerry C.Moser B.A."
      }
    ],
    "container-title": [
      "BA History Kinesiology BA Geography BA Economics BA Economics BA English Christy Moeller Montemorra Steven L",
      "BA Spanish BA Communications BS Mechanical BA Psychology BA Economics BA English BA French BA Political Science Margaret Anne Bruce M"
    ],
    "note": [
      "Morehead Engineering Mary M."
    ],
    "title": [
      "Milne French Theresa M"
    ],
    "translator": [
      {
        "family": "Mintz",
        "given": "Morris Diana J.Mudgway Robert K.Mendonsa Richanl A.Meyer Marline A.Micozzi Ronald"
      }
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "literal": "Lydia Carganllla NImer Daniel V. Nixon Stephanie A. Norman Michael L Novlcoff Fernando \"Ed\" Nunc Matt 0. Ober Lori A. Obinger Young H. Oh BA Sociology BA Political Sclence^BA Economics BA Political Science MA/MBA BA Economics BA Psychology/ BS Mechanical Wendy J. Nomura Denise Michelle Norton Frances H."
      },
      {
        "family": "Oberman",
        "given": "Art Linda J.O.'Byme Christina M.Ohara Gregory Norman Ell Studies/Sociology Jay A.Nunez Paula D.Nuzzo Judith L."
      }
    ],
    "publisher": [
      "BA Sociology/ BS Math/ BA Political Science Hamid Nourmand BA Political Science BA Psychology BA Psychology Psychology Computer Science BS Economics Oavid W. Obbagy Kristlana Odencrantz Noaki Ohto BA Political Science BA Mathematics BA Economics"
    ],
    "title": [
      "Nozaki International Andrea L Oberman Philosophy Engineering BA English BA Communication 3A Psychology Management BA"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "BA",
        "given": "Elaine M.Stieglltz"
      }
    ],
    "container-title": [
      "Communications portfolio"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "literal": "Mike H. Asawa Stiahpar Azar Leigh A. Baker Patricia J. Barbara William W. Beam Denisa A. Beckmann Alan N. Berro BA Geography/ BS Civil BS Math/ System BS Psycho/Bio BS Economics/ BA BA Economics Ecosystems Engineering Science Raymond A. System Science Communication Robert Bessen Gilbert R. Ashley II Daniel J. Azaren Richard T. Bakman Basconcillo David J. Beaston Maggie Bejany BS Kinesiology BA Music BS Engineering BA Psychology BS Psycho/Bio BA Psychology BS Public Health Suzy L. Beugen Mary Astadourian Carin T. Badger Linda J. Balian Catherine E. Batson Mary R. Beaston Elaine J. Benaksas BA History BA History BA Sociology BA Sociology BA Poll Science BA Psychology BS Chemistry Barbara A. Birney William G. Auerbach Mary L Bahny Sharmila Banerjee Daniel S. Bauler Barbara Beaudette Janice L. Berkowitz MA Education BA Business/ BA Design BA English BS Poll Science BA Italian BA Sidney W."
      }
    ],
    "container-title": [
      "Communications BA Math Lewis Edward BS Psychology BA Psychology BS Economics Beaumont Steven M"
    ],
    "editor": [
      {
        "family": "M",
        "given": "Bailey Daniel D.Bank Gregory Baxter Madeleine"
      }
    ],
    "note": [
      "Berlioz History '54 CLASS OF 1982 Jonan L Awni BA Poll Science BS Math/"
    ],
    "publisher": [
      "Beagle BA Poll Science BA Economics BA Poll Science/ BA Geography BS Kinesiology BA Poll Science BA History Todd B. Becker Philip P"
    ],
    "title": [
      "Bishop III Economics Stephany 0"
    ],
    "translator": [
      {
        "family": "L",
        "given": "Berkson Brad W.Blocker Averill Beverlee A.Baker Sheila Y.Bankhead Dawn"
      }
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "literal": "Orly F. Bouskila Mark B. Braunstein Melodle M. Brown Greg A. Burgos Dante A. Cabanas Michael J. Carlln Steve M. Chagollan BA History BS Biochemistry BA Psychology BA Political BA English •BA Mathematics BA English David M. Boyd Nancy A. Brennan Rhonda L. Brown Science Salvador H. Lorraine M. Carlson Robert b. BA Biology BA Spanish/ BA Sociology James S. Burns Cabaruvlas BA Psychology Chamberlain Thomas R. Linguistics Christopher S. BS Electrical BS Computer Engr Cameron Cassldy BA Business Econ Brajkovich Cynthia A. Brewer Browning Engineering Steven Canepa L. BA Poll Science Craig L Chan BS Mechanical BA Economics BA Sociology Chris J. Burr BA Poll Science/ LIlia F. Castillo BS Engineering Engineering Eric B. Brewer Mark C. BA Sociology Economics BA Anthropology Tat M.^Chan Laura A. Branch BA Economics Buckingham Qeduslzl E. Maria T. Cantu Patricia L. Catran BS Computer Sci BA Economics Curtiss R."
      }
    ],
    "editor": [
      {
        "family": "C",
        "given": "Chan David Brand B.A.M.P./T.V.Sharon A.Buroe M.A.T.E.S.L.James L.Carbone Lourdes"
      }
    ],
    "note": [
      "Burgess BA Psychology John A. Carbonneau Mario E. Chang 3S6 CLASS OF 1982 BA Economics Linguistics BA Sorinloov Alejandro R. BS Math BS Electrical Engr Caballero Computer Science"
    ],
    "publisher": [
      "Cawile BS Math/ BA Poll Science Lena Brown A. BA French Fred'Jr. Butler BS Mathematics BA English Computer Science Tracy W. Branson BA Spanish/ Diane M"
    ],
    "title": [
      "Briggs BA Bus Econ Buthelezi BA Spanish BA Poll Science Vickie T"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "Melanl8 E. Harrison Deborah M. Hauer Jeffrey P. Hause Terese S. Hlg'shlda Wade K. Hokoda KimmIe Huynh Mary E. ilo AB Economics BA Sociology BA English BA International MA Architecture/ BA French BA History MasamI Hasegawa Berna 0. Hauschlldt Ctiristoptier Hayes Relations/East Computer-Aided- Mabel Hwang Barbara E. Jacobs MS Computer ba Economics BA Psychology Asian Studies Design BA Design BA English Science Dean C. Heck Douglas L Hillary Alicia Laurel William B. Hwang Krista L. Jacobsen BA Political BA Political Holllnger BS & MS BA Political Science Science/ BA MP/TV Engineering Science Julie L. Helfend Economics Christopher W. Elizabeth A. inadomi Roberl L Jaramllio BA Sociology Gwendolyn Jo HIndt Holllster BA Political BA Political Michelle M. BA English BS AppI Geopnys Science Science Hernandez Cathleen A. Hoche William C. Hsieh Susan Barbara Cheri E. Jensen BA Political BS Linguistics BA Poli Sci Isaacs BA Sociology Science Sandra J. Hoffmann Amelia L Huckabee BA Economics John i. Jeter David J."
      },
      {
        "family": "H",
        "given": "Audrey J.Hokoda Mariiynn Joann Huff B.A.Economics B.S.Psychobiology B.A.History/Afro Ampriran QtiiHioc Deborah L.Johnson John T.Kamas Lorj Anne N.Kato Scott E.P.Kelland Paul J.Kent Jongsik Kim David C.Klein M.A.Business B.A.History B.A.Biology B.A.Business B.A.Motion B.S.Electrical B.A.Psychology Administration Dong Min Kang AnnMarie Kavanagh Economics Picture/Television Engineering Edward T.Knobbe Kevin R.Johnson M.S.Engineering B.A.Economics Bradley B.Keller Writing Jung H.Kim B.S.Engineering B.A.Economics Joseph Kang Traci R.Kawahara B.A.Political Hermann A.Kepfer B.S.Math/System Louis C.Knox Laura"
      }
    ],
    "container-title": [
      "Khatau Nam Hui Kim Science Paula Kay Johnston BA Englisti Kawal(ami PhD Management BA Business BS Chemistry Anne S. Kopecl(y BA History Cheri L.Kaplan BA English Susan Kellogy Economics Young I. Kim BA History Dianne Jones E. BA English Paulina Kawasaici BA Sociology Dongsoolc Kim PhD Engineering Sandra Koppe BS Kinesiology Holley J"
    ],
    "editor": [
      {
        "family": "D",
        "given": "Psyctioiogy Cynthia L.Kanning Warren Y.L.Rbbin Keller Pravin"
      }
    ],
    "note": [
      "Karsten BA Microbiology Minnie Jean Kelly BS Math/ Young K. Kim BA Psychology Peter C. Jones BA Design Marianne R. BA Political Computer Science BS Engineering Barbara P. BA Matti Kearney Science Hui-Soo Kim Jay A. King Kowalcyzk"
    ],
    "title": [
      "Henrlks BS Kinesiology BA Philosophy George Ishkanlan BA Economics CLASS OF 1-BA Economics",
      "Johnson BA Psychology BA Economics Science BA Economics Science BA Political BA"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "T",
        "given": "V.A.Business Economics Judy Marie Lee A.Learman Kevin Hirostii Lee James K.Lew Yoo-Kyung Lim Jacqueline Loo Lawrence B.S.Psychobiology B.S.Biology M.S.Computer B.S.Mathematics/ B.S.Mathematics/ B.A.Political Mareic"
      },
      {
        "family": "L. Li Lori P. Lindner Fidel M. Lopez Steve R",
        "given": "Business/ B.S.Math/System",
        "particle": "tWarilou"
      }
    ],
    "note": [
      "Cecilia 0. Lei Computer Science Amy K. Liu Literature Sociology Ledergerber BS Chemistry Jill J. Lifter BS Mathematics/"
    ],
    "title": [
      "LeBlanc Linda Ifelena Lee Sciences Systems Science Computer Science Science BA",
      "Layton Economics Science BS Mathematics/ MS Public Health BA Spanish BA Economics/ Sonja M"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Sool",
        "given": "Ttiu T.Le B.A.Psychology Peter F.Lennon B.A.Economics Applied Science B.S.Math/ Eun"
      }
    ],
    "note": [
      "Lim BA Political Cheryl B. Leader BS Mathematics Heattier Neer Levin BS Mathematics/ Science"
    ],
    "publisher": [
      "Long BA Anttiropology Hong B. Lee BA Economics Elsie C"
    ],
    "title": [
      "Lomen Computer Science BS Math/ Engmeering BS Economics/ BA Psychology Bonnie Leacti Computer Science Huong Kim Lettii Systems Science Scott M"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "CLASS",
        "given": "O.F."
      },
      {
        "family": "BS Engineering Hwee T",
        "given": "B.A.English Jeffrey M.Lee B.A.Design Computer Science Jeffrey L.Long",
        "particle": "acre"
      }
    ],
    "citation-number": [
      "366"
    ],
    "date": [
      "1982"
    ],
    "publisher": [
      "Leaf BS Physics BA Geography/ Ecosystems"
    ],
    "title": [
      "LIm BS Psychobiology Jonatlian D"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Psychology",
        "given": "Julia Mohr Milan R.Mueller Stewart K.Lieu T.Ngo Kerry E.Noonan Lalanya A.Olive Karl K.Oshima B.A.Economics B.A.Geography/ Nakamura B.S.Electrical B.A.Theatre Arts B.A.Political B.A.Psychology Sunny K.Monalias Ecosystems B.A.Economics Engineering Christie B.Nunez Science John K.Ostrom B.S.Biochemistry Bruce R.Mulr Teressa Jeanne Nau Anne S.Ngu B.A.Psychology Jan Y.Okinishi B.A.Biology Kenneth A.Moreen B.A.Political B.S.Quantitative B.A.Motion Picture Dion J.O.'Connell B.A.Political Chang Mi Paek B.S.Kinesiology Science"
      },
      {
        "family": "BA",
        "given": "Television B.A.Political Science B.S.Chemistry Matthew H.Morgan Shari A.Munson Petra Naujoks Cue Hoang Nguyen Science Victoria E.Patricia Starr Page B.A.Business B.A.English"
      }
    ],
    "container-title": [
      "Odabashlan BA English Studies Laura H. Morrison BA Communication BS Engineering Phuoc BA Political James T. Onaga Richard C. Pai BA Design Studies Roberta Kathleen BA Economics Science BS Engineering BA Economics Allison J"
    ],
    "editor": [
      {
        "family": "Nguyen-",
        "given": "Nagle Benjamin L.Navarro Thu Kim"
      }
    ],
    "publisher": [
      "Mowell Daniel M Nakagawa Nedry Mineo NishI Cindy L. Ohara Sheryl S. Osato Teresa Paniccia BA Psychology BA Psychology BS Linguistics BA Mathematics BA Geography BA Psychology BA Italian"
    ],
    "title": [
      "Economics BA Design Luc-Andre O'Melveny BA Communication Economics Paul 6"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "CLASS",
        "given": "O.F."
      },
      {
        "literal": "Steven T. Nakamura Cleve Newell III Daniel F. Noal Michael R. Olcott Susan E."
      }
    ],
    "citation-number": [
      "370"
    ],
    "date": [
      "1982"
    ],
    "publisher": [
      "Osborne BA Economics BA Economics BS Engineering BA History BA Biology showcase"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "literal": "Tamara Elizabeth Courter B. Shannon James Steven Catherine A. Smith Songhul S. Soh Roy C. Stark Garreth Andrew Seeburger BA Economics/ Simpson BA Economics BS Computer BA Biology Stover BA Economics Sociology BS Engineering David A. Smith Science Katherlne J. Staudt BA Art Fariborz Seiki fVlichaei J. Share Kenneth M. Sims BA English Eric Chapman BA French Sheryl Stratlon BS Mechanical BA Spanish BA Business Jody A. Smith Spears Stephanie G. Steckel BA English Engineering Richard M. Shearer Economics/ BA Psychology BA English BS Biochemistry Shannon Marie John R. Selmer BA Political Political Science KImberly L. Smith John T. Spence Craig C. Stevens Strybel BA History Science/History Adam D. Singer BS Nursing BS Mathematics/ BA Political BA English Frank Shaffer Carole S. Shnier BA Biology Shelley Anne Smith Computer Science Science Marlelgh A. Stuart BS Engineering BA French Sanford J. Slater BA Psychology Laura M. Spence Deborah L. Stewart BA Sociology Hoda F. Shahintar Shuen Shum BA Psychology Bryan R. Snyder BA Communication BA English '.aura M. Sudman BS Mattiematlcs BS Mathematics/ Kim Sloane BA Political Studies Peter R. Stone BA Political Susan L Shaktman Computer Science BA Psychology Science- Julie Adina Sporer BA Business- Science BA Psychology Gall E. Simmons Brian E. Small BA Design Economics June S. Sumi CLASS OF"
      },
      {
        "family": "Computer Science Lynne Turner BA Psychology Susan Paula Vinik BS",
        "given": "B.A.Dance B.S.Geography- Frank C.Spotnitz B.A.Japanese Ecosystems B.A.English John Sun Kazuald Takamalsu Rodger D.Ttiomason Trung C.Tran Jeffrey A.Turkell Kevin R.Terri D.Villarreal B.A.Design M.S.Management B.S.Engmeermg B.S.Mathematics/ B.A.History VanderSchans B.A.Psychology Steve Chang-Yi Sun Dewi K.Tanar Joan",
        "particle": "m."
      }
    ],
    "container-title": [
      "Public Health BA Economics Toggenburger Caria J. Troeger BS Economics/ Keith F. VanDyke BS Design Victoria M. Lorraine Tapia BA Theater Arts BS Kinesiology/ Systems Science BA Political LIlia Virgen Surbatovlcti BA Sociology Gloria Ttiom Psychology Adele E. Twicken Science BS Psychobiology BS Math/ Daniel A"
    ],
    "date": [
      "1982"
    ],
    "note": [
      "Torres BA Economics Thomas N. Constantin J. BS Sociology"
    ],
    "pages": [
      "375"
    ],
    "publisher": [
      "Teitsctieid BA Economics Nancy E. Tronick BA History Amy B. Vandeveld Demetrlos Vryonis Computer Science BA Economics (Margaret J. Toocli BA Psychology Gary A. Uberstine BA Sociology BA History Peter S. Szurley Joan C. Thallcen BA History Robert Tso BA Political Claudia I. Carol J. Waddington BA History BA History Ana IVI. Torres MS Electrical Science Vasconcellos BA Political Jeffrey L. Tade Juan Carlos Tliom BA Spanish/ Engineering Marvin V. Ussery III BA Latin Science BA Economics/ BS Political Linguistics John H. Tsukahlra BS Psychobiology American Studies Beth A. Wagner Philosophy Science Leonard M"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "376"
    ],
    "container-title": [
      "CLASS OF 1982 Mari Talcahasfii BS Engineering Mark W. Tuey Vanderford UeLlcescu BA Psychology BS Engineering BA Political BA Poll Sci Science Susan M. Vezzetti BA Biology showcase"
    ],
    "type": "chapter"
  }
]
