[
  {
    "note": [
      "speed up printing time, and produce nicer-looking prints."
    ],
    "title": [
      "After you have installed a printer, you should configure its settings. Doing so can make your ink cartridges last longer"
    ],
    "type": null
  },
  {
    "date": [
      "2000"
    ],
    "publisher": [
      "For Windows XP Home/Pro and Windows"
    ],
    "type": "book"
  },
  {
    "note": [
      "upgrading sound card, 179–181 nonresponsive keyboard, 212 soundman.exe (Realtek Sound Manager) power up takes long time, 201–203 file, 36 random crashing or blue screen display, speakers,"
    ],
    "pages": [
      "213–214 210–212",
      "213–214 199–200"
    ],
    "title": [
      "installation, 5 laptop battery life, 203–205 unresponsive, closing, 89–90 monitor has poor image quality, unused, removing, 6, 52–54 205–206 won’t load correctly, 75–79 new hardware, 210 sound nonresponsive computer or software, troubleshooting"
    ],
    "type": null,
    "volume": [
      "187"
    ]
  },
  {
    "note": [
      "removing, 33–36, 69 updating, 71–73 sub-folders, 55–56 won’t load correctly, 75–79 surge protector, 184–185 troubleshooting Windows XP system DLLs, caching, 39 programs that won’t start or run system file checker, 127 properly, 96–98 system memory. See RAM Safe Mode with Command Prompt, system requirements, PC Pitstop restarting with, 94–95 Optimize, 15 software installation, creating “restore System Restore feature, 93–94 point”, 95–96 system settings, PC Pitstop Optimize, 12 System Restore feature, 93–94"
    ],
    "pages": [
      "6–7 79–85"
    ],
    "title": [
      "Start Menu screen flickers, 206–207 IM software, removing, 100–101 software installation causes problems, new software, stop highlighting, 207–210 108–109 sound, 213–214 unneeded programs, 69–70 video game graphics, slow or sputtering, Start Scanning screen, 26–27 212–213 starting PC Pitstop Optimize, 43–44 troubleshooting PC Pitstop Optimize Startup folder, 6–7 customer support, 86 startup programs installation error, 86 disabling, 202 Internet, failure to communicate with, performance problems"
    ],
    "type": null
  }
]
