[
  {
    "container-title": [
      "federal income tax on a net income basis in respect of an investment in the Subordinated Notes"
    ],
    "title": [
      "You are a “U.S. holder” if, for U.S. federal income tax purposes, you are a beneficial owner of a Subordinated Note and are an individual who is a citizen or resident of the United States, a domestic corporation, or any other person that is subject to U.S"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "holder"
      }
    ],
    "note": [
      "The following discussion assumes that the Subordinated Notes will be treated as debt instruments for U.S. federal income tax purposes. Prospective investors should consult with their tax advisors regarding the characterization of the Subordinated Notes for U.S. federal income tax purposes."
    ],
    "title": [
      "You are a “non-U.S. holder” if you are an individual, corporation, foreign estate or foreign trust that is not a U.S",
      "No statutory, judicial or administrative authority directly addresses the characterization of the Subordinated Notes, or instruments similar to such Subordinated Notes for U.S. federal income tax purposes. We intend to treat the Subordinated Notes as debt instruments for U.S. federal income tax purposes. In general, under the Code, the characterization of an instrument for U.S. tax purposes as debt or equity of a corporation by its issuer as of the time of issuance is binding on a holder unless the holder discloses on its tax return that it is taking an inconsistent position. Our characterization, however, is not binding on the IRS, and if the Subordinated Notes were treated as equity for U.S. federal income tax purposes that could have adverse tax consequences different from those discussed herein"
    ],
    "type": null
  },
  {
    "container-title": [
      "Holders"
    ],
    "title": [
      "Tax Consequences to U.S"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "U.S. Holders",
        "given": "Tax Consequences",
        "particle": "to"
      },
      {
        "given": "Non-U.S."
      }
    ],
    "note": [
      "withholding tax on interest payments on the Subordinated Notes if the holder is not FATCA compliant."
    ],
    "title": [
      "Holders FATCA Under the U.S. tax rules known as the Foreign Account Tax Compliance Act (“FATCA”), a holder of Subordinated Notes will generally be subject to 30% U.S"
    ],
    "type": null
  }
]
