[
  {
    "author": [
      {
        "family": "E",
        "given": "B.C."
      }
    ],
    "note": [
      "weighed to give to the Gauls, the Gallic leader, Brennus, is said to havethrown his sword onto The Celtic culture and languagereach Britain the scaleswith the shout, \"Vae victis!\" (\"Woe to and Ireland. the conquered !\")."
    ],
    "pages": [
      "900–450 390",
      "800–400"
    ],
    "title": [
      "The early period of Celtic culture and art known The Gauls (Celts living in what is now modern as Hallstatt, namedafter an archaeologicalsite in France)attack Rome. They demanda ransomof modernAustria, comes to the fore in central Europe. money to leave the Romansin peace.When the Romanscomplain about the amountof gold being C"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "C."
      },
      {
        "literal": "B.C.E. C. 600-500B.C.E."
      }
    ],
    "container-title": [
      "the Greeksof Massilia (present-dayMarseilles). The great Roman generalJulius Caesarundertakes his conquestof Gaul"
    ],
    "note": [
      "He conductsan efficient, C. 5 50 B.C.E. clever campaignand annexesthe whole region."
    ],
    "pages": [
      "225– 100"
    ],
    "title": [
      "Celts in Franceand Spain begin to suffer from The grand Celtic hill-fort of Heuneburg, attacksby Germanictribes and Romanarmies. overlooking the DanubeRiver in Germany,is thriving. The discoveryof pottery and wine vessels hasshown that the communitywas trading with 58-51 B.C.E"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "50 B.C.E. The La Tenestyle of Celtic art, characterizedby 43 C.E. curving, interlocking lines, beginsto emerge. The The RomanemperorClaudiusordersan invasion style lasts until the first century B.C.E. of Britain. Within fifty years, the Romanshave",
      "C"
    ],
    "title": [
      "A Celtic chieftain is buried in a large mound at Hochdorfin Germany. The man was in his forties 55-54 B.C.E. and stoodjust over 6 ft (1.8 m) tall. Objects Julius Caesarlands on British soil, but he doesnot surroundinghim in the grave include arrows, stay long enoughto conquerthe island. fishhooks, gold brooches, a cauldron,drinking horns, and an ornatecup. 52 B.C.E. The Gallic chieftain Vercingetorix revolts against C. 500 B.C.E. Rome.After a victory againstthe Romans, he is The Celts have established themselvesin much of besiegedat the hilltop fortressof Alesia. There western Europe. Caesarstarveshim into submission.He is taken to Rome and later executed"
    ],
    "type": "article-journal",
    "volume": [
      "4"
    ]
  },
  {
    "author": [
      {
        "literal": "C.E. of Scotlandescapeinvasion. St."
      }
    ],
    "container-title": [
      "E. attackedand settled in variouspartsof Europe Significant numbersof Irish (who are known as over a period of 200 years. Scotti) raid and settle in the west of Scotland. 794 C.E. C. 400-500C.E. The Vikings attack Iona. It is the first of several The RomanEmpire beginsto collapseas raids that the island will suffer at Viking hands. Germanictribes, including the Goths, Vandals, and Burgundians , take over large parts of c. 800 C.E"
    ],
    "note": [
      "the territory. The BookofKells, a masterpieceof Celtic-Christian art, is created. It was probablystartedon Iona and 432 C.E. completed at the monasteryof Kells in present-day County Meath in Ireland."
    ],
    "pages": [
      "563"
    ],
    "title": [
      "conquered most of Britain, but Ireland and much c",
      "Columbasails from his native Ireland and settles on the island of Iona off the west coastof Scotland. c. 60 C.E. Therehe founds a monasterythat will become The British chieftain Boudicca(Boadicea)revolts famousfor its spirituality. From his island base,he againstthe Romans.Sheleadsher Celtic warriors will travel to the Scottishmainland to convertthe againstthe Romansettlementsof Colchester, local people. London, and St. Albans,burning buildings and slaughtering the inhabitants.She is eventually 793 C.E. crushedby a force under Suetonius, the Roman The Vikings- fierce raidersfrom Scandinavia -governorof Britain. Boudiccapoisonsherself sackthe monasteryof Lindisfarne, on the northeast to avoid being taken alive. coastof Britain. This date traditionally marks the beginningof the Viking Age, when Vikings 3 50-600C"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "St"
      }
    ],
    "container-title": [
      "Latin as the NavigatioBrmdani. The tale will becomea medievalbestseller. C"
    ],
    "note": [
      "The Germanicpeoplesknown as Angles, C. 1300--1400C.E."
    ],
    "pages": [
      "450–600"
    ],
    "title": [
      "Patrick begins his mission to convert the Irish to Christianity. He is not the first Christian to preachto the Irish, but his namew ill live on as c. 1000--1100C.E. the most effective missionary.Ireland will become The story of St. Brendan's voyageis written down a powerhouseof Christianity"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "medieval Also referredto as the Middle Ages, the medievalperiod Angl es An ancientGermanicpeoplewho invadedBritain during is commonlytaken to begin c. 500 c.E. with the fall of the Western the fifth centuryc.E"
    ],
    "location": [
      "Roman Empire"
    ],
    "note": [
      "and to continueuntil c. 1500, the beginningof the early modernperiod."
    ],
    "title": [
      "ancient G reeks A peoplewho lived mainly in what is now La T ene The Celtic culture that existedfrom the fifth to the first modern Greece.They becamefamed for their architecture, centuryB.C.E. philosophy, literature,and other cultural achievements.Their civilization is often believedto haveappearedaround 1000 B.C.E. Mdbinogion A medievalcoll ection of Welsh myths. and lasted,in its classicalform, until the end of the 300s B.C.E"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "BronzeAge (c. 1200-700B.C.E.) and shareda similar languageand culture.The spreadof the Celtic languagesto Ireland and Britain Picts A group of tribes who were pre-eminentin Scotlandin early probablytook placeduring the first half of the first millennium s.c.E. Christian times until aboutthe ninth centuryC.E"
    ],
    "title": [
      "Annwn The Welsh Otherworld. mortar A mixture of naturalmaterialsusedto bind togetherstones bard An ancientCeltic poet who wrote and recited poems. or bricks. Celts Any of a numberof ancientpeoples,including the Irish, Ogham A form of writing, using straightlines, usedby the Welsh, and Gauls, who originatedin central Europein the late ancientCelts"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "Britain during the fifth centuryc.E"
    ],
    "title": [
      "Eisteddfod An annualfestival held in Wales,which celebrates Saxons An ancientGermanicpeoplewho, like the Angles, invaded Welsh poetry and song"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Bellingham",
        "given": "David"
      }
    ],
    "container-title": [
      "including the Mythological, Ulster, and Feniancycles, with Constable,1998. individual storieslisted. A variety of English translations Chadwick, Nora. TheCdts"
    ],
    "date": [
      "1990",
      "1970"
    ],
    "location": [
      "London",
      "London",
      "Harmondsworth"
    ],
    "note": [
      "is given."
    ],
    "publisher": [
      "www.maryjones.us/ctexts/index_irish.html GrangeBooks",
      "PenguinBooks"
    ],
    "title": [
      "An Introduction to Ctltic Mytholot;~",
      "For Irish myths. The site is divided into a numberof categories , BerresfordEllis, Peter.TheAncientWorld of theCdts"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Gantz",
        "given": "JeffreyEarly Irish MythsandSagasHarrnondsworth"
      },
      {
        "given": "PenguinBooks"
      }
    ],
    "container-title": [
      "twenty-ninechapters.The English translationis from Tht Ancient Green,MirandaJ. Dictionary ofCdticMyth andLegend.London: Irish Epic Tale Tdin B6 Cualngeby JosephDunn"
    ],
    "date": [
      "1981",
      "1992"
    ],
    "publisher": [
      "Thames& Hudson"
    ],
    "title": [
      "Harrnondsworth:Penguin For the Cattle Raid of Cooley.The site divides the story into Books, 1976"
    ],
    "translator": [
      {
        "family": "Gantz",
        "particle": "neu/cool"
      },
      {
        "family": "TheMabinogion",
        "given": "Jeffrey"
      }
    ],
    "type": "chapter",
    "url": [
      "www.sacred-texts.com/"
    ]
  },
  {
    "author": [
      {
        "family": "Heaney",
        "given": "Marie"
      }
    ],
    "date": [
      "1994"
    ],
    "location": [
      "London"
    ],
    "publisher": [
      "Faber& Faber"
    ],
    "title": [
      "Om-Nine Wava"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "James",
        "given": "Simon"
      }
    ],
    "date": [
      "1993",
      "1970"
    ],
    "location": [
      "London",
      "Oxford",
      "London"
    ],
    "note": [
      "This displaysobjectsthat were discoveredin the grave mound Manhews, Johnand Caitlin Matthews.TheEncyclopaediaofCdtic of the Celtic chieftain buried at Hochdorf. Myth andLegend.London: Rider, 2002."
    ],
    "publisher": [
      "Thames& MUSEUMS Hudson",
      "Oxford University Press,1969",
      "Hamlyn"
    ],
    "title": [
      "Exploringthe World ofthe Celts",
      "The Keltenmuseum,Germany Kinsella, Thomas.Tlx Tain",
      "www.keltenmuseum.de MacCana, Proinsias.Cdtic Mytholot;~"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "Neeson, Eoin. CdticMythsandLegmds . Cork: Mercier Press,1998."
      }
    ],
    "date": [
      "1995",
      "1980",
      "1994"
    ],
    "location": [
      "Padraic.AncimtIrish Legends.Dublin",
      "London",
      "London"
    ],
    "publisher": [
      "Gill & Macmillan",
      "Thames& Hudson",
      "Thames& Hudson"
    ],
    "title": [
      "The British Museum,UK O'Farrell",
      "Here can be found the remainsof Lindow Man, the ornate Powell, T.G.E. TheCelts",
      "Celtic shield found in the ThamesnearBattersea,and other Raftery, Barry. PaganCelticIreland",
      "Celtic objects"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "literal": "Ritchie, W.F. and Ritchie, Graham.Celtic Wttrriors. Aylesbury: Shire Publications,1985. Trinity College Library, Ireland Rolleston, T.W."
      }
    ],
    "container-title": [
      "Containsshort articlesdiscussing Ardagh Chalice. Celtic history and aspectsof the different stories. The National MuseumWales, Wales www.sacred-texts .com/neu/ celt/mab/ index.htm www.museumwales.ac.uk/ en/home/ For the storiesof the Mabinogion. It usesthe English translation A selectionof Celtic objects, including fine examplesof La nnepublishedby Lady CharlotteGuestin 1877"
    ],
    "date": [
      "1994",
      "I 996"
    ],
    "location": [
      "London",
      "London"
    ],
    "note": [
      "style decoration."
    ],
    "publisher": [
      "Studio www.tcd.ie/library Editions",
      "Collins & Brown"
    ],
    "title": [
      "Celtic MythsandLegmds",
      "The college hasa specialexhibition displayingthe Bookof&/Is. Zaczek, lain. Chroniclesof tlx Celts",
      "The National Museumof Ireland, Ireland www.museum.ie WEB SITES A magnificentcollection of paganand ChristianCeltic objects, www.ti melessmyths.com including the gold ship from the Broighter Hoard and the For Irish and Welsh myths"
    ],
    "type": "chapter"
  }
]
