[
  {
    "container-title": [
      "ClF5"
    ],
    "title": [
      "A “Compound A"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Aeronautics",
        "given": "U.S.Navy",
        "particle": "BuAer Bureau of"
      }
    ],
    "container-title": [
      "CTF Chlorine tri fluoride, C1F3. EAFB Edwards Air Force Base, in the Mojave Desert"
    ],
    "location": [
      "California"
    ],
    "note": [
      "EES Engineering Experiment Station, Annapolis (Navy). ERDE Explosives Research and Development Establishment, at Waltham Abbey, England."
    ],
    "publisher": [
      "BECCO Buffalo Electrochemical Company. BMW Bavarian Motor Works"
    ],
    "title": [
      "A-4 German ballistic missile that was used to bombard London, also called V-2. AN Ammonium nitrate, or amine nitrate monopropellant. ARIB Aeronautical Research Institute, at Braunschweig. ARPA Advanced Research Projects Administration. ARS American Rocket Society. Joined with the Institute of Aeronautical Sciences to form the American Institute of Aeronautics and Astronautics, AIAA",
      "Later combined with Bureau of Ordnance, BuOrd, to form Bureau of Weapons, BuWeps"
    ],
    "type": "chapter"
  },
  {
    "publisher": [
      "GALCIT Guggenheim Aeronautical Laboratory, California Institute of Technology"
    ],
    "title": [
      "Flox Mixture of liquid oxygen and liquid fluorine. A number following, as in Flox 30, indicates the percentage of fluorine. FMC Food Machines and Chemical Company"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "fuel",
        "given": "M.H.F.Mixed",
        "particle": "hydrazine"
      }
    ],
    "container-title": [
      "Number following indicates percentage NO. NAA North American Aviation. NACA National Advisory Council on Aeronautics. Became NASA. NARTS Naval Air Rocket Test Station",
      "1960 taken over by Army, and became Liquid Rocket Propulsion Laboratory, LRPL, of Picatinny Arsenal. NASA National Aeronautical and Space Administration"
    ],
    "location": [
      "Lake Denmark, Dover, New Jersey"
    ],
    "pages": [
      "179"
    ],
    "publisher": [
      "Glossary •"
    ],
    "title": [
      "Number following indicates type. Reaction Motors mixture. MIT Massachusetts Institute of Technology. MMH Monomethyl hydrazine. MON Mixed oxides of nitrogen, N2O4 + NO"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Dover",
        "given": "J.O.H.N.D.C.L.A.R.K.",
        "particle": "joined the Naval Air Rocket Test Station at"
      },
      {
        "given": "N.J."
      }
    ],
    "container-title": [
      "1934, the Ph.D. from Stanford University. He worked as a chemist in several industries prior to his association with NARTS. A great deal of Dr. Clark’s writing has been in the form of government reports which are classified"
    ],
    "date": [
      "1949"
    ],
    "note": [
      "but he has also contributed scientific articles and papers in the open literature and, as an avocation, written stories and articles for science fiction magazines."
    ],
    "title": [
      "It became the Liquid Rocket Propulsion Laboratory of Picatinny Arsenal in 1960.) He retired in 1970, after having been in charge of liquid propellant development for most of the twenty-one years. A native of Alaska, Dr. Clark attended the University of Alaska and received the B.S. from the California Institute of Technology, the M.S. from the University of Wisconsin, and"
    ],
    "type": "chapter"
  }
]
