[
  {
    "title": [
      "Figure 18-5 illustrates a protective tariff’s impact as compared to free trade"
    ],
    "type": null
  },
  {
    "note": [
      "market assuming free trade — no tariffs. The world’s supply includes the quantity U.S. firms are willing to produce plus the quantity foreign firms are willing to produce to sell in the U.S. market."
    ],
    "title": [
      "The underlying assumption for Figure 18-5 is that the United States government is imposing a tariff on imports in order to protect U.S. firms. The market illustrated in Figure 18-5 is the market for the good in the United States. Thus, Chapter 18: Rules, Rules Everywhere: Government and Managerial Decision-Making 329 the demand curve labeled DUS is the good’s demand from customers in the United States. The supply curve SUS is the U.S. supply curve and illustrates the quantity of the good U.S. firms are willing to produce and sell at various possible prices. The supply curve SFT is the world supply of the good to the U.S"
    ],
    "type": null
  },
  {
    "note": [
      "consumers, QFT, and the quantity produced by U.S. firms, QUSFT, is made up with imports as labeled in Figure 18-5."
    ],
    "title": [
      "If free trade exists and the market is in equilibrium, the good’s equilibrium price is PFT, which corresponds to the intersection of DUS and SFT. The quantity of the good U.S. consumers purchase is QFT. The quantity of the good U.S. firms produce equals QUSFT. Given the good’s free-trade price PFT, this is the quantity U.S. firms are willing to provide based upon the U.S. supply curve SUS. The difference between the quantity purchased by U.S"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "U.S",
        "given": "If"
      }
    ],
    "note": [
      "If the tariff is the same for each unit of the good imported, the vertical difference doesn’t change."
    ],
    "title": [
      "firms are successful in lobbying the federal government for tariff protection, the world’s supply of the good to the U.S. market shifts to STariff. As illustrated on Figure 18-5, the vertical difference between the world supply curve with no tariffs, SFT, and the world supply curve with tariffs, STariff, represents the amount of the tariff as labeled"
    ],
    "type": null
  },
  {
    "citation-number": [
      "330"
    ],
    "note": [
      "The difference between the quantity purchased by U.S. consumers, QT, and the quantity produced by U.S. firms, QUST, is made up with imports as labeled in Figure 18-5."
    ],
    "title": [
      "Part IV: Anticipating Surprises: Risk and Uncertainty With a tariff in place, the market adjusts to a new equilibrium. The good’s equilibrium price increases to PT, which corresponds to the intersection of DUS and STariff. The quantity of the good U.S. consumers purchase is QT. The quantity of the good U.S. firms produce equals QUST. Given the good’s price with the tariff, PT, this is the quantity U.S. firms are willing to provide given the U.S. supply curve SUS"
    ],
    "type": null
  },
  {
    "title": [
      "Figure 18-6 illustrates an import quota’s impact as compared to free trade"
    ],
    "type": null
  },
  {
    "note": [
      "market assuming free trade — no quotas or tariffs."
    ],
    "title": [
      "Similar to Figure 18-5, Figure 18-6 assumes the United States government is imposing an import quota to protect U.S. firms. Figure 18-6 illustrates the good’s U.S. market. The demand curve labeled DUS is U.S. consumer demand for the good. The supply curve, SUS, is the U.S. supply curve and illustrates the quantity of the good U.S. firms are willing to produce and sell at various possible prices. The supply curve SFT is the world supply of the good to the U.S"
    ],
    "type": null
  },
  {
    "note": [
      "market at various possible prices."
    ],
    "title": [
      "The world supply includes both the quantity U.S. firms are willing to produce and the quantity foreign firms are willing to produce to sell in the U.S"
    ],
    "type": null
  },
  {
    "note": [
      "consumers, QFT, and the quantity produced by U.S. firms, QUSFT, is made up with imports as labeled in Figure 18-6."
    ],
    "title": [
      "If free trade exists and the market is in equilibrium, the good’s equilibrium price and quantity are PFT and QFT as determined by the intersection of DUS and SFT. U.S. consumers purchase the quantity QFT. Given free trade, U.S. firms produce QUSFT — this is the quantity U.S. firms are willing to provide given where the good’s free trade price PFT hits the U.S. supply curve SUS. The difference between the quantity purchased by U.S"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "U.S."
      }
    ],
    "note": [
      "The quota’s impact on supply is illustrated in Figure 18-6."
    ],
    "title": [
      "firms successfully lobby the federal government for an import quota. As a result, the world’s supply of the good to the U.S. market shifts to SQuota. As illustrated in Figure 18-6, the horizontal difference between the U.S. supply curve, SUS, and the world supply with the quota, SQuota, equals the quota. This is the maximum permitted quantity of imports"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "SUS",
        "particle": "supply curve"
      }
    ],
    "note": [
      "consumers, QQ, and the quantity produced by U.S. firms, QUSQ, is made up with imports as labeled in Figure 18-6. Thus, imports equal the amount of the quota."
    ],
    "title": [
      "A quota leads to a new market equilibrium. The good’s equilibrium price increases to PQ, which corresponds to the intersection of DUS and SQuota. U.S. consumers purchase QQ of the good. U.S. firms produce QUSQ — this is the quantity U.S. firms are willing to provide given the market price PQ and the U.S",
      "The difference between the quantity purchased by U.S"
    ],
    "type": null
  },
  {
    "note": [
      "At the same time, imports decrease to the amount of the quota."
    ],
    "title": [
      "The quota accomplishes its intended goal by increasing the price U.S. firms receive. As a result, U.S. firms produce more — moving to QUSQ from QUSFT. This production increase may lead to higher employment in the protected industry"
    ],
    "type": null
  }
]
