[
  {
    "container-title": [
      "February member states who have adopted *European Monetary Union (EMU) are committed 1992 the member states signed the Treaty on European Union (see MAASTRICHT TREATY). by the *Maastricht Treaty. The ECB was set up in 1998and became .actrve in 1999, as This amended the founding treaties of the Communities by establishing a *European Union based upon the three Communities"
    ],
    "date": [
      "1958-01"
    ],
    "note": [
      "renamed the EEC the the governor of economic and monetary policy throu¥ho~t the Union. It works European Community; and introduced new policy areas with the aim of creating closely with the central banks of the states parttcipatmg in EMU. closer economic, political, and monetary union between member states. The Treaty European Coal and Steel Community (ECSC) The first of the European came into force on 1 November 1993; it was amended by the *Amsterdam Treaty."
    ],
    "title": [
      "European Atomic Energy Community (Euratom) The organization set up agriculture and transport, promoting the free movement of labour and capital under the Treaty of Rome (1957) by the six members of the *European Coal and between member states, and outlawing within the Community all practices leading Steel Community and effective from 1",
      "Eura~om was formed to create to the distortion of competition (see ARTICLE 81). Two of its institutions, the the technical and industrial conditions necessary to establish the nuclear industries *European Parliament and the *European Court of Justice, were shared with the and direct them to peaceful use to obtain a single energy market. See EUROPEAN *European Coal and Steel Community (established in 1951) and the *European COMMUNITY. Atomic Energy Community (Euratom; established in 1957); the separate executive European Bank for Reconstruction and Development (EBR.D) An and legislative bodies of these three European Communities were merged in 1967 intergovernmental bank set up in 1990 to provide loans for mdustnal and . (see EUROPEAN COMMISSION; COUNCIL OF THE EUROPEAN UNION). commercial projects in the countries of central and eastern Eur?pe: Membership . The *Single European Act 1986,given effect in the UK by the European includes all the countries of the European Union and the Organization for Economic Communities (Amendment) Act 1986,contains provisions designed to make \"concrete Cooperation and Development, as well as the central and eastern European countries. progress\" towards European unity, including measures to establish a *Single Market The EU provided 51% of the initial capital. The bank's headquarters are in London. for the free movement of goods, services, capital, and persons within the European Central Bank (ECB) A central bank of the *European Union to which Community: the Single Market came into operation on 1 January 1993"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Communities",
        "given": "established by the Paris Treaty"
      },
      {
        "given": "the"
      },
      {
        "family": "in",
        "given": "Finland"
      }
    ],
    "container-title": [
      "The changes Netherlands. These six countries, in 1957, signed the *Treaty of Rome settmg up the in UK law necessary as a result of her joining were made by the European European Economic Community. See EUROPEAN COMMUNITY. Communities Act"
    ],
    "date": [
      "1951",
      "1995",
      "1972"
    ],
    "location": [
      "Belgium, France, Germany, Italy, ECSC",
      "Belgium, France, West Germany, Italy, Luxembourg"
    ],
    "title": [
      "and effective from 1952. The The original members of the EC were",
      "created a common market in coal, steel, iron are, and scrap between the Luxembourg, and the Netherlands. The UK, the Republic of Ireland, and Denmark member states, and it coordinates policies of the member states in these fields. The joined in 1972,Greece in 1981, and Spain and Portugal in 1986,and Austria, Sweden, original members were",
      "Norway voted by referendum not to join"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "ROME",
        "given": "European Commission An European Community Treaty See T.R.E.A.T.Y.O.F."
      }
    ],
    "title": [
      "organ of the European Union formed in 1967, having both executI.ve and legislative functions. It is composed of 20 Commissioners, who must be nationals of member European company A proposed type of company to be incorporated under states and are appointed by member states by mutual agreement (two European *Community law rather than under the national law of a member state"
    ],
    "type": null
  }
]
