[
  {
    "citation-number": [
      "1"
    ],
    "note": [
      "Alamy Images: Visual Arts Library (London) (t). 2–3 Corbis: Dalton (br). 125 iStockPhoto: konradlew (b). 126 Mary Evans Bettmann (c). 4 iStockPhoto: Lynn Chealander (c). 5 Science Picture Library (b). 127 Alamy Images: Mary Evans Picture Library Photo Library: Mehau Kulyk (c). 6–7 Corbis: Ali Meyer (c). 8 (cb). iStockPhoto: Ralph Paprzycki (tr). 128 Alamy Images: Alamy Images: Dale O’Dell (br). 9 Corbis: Steve Raymer (c). Mary supershoo (t). 129 Frank Jackson (br). 130–131 The Kobal Evans Picture Library: Mary Evans Picture Library (t). 10–11 Collection: MGM (c).",
      "Zirkel (c). 133 Science Photo Library Rough Guides (c). 11 iStockPhoto: John Grigg (c). 14–21 DK (br). 134–135 Corbis: Pete Leonard/Zefa (b). 136 Science Photo Images: David Malin/Anglo Australian Observatory (rh) 14 Alamy Library: David McCarthy (c). 137 Corbis: Bettmann (br); Gregor Images: Christian Darkin (b). 15 Corbis: Burstein Collection (tr). 16 Schuster/zefa (t). 138 Corbis: Kazuyoshi Nomachi (c). 139 The Art Archive (ca). 16–17 Alamy Images: Robert Fried (cb). 18 iStockPhoto: Ron Hohenhaus (t). 140 Alamy Images: Visual Arts Corbis: Kazuyoshi Nomachi (b). 19 Science Photo Library: David Library (London) (c). 140–141 iStockPhoto: Mlenny (b). 141 Alamy Parker (tl). 20 Mary Evans Picture Library (c). 21 Getty Images: Images: Mary Evans Picture Library (tc). 142–143 Corbis: Drew Matthias Clamer (c). 22–23 Getty Images: The Bridgeman Art Gardner (b). 144–145 Corbis: Jagadeesh NV/Reuters (c). 146 Alamy Library (c). 24–43 DK Images: Rough Guides (rh). 25 iStockPhoto: Images: David Pearson (t). Richard Swinburne (bc). 147 Corbis: Sandra von Stein (t). 26 Alamy Images: Mary Evans Picture Library Bettmann (b). 148–149 Corbis: Randy Faris (b). 149 Science Photo (c). 27 Corbis: Punit Paranjpe/Reuters (c). 28 Corbis: Adam Woolfitt Library: David Goodsell (tc). 150–151 Mary Evans Picture Library (b). Mary Evans Picture Library: Edwin Wallace (c). 30 Mary (br). 151 Alamy Images: Visual Arts Library (London) (br). 152 Evans Picture Library (c). 31 Corbis: Murat Taner/Zefa (c). 32 Alamy Images: Visual Arts Library (London) (b). 153 Alamy Alamy Images: Ben Ramos (bl). Corbis: Archivo Iconografico, S.A. Images: Westend61 (b). 154 Getty Images: Daniel Berehulak (t)."
    ],
    "title": [
      "132 Corbis: John Springer Collection (b). iStockPhoto: Daniela Andreea Spyropoulos (rh) 10 DK Images: iStockPhoto: Kenneth C"
    ],
    "type": null
  },
  {
    "note": [
      "tr). 33 DK Images: Museo de Bellas Artes, Seville (br). 34 Corbis: 155 Alamy Images: Visual Arts Library (London) (c). iStockPhoto: Bettmann (c). 35 Corbis: Arte & Immagini SRL (t). 36 Mary Evans Christian Wagner (b). 156–157 iStockPhoto: Shaun Lowe (b). 157 Picture Library (t). 37 Alamy Images: Visual Arts Library (London) Alamy Images: Popperfoto (cr). 158–159 Getty Images: Ken Fisher (b). 38–39 Corbis: Bettmann (b). 41 The Kobal Collection: Renn (b). 160 Alamy Images: Nicholas Pitt (c). 161 iStockPhoto: Prod/France 2/D.D.Prod (c). 42 Corbis: Peter Turnley (c). 43 Vladimir Pomortsev (t). 162–163 Alamy Images: Network iStockPhoto: Arpad Benedek (c). 44–45 Getty Images: Altrendo Photographers (b). 163 Alamy Images: Visual Arts Library (London) Nature (c). 46–189 iStockPhoto: Jeffrey McDonald (rh). 46 Alamy (tr). 164 Corbis: Joseph Sohm; ChromoSohm Inc. (b). 165 Corbis: Images: Mary Evans Picture Library (tc). 48 Mary Evans Picture Stefano Bianchetti (tc). 166–167 Mary Evans Picture Library: Library: Harry Price (c). 49 iStockPhoto: Gloria-Leigh Logan (t). 50 Mary Evans Picture Library (c). 168 iStockPhoto: webking (tc). 169 Corbis: Historical Picture Archive (c). 51 The Kobal Collection: Alamy Images: Classic Image (tc). Corbis: Randy Faris (b). 170 Warner Bros/Jasin Boland (b). 52 Corbis: Hulton-Deutsch Collection iStockPhoto: Katie Winegarden (tc). 170–171 Corbis: The Art (br). 53 Alamy Images: Hideo Kurihara (b). 54–55 Alamy Images: Archive (b). 172 Corbis: Bernard Bisson/Corbis Sygma (bc); Ruggero Chris Howes/Wild Places Photography (bl). 55 Alamy Images: Vanni (c). 173 Alamy Images: Greenshoots Communications (t). 174 Phototake Inc. (ca). Rutgers State University of New Jersey: Alamy Images: Visual Arts Library (London) (tr). 174–175 Corbis: Alvin Goldman (br). 56 Corbis: Bettmann (ca). iStockPhoto: Ulrich Diego Goldberg (b). Charles Taylor (tr). 176–177 Corbis: Peter Zillmann (fbl); (bl). 57 Corbis: H&S Produktion (b). 58 Getty Images: Turnley (bc). 177 akg-images (tr). 178 Corbis: Bettmann (c). 180–181 iStockPhoto: Matthew Scherf (bc). 182–183 Corbis: Carl & Corbis: Roger Antrobus (tl). 264 iStockPhoto: Vaide Dambrauskaite Ann Purcel (b). 183 Corbis: Hulton-Deutsch Collection (c). 184 Getty (c). 265 Corbis: National Gallery Collection; By kind permission of Images: Alexander Walter (bc). 184–185 Alamy Images: Mary the Trustees of the National Gallery, London (tr). 266 Alamy Evans Picture Library (c). 185 Alamy Images: ImageState (c). 186 Images: Visual Arts Library (London) (bl). 267 Mary Evans Picture DK Images: NASA (bl). 187 Alamy Images: Arco Images (tc). 188 Library (cr). 268 Corbis: Gianni Dagli Orti (cl); Stapleton Collection Alamy Images: Michael Hilton (bl). Mary Evans Picture Library (bc). 269 Alamy Images: Corbis (tr). Corbis: Archivo Iconografico, (ca). 189 Corbis: Vincent/Zefa (b). 190–191 Getty Images (c). 192 S.A. (br). 270 Alamy Images: AEP (tl). 271 iStockPhoto: Hedda Getty Images: FPG (c). 193 The Kobal Collection: Walt Disney/ Gjerpen (b). 272 Alamy Images: Mary Evans Picture Library (tr). 273"
    ],
    "type": "webpage"
  },
  {
    "note": [
      "The Kobal Collection/Peter Mountain (c). 195 Alamy Images: Alamy Images: Mary Evans Picture Library (b). John J. Burns Pictorial Press (cra). iStockPhoto: Adrian Moisei (tl). 196 Library (tl). 274 Alamy Images: Mary Evans Picture Library (tl). iStockPhoto: Andriy Doriy (c); (cr); Robert Kyllo (tl). 196–197 iStockPhoto: Caitriona Dwyer (br). 275 Alamy Images: Pictorial iStockPhoto: Adam Booth (b). 198–199 Corbis: H. Armstrong Press Ltd (tl). Corbis: Bettmann (c). 276 Getty Images: Vanessa Roberts (b). 199 Alamy Images: Suzy Bennett (bl). iStockPhoto: Berberian (b). 277 Corbis: The Art Archive (tr). 278 Corbis: Kai Krien (tl). Mary Evans Picture Library (cra). 200 Alamy Stapleton Collection (b). 279 Corbis: Archivo Iconografico, S.A. (ca). Images: TH Foto (tl). Getty Images: Thomas Wiewandt (b). 201 280 Corbis: Archivo Iconografico, S.A. (tl). 281 Alamy Images: Alamy Images: Mary Evans Picture Library (cra). Corbis: Bettmann Visual Arts Library (London) (b). 282 Alamy Images: Classic Image (bl). iStockPhoto: Tom Grill (tl). 202 iStockPhoto: YangYin (tl). (tl). 283 Alamy Images: Mary Evans Picture Library (b). 284 Alamy"
    ],
    "type": null
  }
]
