[
  {
    "author": [
      {
        "family": "Diffie",
        "given": "Dr W."
      },
      {
        "family": "E",
        "given": "Dr M."
      }
    ],
    "container-title": [
      "IEEE Transactions on Information Theory"
    ],
    "date": [
      "1976-11"
    ],
    "editor": [
      {
        "family": "Diffie",
        "given": "Whitfield"
      },
      {
        "family": "Hellman",
        "given": "Martin"
      }
    ],
    "pages": [
      "644–654"
    ],
    "title": [
      "The Diffie-Hellman Key Exchange is a method where subjects exchange secret keys over a nonsecure medium without exposing the keys",
      "Hellman disclosed the method wasin their seminal 1976 paper entitled “New Directions in Cryptography",
      "New Directions in Cryptography"
    ],
    "type": "article-journal",
    "volume": [
      "IT-22"
    ]
  },
  {
    "author": [
      {
        "given": "U.S.C."
      }
    ],
    "citation-number": [
      "18"
    ],
    "note": [
      "§ 2705 — Delayed notice 18 U.S.C. § 2711 — Definitions 18 U.S.C. § 2000aa — Searches and seizures by government officers and employees in connection with the investigation or prosecution of criminal offenses"
    ],
    "title": [
      "§ 12510 — Definitions 18 U.S.C. § 2511 — Interception and disclosure of wire, oral, or electronic communications prohibited 18 U.S.C. § 2701 — Unlawful access to stored communications 18 U.S.C. § 2702 — Disclosure of contents 18 U.S.C. § 2703 — Requirements for governmental access 18 U.S.C"
    ],
    "type": null
  },
  {
    "title": [
      "In addition, the candidate should understand the fundamental concepts of risk assessment and the system life cycle, or, as it is sometimes called, the system development life cycle (SDLC). These areas are covered in NIST Special Publication 800-30, “Risk Management Guide for Information Technology Systems”; NIST Special Publication 800-14, “Generally Accepted Principles and Practices for Securing Information Technology Systems”; and NIST Special Publication 800-27, “Engineering Principles for Information Technology Security (A Baseline for Achieving Security"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "FIPS PUB102",
        "particle": "b."
      }
    ],
    "citation-number": [
      "26."
    ],
    "container-title": [
      "September 27, 1983 c. NSTISS Instruction (NSTISSI) No. 1000, “National Information Assurance Certification and Accreditation Process (NIACAP),” April 2000 d. NSTISS Policy (NSTISSP) No. 6, “National Policy on Certification and Accreditation of National Security Telecommunications and Information Systems,”",
      "July"
    ],
    "date": [
      "1994-04-08"
    ],
    "genre": [
      "DoD 8510.1-M,"
    ],
    "pages": [
      "2000"
    ],
    "title": [
      "Which policy document determines that all federal government departments and agencies establish and implement programs mandating the certification and accreditation (C&A) of national security systems under their operational control? a",
      "Department of Defense Information Technology Security Certification and Accreditation Process (DITSCAP) Application Manual",
      "Guidelines for Computer Security Certification and Accreditation"
    ],
    "type": "article-journal",
    "volume": [
      "31"
    ]
  },
  {
    "author": [
      {
        "family": "U.S",
        "given": "U.S.National Policies In",
        "particle": "the"
      }
    ],
    "container-title": [
      "that was issued on October 16, 2001. E.O. 13231 renamed the National Security Telecommunications and Information Systems Security Committee (NSTISSC) as CNSS. CNSS is a standing committee of the President’s Critical Infrastructure Board and is chaired by the U.S. DoD. E.O"
    ],
    "note": [
      "13231directed the following actions:"
    ],
    "title": [
      "the Committee on National Security Systems (CNSS) was assigned the responsibility to set national policy for national security systems. CNSS is the result of Executive Order (E.O.) 13231, “Critical Infrastructure Protection in the Information Age"
    ],
    "type": "chapter"
  },
  {
    "note": [
      "13231 include:"
    ],
    "title": [
      "The responsibilities of the CNSS for national security systems outlined in E.O"
    ],
    "type": null
  },
  {
    "container-title": [
      "Congress enacted the E-Government Act of 2002 (Public Law 107-347). Title III of the E-Government Act, the Federal Information Security Management Act (FISMA), was written to"
    ],
    "title": [
      "Agency Policies In response to the events of September 11, 2001, the U.S"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "FIPS PUB102",
        "particle": "b."
      }
    ],
    "citation-number": [
      "26."
    ],
    "container-title": [
      "September 27, 1983 c. NSTISS Instruction (NSTISSI) No. 1000, “National Information Assurance Certification and Accreditation Process (NIACAP),” April 2000 d. NSTISS Policy (NSTISSP) No. 6, “National Policy on Certification and Accreditation of National Security Telecommunications and Information Systems,”",
      "July"
    ],
    "date": [
      "1994-04-08"
    ],
    "genre": [
      "DoD 8510.1-M,"
    ],
    "pages": [
      "2000"
    ],
    "title": [
      "Which policy document determines that all federal government departments and agencies establish and implement programs mandating the certification and accreditation (C&A) of national security systems under their operational control? a",
      "Department of Defense Information Technology Security Certification and Accreditation Process (DITSCAP) Application Manual",
      "Guidelines for Computer Security Certification and Accreditation"
    ],
    "type": "article-journal",
    "volume": [
      "31"
    ]
  },
  {
    "note": [
      "Gypsy verification environment (C.F.D.) Integrated set of software tools for specifying, coding, and verifying programs written in the Gypsy language. 952 Part III ✦ Appendices"
    ],
    "title": [
      "G gateway Interface providing a compatibility between networks by converting transmission speeds, protocols, codes, or security measures. global information infrastructure (GII) Worldwide interconnections of the information systems of all countries, international and multinational organiza­ tions, and international commercial communications. granularity (C.F.D.) Relative fineness to which an access control mechanism can be adjusted. guard Mechanism limiting the exchange of information between systems"
    ],
    "type": null
  },
  {
    "note": [
      "individuals who are U.S. Government or U.S. Government contractor employees."
    ],
    "title": [
      "U.S.-controlled space Room or floor within a facility that is not a U.S.-controlled facility, access to which is physically controlled by U.S. individuals who are authorized U.S. Government or U.S. Government contractor employees. Keys or combinations to locks controlling entrance to U.S.-controlled spaces must be under the exclusive control of U.S"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "U.S",
        "given": "U.S.",
        "particle": "person"
      }
    ],
    "title": [
      "citizen or a permanent resident alien, an unincorporated association substantially composed of U.S. citizens or permanent resident aliens, or a corporation incorporated in U.S., except for a corporation directed and controlled by a foreign government or governments"
    ],
    "type": null
  },
  {
    "location": [
      "Command"
    ],
    "title": [
      "CA 1. Controlling Authority 2. Cryptanalysis 3. COMSEC Account 4"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "a"
      }
    ],
    "container-title": [
      "c. Executive Order 12333, United States Intelligence Activities, dated 4 December 1981. d. Public Law 100-235, Cmputer Security Act of 1987"
    ],
    "date": [
      "1990-07-05",
      "1988-01-08",
      "1995-05-22"
    ],
    "genre": [
      "Public Law 104-13,"
    ],
    "note": [
      "e. 10 United States Codes Section 2315. f. 44 United States Code Section 3502(2),"
    ],
    "publisher": [
      "Paperwork Reduction Act of"
    ],
    "title": [
      "National Security Directive 42, National Policy for the Security of National Security Telecommunications and Information Systems",
      "b. Executive Order 12958, National Security Information, dated 29 September 1995"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "g"
      }
    ],
    "container-title": [
      "i. Federal Information Processing Standards Publication 46-2, Data Encryption Standard"
    ],
    "note": [
      "dated 30 December 1993. j. Federal Information Processing Standards Publication 140 Security Requirements for Cryptographic Modules, dated 10 October 2001."
    ],
    "title": [
      "Information Technology Management Reform Act of 1996 (within Public Law 104-106, DoD Authorization Act of 1996). h. NSA Information Systems Security Organization Regulation 90-16, dated 29 October 1996"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "k"
      }
    ],
    "container-title": [
      "m. Executive Order (E.O.) 13231, Critical Infrastructure Protection in the Information Age",
      "E-Government Act of 2002, Title III, Federal Information Security Management Act (FISMA) of 2002, dated 17 December 2002. o. International Standard of Common Criteria for Information Technology Security Evaluation 15408"
    ],
    "date": [
      "1999-08"
    ],
    "title": [
      "Title 40 United States Code Section 1452, National Security System Defined. l. Title 5 United States Code Section 552a, The Privacy Act, Records Maintained on Individuals"
    ],
    "type": "chapter",
    "volume": [
      "16 October 2001. n. P.O. 107-347"
    ]
  },
  {
    "note": [
      "need to know, 317 system life cycle, 344–345 personnel security, 316 systems engineering, 343–344 and physical security, 454–457 architecture record retention and document control, 317 centralized, 369 separation of duties, 316 computer, 264–273 administrative law, 415 distributed, 273–274"
    ],
    "pages": [
      "317 345–355"
    ],
    "title": [
      "adaptive chosen plaintext attack, 233 application state, 268 address bus, 264 applications and systems development Address Resolution Protocol (ARP), 85, 87, 90–91, application controls, 366–369 92, 675 artificial intelligence systems, 361–364 administrative controls, 46, 316–317 database systems, 364–366 change control, 317 object-oriented systems, 357–360 defined, 316 Software Capability Maturity Model (CMM), 355–357 examples of, 316 software life cycle development process, least privilege"
    ],
    "type": null,
    "volume": [
      "316"
    ]
  },
  {
    "container-title": [
      "Internet Activities Board (IAB), 440–441 Guideline for Computer Security Certification and ISC Code of Ethics, 439–440 Accreditation (FIPS 102), 576, 781 Organization of Economic Cooperation and Standards for Security Categorization of Federal Development (OECD), 442–443 Information and Information Systems (FIPS European Information Technology Security Evaluation"
    ],
    "note": [
      "800, 804–805 Criteria (ITSEC), 279 Federal Information Security Management Act European Union (EU) (FISMA), 431, 576, 631–635, 799, 800, 804 Council Directive on Data Protection, 428 Federal Information Technology Security Assessment privacy laws, 421, 745 Framework (FITSAF), 578–580"
    ],
    "pages": [
      "632–633,"
    ],
    "title": [
      "Computer Ethics Institute’s Ten fault-tolerant system, 278, 369, 704 Commandments, 440 Federal Information Processing Standard (FIPS"
    ],
    "type": "chapter",
    "volume": [
      "199"
    ]
  },
  {
    "author": [
      {
        "literal": "memory-mapped I/O, 270 NAT. See Network Address Translation Merkle-Hellman Knapsack"
      }
    ],
    "container-title": [
      "See also Orange Book Message Authentication Code (MAC), 248 National Defense Authorization Act for Fiscal Year message digest"
    ],
    "date": [
      "1996"
    ],
    "issue": [
      "TCSEC"
    ],
    "pages": [
      "278–279",
      "229–230",
      "581"
    ],
    "title": [
      "227–228 National Computer Security Center (NCSC) Trusted MESH topology, 104 Computer System Evaluation Criteria message, defined"
    ],
    "type": "article-journal",
    "volume": [
      "358",
      "428"
    ]
  },
  {
    "note": [
      "615 (IATF) document, 487–488 test and evaluation master plan (TEMP), 612–613 and information systems security engineering work breakdown structure (WBS), 609–610 compared, 490, 507, 508–511 Technical Performance Measurement (TPM), 615 ISSEP candidates, requirements for, 489–490 telecommunications and network security process, 492–496, 547, 765 ARCnet, 95 risk management, 531–544 availability, 80, 81"
    ],
    "title": [
      "systems security engineering (continued) system design testing, 611–615 Information assurance in the system life cycle, systems engineering management plan (SEMP), 519–531 606–608 Information Assurance Technical Framework technical performance measurement (TPM"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Models",
        "given": "Capability Maturity"
      }
    ],
    "note": [
      "611 network availability, 143–150 outsourcing, 611 network topologies, 101–104 program management plan (PMP), 606 networking devices, 106–113 program manager responsibilities, 606 Open Systems Interconnection (OSI) model, 83–86"
    ],
    "title": [
      "589–605 network attacks and abuses, 172–176 critical path method (CPM"
    ],
    "type": null
  }
]
