[
  {
    "citation-number": [
      "1419"
    ],
    "title": [
      "Portuguese begin colonization of Madeira c. 1434 Discovery of the Azores 1434 Eannes passes Cape Bojador 1453 Fall of Constantinople to Ottomans 1460 Death of Prince Henry of Portugal 1481 Founding of the Portuguese fort at Elmina 1488 Dias rounds Cape of Good Hope 1492–3 Columbus's first Atlantic voyage"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1493–6"
    ],
    "title": [
      "Columbus's second voyage: first Spanish settlement on Hispaniola 1494 Treaty of Tordesillas 1497–8 da Gama's voyage to India 1497 Cabot reaches Newfoundland 1498–1500 Columbus's third voyage 1500 Cabral lands on the Brazilian coast 1502–4 Columbus's last voyage"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1508"
    ],
    "title": [
      "Sebastian Cabot's northwest Atlantic voyage 1509 Battle of Diu; first Portuguese voyage to Malacca"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1510"
    ],
    "title": [
      "Portuguese establish Goa as their headquarters in East 1511 Portuguese seize Malacca c. 1515 First African slaves sent to Americas (with direct trans-Atlantic traffic from c. 1532) 1516 Portuguese reach southern coast of China 1519 Cortés begins the Spanish invasion of Mexico 1519–22 Circumnavigation by Magellan and Elcano 1522 Cortés captures Tenochtitlan"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Scammell",
        "given": "V."
      },
      {
        "family": "Parry",
        "given": "J.H."
      }
    ],
    "date": [
      "1981",
      "1981",
      "1981"
    ],
    "genre": [
      "(Berkeley,"
    ],
    "location": [
      "London, Methuen",
      "Berkeley"
    ],
    "note": [
      "and The Spanish Seaborne Empire (Harmondsworth, Penguin, 1973). To the last of these can be added C. R. Boxer's highly readable companion volume, The Portuguese Seaborne Empire, 1415–1825"
    ],
    "publisher": [
      "University of California Press",
      "University of California Press"
    ],
    "title": [
      "The historical writing on this subject is vast, even in English. Among the most useful of the general works are: G",
      "The World Encompassed: The First European Maritime Empires, c. 800–1650",
      "which contains helpful chapters on the Vikings, Genoese and Venetians as well as the Portuguese, Spanish, Dutch, French and English; the somewhat dated but still very important studies by",
      "The Discovery of the Sea",
      "The Age of Reconnaissance: Discovery, Exploration and Settlement, 1450 to 1650"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Harmondsworth",
        "given": "Penguin"
      }
    ],
    "container-title": [
      "'Seminar Studies in"
    ],
    "date": [
      "1973",
      "1984"
    ],
    "location": [
      "London"
    ],
    "publisher": [
      "Longman"
    ],
    "title": [
      "Dan O'Sullivan, The Age of Discovery, 1400–1550"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Las Casas",
        "given": "Bartolomé",
        "particle": "de"
      }
    ],
    "container-title": [
      "including, in abridged form, one from Penguin"
    ],
    "date": [
      "1963",
      "1992",
      "1965",
      "1972"
    ],
    "edition": [
      "various editions"
    ],
    "editor": [
      {
        "family": "Cohen",
        "given": "J.M."
      }
    ],
    "location": [
      "London"
    ],
    "note": [
      "Atlas of the Islamic World since 1500 ( O x f o r d , Phaidon ,982). In addition to the general works, some more specific studies deserve to be looked at. These include J. H. Elliott's classic account of the impact of the discovery of America on Europe, The Old World and the New, 1492–1650 (Cambridge, Cambridge University Press, 1972)."
    ],
    "publisher": [
      "Penguin",
      "Penguin",
      "Chicago University Press"
    ],
    "title": [
      "Columbus's own account of his travels",
      "The Four Voyages of Christopher Columbus (London, The Cresses Library, 1988)8 Bernal Diaz, The Conquest of New Spain (Harmondsworth",
      "A Short History of the Destruction of the Indies",
      "For Asia one might begin with The Travels of Marco Polo (available in many editions including one from Penguin Books). Extensive contemporary, especially Portuguese, material is incorporated into Donald F. Lach, Asia in the Making of Europe (Chicago",
      "also published in four separate editions for India, Southeast Asia, China and Japan. English navigators, sea captains and adventurers are celebrated in Richard Hakluyt, Voyages and Discoveries: The Principal Navigations, Voyages, Traffques ana Discoveries of the English Nation",
      "Among other kinds of sources, maps are invaluable guides to the course of events in this period, not least the voyages of discovery themselves: The Times Atlas of World History (London, HarperCollins, various editions) is one of the best and most clearly illustrated sources for this purpose, but it can be usefully supplemented by Francis Robinson"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Marshall",
        "given": "P.J."
      }
    ],
    "container-title": [
      "Modern Asian Studies"
    ],
    "date": [
      "1992"
    ],
    "editor": [
      {
        "family": "J. H",
        "particle": "addition to"
      }
    ],
    "location": [
      "New Brunswick"
    ],
    "note": [
      "Cipolla, European Culture and Overseas Expansion (Harmondsworth, Penguin, 1970)) Geoffrey Parker, The Military Revolution: Military Innovation and the Rise of the West, 1500-1800 (Cambridge, Cambridge University Press, 1988);",
      "see, for this, especially Alfred W. Crosby's two works, The Columbian Exchange: Biological and Cultural Consequences of 1492 (Westport, Connecticut, Greenwood Press, 1972), and Ecological Imperialisms The Biological Expansion of Europe, 900—1900"
    ],
    "pages": [
      "3–228"
    ],
    "publisher": [
      "Ru,gers University Press"
    ],
    "title": [
      "To this might be added, especially on cartography, Eviatar Zerubavel, Terra Cognita: The Mental Discovery of America",
      "Parry's studies, cited earlier, there have been some incisive accounts of the role of military and naval technology in the early history of European expansion, among them the chapter on 'Guns and Sails Overseas' in Carlo M",
      "'Western Arms in Maritime Asia in the Early Phases of Expansion'",
      "But one might now wish to qualify these accounts with the impact of disease and environmental factors"
    ],
    "type": "article-journal",
    "volume": [
      "XIV, ,1 ,9800"
    ]
  },
  {
    "container-title": [
      "History Today",
      "The First Portuguese Colonial",
      "'Prince Henry and the Origins of Portuguese Expansion'"
    ],
    "date": [
      "1986",
      "1957"
    ],
    "editor": [
      {
        "family": "Newitt",
        "given": "M."
      }
    ],
    "pages": [
      "313–21"
    ],
    "publisher": [
      "Cambridge, Cambridge University Press"
    ],
    "title": [
      "The curious history of Prester John, 'a man who never existed', is considered in Alistair Lamb, 'Prester John'",
      "There is a valuable account of Henry 'the Navigator' and his historical interpretation by Malyn Newitt"
    ],
    "type": "article-journal",
    "volume": [
      "VIII"
    ]
  },
  {
    "author": [
      {
        "family": "David E. Stannard",
        "particle": "see"
      },
      {
        "family": "McAlister",
        "given": "Lyle N."
      },
      {
        "family": "Elliott",
        "given": "J.H."
      },
      {
        "family": "K. N. Chaudhuri",
        "particle": "see"
      }
    ],
    "container-title": [
      "Colonial Spanish America(Cambridge",
      "and for Asia and the Portuguese Sanjay Subrahmanyam, The Portuguese Empire in Asia, 1500—1700: A Political ana Economic History (London, Longman, 1993). An informative source for the early history of the Dutch and English East India Companies is Om Prakash, European Commercial Enterprise is Pre-Colonial India"
    ],
    "date": [
      "1986",
      "1983",
      "1992",
      "1995",
      "1984",
      "1987",
      "1990"
    ],
    "editor": [
      {
        "family": "Bethell",
        "given": "L."
      }
    ],
    "genre": [
      "Empire (Exeter,"
    ],
    "location": [
      "New York",
      "Cambridge"
    ],
    "note": [
      "part 5 of the New Cambridge History of India) (Cambridge, Cambridge University Press, 1998), and though it relates to a somewhat later period, there is also Holden Furber's masterly Rival Empires of Trade in the Orient, 1600-1800 (Minneapolis, University of Minneapolis Press, 1976)."
    ],
    "pages": [
      "9–35",
      "59–111"
    ],
    "publisher": [
      "University of Exeter Press",
      "Penguin",
      "Oxford University Press",
      "Cambridge University Press",
      "Oxford University Press",
      "Cambridge University Press",
      "Cambridge University Press"
    ],
    "title": [
      "are many accounts of the conquistadors, one of the best being John Hemming, The Conquest of the Incas (Harmondsworth",
      "but for a more critical view of the impact of the invaders",
      "American Holocaustt Columbus and the Conquest of the New World",
      "Introductions to the early period of Portuguese engagement with Africa and the rise of the Atlantic slave trade are to be found in the more general works already cited, such as Boxer's Portuguese Seaborne Empire and Wolf's People Without History, or in recent histories like John Iliffe, Africans: The History of a Continent (Cambridge",
      "that take into account recent historical work on the slave trade. Among the many regional studies for this period for the Americas, see Edwin Williamson, The Penguin History of Latin America (Harmondsworth, Penguin, 1992",
      "Spain and Portugal in the New World, 1492—1700(Oxford",
      "'Spain and America Before 1700'",
      "For the maritime world of the Indian Ocean",
      "Asia Before Europe: Economy ana Civilizationof the Indian Ocean from the Rise of Islam to 1750"
    ],
    "type": "chapter",
    "volume": [
      "II"
    ]
  }
]
