[
  {
    "author": [
      {
        "family": "Note",
        "given": "O."
      }
    ],
    "container-title": [
      "investigations, tax matters and proceedings that arise from time Novell case for trial. On August 25, 2009, the U.S. Bankruptcy to time in the ordinary course of its business",
      "Novell case"
    ],
    "date": [
      "2008-11-25"
    ],
    "note": [
      "including actions Court for the District of Delaware approved the appointment of with respect to contracts, intellectual property (IP), product liaa Chapter 11 Trustee of SCO."
    ],
    "title": [
      "filed for bankruptcy protection, and all proceedings in this case were stayed. In the SCO v",
      "Contingencies and Commitments SCO filed its notice of appeal to the U.S. Court of Appeals for the Tenth Circuit, which included an appeal of the August 10, Contingencies 2007 ruling; on August 24, 2009, the U.S. Court of Appeals The company is involved in a variety of claims, demands, suits, reversed the August 10, 2007 ruling and remanded the SCO v"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "literal": "Warburg Pincus LLC Chairman, President and Joan E. Spero Chief Executive Officer Visiting Fellow Cathleen Black The Dow Chemical Company Foundation Center President Hearst Magazines W. James McNerney, Jr. Sidney Taurel Chairman, President and Chairman Emeritus William R."
      }
    ],
    "container-title": [
      "Chenault Chairman Chief Executive Officer Chairman and Chief Executive Officer Tokyo Stock Exchange Group, Inc. CEMEX, S.A.B. de C.V"
    ],
    "editor": [
      {
        "family": "Chairman",
        "given": "Zambrano Taizo Nishimuro"
      },
      {
        "family": "I",
        "given": "Kenneth"
      }
    ],
    "note": [
      "Eskew Chairman and Chief Executive Officer Retired Chairman and Caterpillar Inc. Chief Executive Officer United Parcel Service, Inc."
    ],
    "publisher": [
      "American Express Company James W. Owens Michael L"
    ],
    "title": [
      "Brody Chief Executive Officer Eli Lilly and Company President The Boeing Company Salk Institute for Biological Studies Lorenzo H"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "literal": "Michael E. Daniels Mark Loughridge Martin J. Schroeter Senior Vice President Senior Vice President and Treasurer Global Technology Services Chief Financial Officer Timothy S. Shaughnessy Jesse J. Greene, Jr. J. Randall MacDonald Senior Vice President Vice President Senior Vice President Services Delivery Financial Management and Human Resources Chief Financial Risk Officer Robert C. Weber Steven A. Mills Senior Vice President Jon C."
      }
    ],
    "container-title": [
      "and Senior Vice President Software Group General Counsel Marketing and Communications Samuel J. Palmisano James J"
    ],
    "note": [
      "Kavanaugh Chairman, President and Vice President and Controller Chief Executive Officer"
    ],
    "title": [
      "Iwata Senior Vice President Legal and Regulatory Affairs"
    ],
    "type": "article-journal"
  },
  {
    "title": [
      "IBM STOCKHOLDER SERVICES IBM STOCK Stockholders with questions about their accounts should contact: IBM common stock is listed on the New York Stock Exchange, the Chicago Stock Exchange, and outside the United States"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Computershare Trust Company",
        "given": "N.A."
      },
      {
        "given": "P.O."
      }
    ],
    "date": [
      "2010-04-27"
    ],
    "location": [
      "Milwaukee, Wisconsin"
    ],
    "note": [
      "a.m. at the Midwest Airlines Center, 400 West Wisconsin Avenue,"
    ],
    "pages": [
      "575–2727",
      "10"
    ],
    "title": [
      "Box 43072, Providence, Rhode Island 02940-3072 (888) IBM-6700 ANNUAL MEETING Investors residing outside the United States, Canada and Puerto Rico The IBM Annual Meeting of Stockholders will be held on Tuesday, should call (781"
    ],
    "type": null
  },
  {
    "note": [
      "Stockholders residing outside the United States, Canada and IBM ON THE INTERNET Puerto Rico should call (402) 573-9861."
    ],
    "title": [
      "Stockholders can also reach Computershare Trust Company, N.A. via e-mail at: ibm@computershare.com STOCKHOLDER COMMUNICATIONS Hearing-impaired stockholders with access to a telecommunications Stockholders in the United States and Canada can get quarterly device (TDD) can communicate directly with Computershare Trust financial results, listen to a summary of the Annual Meeting remarks Company, N.A., by calling (800) 490-1493. Stockholders residing outside and hear voting results from the meeting by calling (800) IBM-7800. the United States, Canada and Puerto Rico should call (781) 575-2694. Callers can also request printed copies of the information via mail or fax"
    ],
    "type": null
  },
  {
    "container-title": [
      "to the SEC provide additional information on IBM’s business. The 10-K report is released by the end of February; 10-Q reports are IBM files reports with the Securities and Exchange Commission (SEC), released by early May, August and November. including the annual report on Form 10-K, quarterly reports on Form 10-Q"
    ],
    "note": [
      "current reports on Form 8-K and any other filings required An audio recording of the 2009 Annual Report will be available for by the SEC. sight-impaired stockholders in June."
    ],
    "title": [
      "Topics featured in this Annual Report can be found via the IBM home page on the Internet (http://www.ibm.com). Financial results, LITERATURE FOR IBM STOCKHOLDERS news on IBM products, services and other activities can also The following literature on IBM is available without charge from: be found via that address. Computershare Trust Company, N.A., P.O. Box 43072, Providence, Stockholders of record can receive online account information and Rhode Island 02940-3072 (888) IBM-6700. answers to frequently asked questions regarding stockholder accounts via the Internet (http://www.ibm.com/investor). Investors residing outside the United States, Canada and Puerto Rico should call (781) 575-2727. Stockholders of record can also consent to receive future IBM Annual Reports and Proxy Statements online through the Internet The Form 10-K Annual Report and Form 10-Q Quarterly Reports at this site"
    ],
    "type": "article-journal"
  }
]
