[
  {
    "author": [
      {
        "given": "Lesley"
      },
      {
        "family": "Egyptian Hieroglyphs",
        "given": "Roy Adkins’s The Little Book",
        "particle": "of"
      }
    ],
    "container-title": [
      "An excellent and well-illustrated introduction to the remarkable Amarna Period is the exhibition catalog edited by R"
    ],
    "date": [
      "1998",
      "2001",
      "2003",
      "2000",
      "1980"
    ],
    "editor": [
      {
        "family": "Shaw",
        "given": "Ian"
      }
    ],
    "location": [
      "London",
      "Oxford",
      "Oxford",
      "Oxford"
    ],
    "note": [
      "E. Freed, Y. J. Markowitz, and S. H. D’Auria, Pharaohs of the Sun: Akhenaten, Nefertiti, Tutankhamen (Boston, 1999)."
    ],
    "title": [
      "language and hieroglyphs, including Mark Collier and Bill Manley’s How to Read Egyptian Hieroglyphs: A Step-by-Step Guide to Teach Yourself",
      "Penelope Wilson, Sacred Signs: Hieroglyphs in Ancient Egypt",
      "puts hieroglyphic writing into a historical perspective. A sound history of ancient Egypt is The Oxford History of Ancient Egypt",
      "John Baines and Jaromir Malek’s Atlas of Ancient Egypt",
      "provides detailed maps and a wealth of information on the ancient sites"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "Miriam Lichtheim’s Ancient Egyptian Literature: A Book of Readings, in three"
    ],
    "title": [
      "Reading translations of Egyptian texts is an unbeatable way of getting to know the ancient Egyptians"
    ],
    "type": "chapter",
    "volume": [
      "volumes (I"
    ]
  },
  {
    "author": [
      {
        "literal": "The Old and Middle Kingdoms, II. The New Kingdom, III."
      },
      {
        "family": "Clark",
        "given": "R.T.Rundle"
      }
    ],
    "container-title": [
      "G. McDowell’s Village Life in Ancient Egypt: Laundry Lists and Love Songs",
      "Tom Hare, ReMembering Osiris: Number, Gender and the Word in Ancient Egyptian Representational Systems"
    ],
    "date": [
      "1973",
      "1991",
      "1999",
      "2001",
      "1992",
      "1999",
      "1959"
    ],
    "location": [
      "Berkeley, Los Angeles, and London",
      "London",
      "Oxford",
      "London",
      "London",
      "Stanford",
      "London and New York"
    ],
    "note": [
      "reprinted 1995); and Geraldine Pinch, Magic in Ancient Egypt (London, 1994). Mark Lehner, The Complete Pyramids (London, 1997), R. H. Wilkinson, The Complete Temples of Ancient Egypt (London, 2000), and Salima Ikram and Aidan Dodson, The Mummy in Ancient Egypt: Equipping the Dead for Eternity (London, 1998) cover those aspects of Egyptian religion where buildings and archaeology make extensive contributions. Again, however, there is no substitute for approaching the texts themselves. Erik Hornung, Ancient Egyptian Books of the Afterlife (Ithaca and London, 1999) guides the reader through the main ancient compositions. R. O. Faulkner, The Ancient Egyptian Book of the Dead"
    ],
    "title": [
      "The Late Period",
      "offers a wide selection, supplemented for the Middle Kingdom by Richard Parkinson, Voices from Ancient Egypt: An Anthology of Middle Kingdom Writings",
      "A",
      "is an indispensable selection of texts that illustrate the lives of the villagers of Deir el-Medina. Pascal Vernus’s Affairs and Scandals in Ancient Egypt (Ithaca and London, 2003) draws upon papyrus records of trials and accusations dating to the New Kingdom; in John Ray’s Reflections of Osiris: Lives from Ancient Egypt",
      "each chapter is based upon a particular text drawn from a different period of ancient Egyptian history. Of the many books about ancient Egyptian religion, the following cover a diversity of modern approaches: Stephen Quirke, Ancient Egyptian Religion",
      "Jan Assmann, The Search for God in Ancient Egypt (Ithaca and London, 2001",
      "Myth and Symbol in Ancient Egypt"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Kemp",
        "given": "B.J."
      }
    ],
    "container-title": [
      "G"
    ],
    "date": [
      "1972",
      "1985",
      "1989"
    ],
    "edition": [
      "revised"
    ],
    "location": [
      "New York",
      "London",
      "London and New York"
    ],
    "note": [
      "H. James, Pharaoh’s People: Scenes from Life in Imperial Egypt (London, 1984),",
      "Studies more closely focused on museum objects are E. Brovarski, S. K. Doll, and R. E. Freed (editors), Egypt’s Golden Age: The Art of Living in the New Kingdom (1558–1085 BC) (Boston, Mass., 1982) and W. C."
    ],
    "title": [
      "combines a full translation of the most popular ancient text with fine colored photographs of one particular example. Our knowledge of the more pragmatic aspects of ancient Egyptian life and knowledge comes from combining sources of all kinds, including scenes drawn from life that were carved and painted on the walls of Egyptian tombs. Syntheses that have this as their aim are T",
      "Ancient Egypt: Anatomy of a Civilization"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "given": "Hayes"
      }
    ],
    "date": [
      "1953"
    ],
    "location": [
      "New York"
    ],
    "title": [
      "The Scepter of Egypt, in two volumes"
    ],
    "type": null
  },
  {
    "note": [
      "knowledge can be assessed through John F. Nunn, Ancient Egyptian Medicine (London, 1996); Otto Neugebauer, The Exact"
    ],
    "title": [
      "The extent and nature of the Egyptians’ technical and “scientific"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Parker",
        "given": "R.A."
      }
    ],
    "note": [
      "Chicago, 1950); and Corinna Rossi, Architecture and Mathematics in Ancient Egypt (Cambridge, 2004)."
    ],
    "title": [
      "Sciences in Antiquity (Princeton, 1952) (in which Chapter 4 deals with Egyptian mathematics and astronomy",
      "The Calendars of Ancient Egypt"
    ],
    "type": null
  },
  {
    "container-title": [
      "Egyptian Archaeology (the Bulletin of the Egypt Exploration Society"
    ],
    "note": [
      "based in London) provides an invaluable service, as does (in a more popular style) the journal KMT (San Francisco)."
    ],
    "title": [
      "For those wishing to keep up-to-date with the progress of Egyptology"
    ],
    "type": "article-journal"
  }
]
