[
  {
    "author": [
      {
        "family": "David",
        "given": "J."
      }
    ],
    "location": [
      "Chandler, III"
    ],
    "note": [
      "4"
    ],
    "title": [
      "Kappos is the former long time inside intellectual property counsel at IBM. James P",
      "Leader Technologies' patent counsel, was IBM's chief outside intellectual property counsel at the time of the theft of Leader Technologies invention by Chandler"
    ],
    "type": null,
    "url": [
      "https://youtu.be/RvgB8"
    ]
  },
  {
    "author": [
      {
        "given": "Indeed"
      },
      {
        "family": "David J. Kappos",
        "particle": "is why both"
      },
      {
        "family": "LPS",
        "given": "Aneesh Chopra",
        "particle": "bailed on President Obama’s signature"
      }
    ],
    "container-title": [
      "Inc"
    ],
    "date": [
      "2008"
    ],
    "note": [
      "published as achievement. They knew the \"open source claims\" were false, but by then they could not Leader Techs, Inc. v. Facebook, Inc., unwind their misconduct. 770 F. Supp. 2d 686 (D. Del. 2001"
    ],
    "pages": [
      "08– –862– –"
    ],
    "title": [
      "Aneesh Chopra’s professional raison d'être was on the line, and his plans to make 1. Summary of Motions, Appeal, Petition, Obamacare a “social” website could not be upset by the proprietary intellectual property Evidence, Analysis, Briefings (FULL rights of the rightful inventors of social networking—Leader Technologies. CITATIONS) in Leader Technologies"
    ],
    "type": "article-journal",
    "volume": [
      "v. Facebook, Inc"
    ]
  },
  {
    "author": [
      {
        "family": "CHOPRA",
        "given": "A.N.E.E.S.H.Chopra"
      },
      {
        "given": "Aneesh"
      }
    ],
    "citation-number": [
      "2"
    ],
    "container-title": [
      "Financial Disclosure"
    ],
    "date": [
      "2009-05-13",
      "2008"
    ],
    "publisher": [
      "POPULAR POSTS Office of Gov't Ethics"
    ],
    "title": [
      "U.S"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "literal": "Replaced Anneesh Chopra as U.S. CTO \"In March"
      }
    ],
    "citation-number": [
      "6."
    ],
    "container-title": [
      "LAWLESS C.I.A"
    ],
    "date": [
      "2012"
    ],
    "title": [
      "the chief architects of Obamacare as we know it",
      "Presidents from Washington to Eisenhower feared http://en.wikipedia.org/wiki/Todd_Park threats to liberty from abuses of power by the Techcrunch tells this about CASTLIGHT HEALTH: military‐industrial complex Contributing"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "THIS ADMINISTRATION IS ETHICALLY DISGUSTING. This Todd Park fellow started Facebook's case dangles on a this Castlight Health company in 2008 with TAXPAYER BAILOUT FUNDS from"
    ],
    "title": [
      "Rain Onyourparade November 10, 2013 at 8:47 PM 2. Will the U.S. Supreme court support schemers or real American inventors?"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "U.S",
        "given": "W.H.A.T.I.S.T.H.E.W.H.I.T.E.H.O.U.S.E.H.I.D.I.N.G.?"
      }
    ],
    "container-title": [
      "In addition, Facebook's announcements about Obamacare on",
      "legislation, being obscured from the American public by our President and Vice Patent Office through abuse of the President? Hiding something? Hiding that your CTO, Todd Park, is a Facebook Club reexamination process by Facebook"
    ],
    "date": [
      "2013-07-08"
    ],
    "note": [
      "We will huckster? stay focused on Leader v. Facebook until justice is served, but we also welcome news"
    ],
    "title": [
      "CTO Todd Park's White House Blog has strange (and therefore claims even more serious entry in Spanish where President Obama and Vice President Biden made key than infringement",
      "The video and the slideshow are in appeal attorney, Thomas G. Hungar of Gibson English, but the transcript of the speech is in SPANISH!!! Last time I checked, the official Dunn LLP, has close personal ties to just language of our country was English. about every judicial player in this story. The Why is such an important speech about Obamacare, this administration's signature misconduct appears to reach into the U.S",
      "and analysis of intellectual property abuse el‐crecimiento‐econ‐mico‐para‐el‐pueblo‐0 in other cases as well"
    ],
    "type": "chapter",
    "url": [
      "http://www.whitehouse.gov/blog/2013/07/08/un"
    ]
  },
  {
    "author": [
      {
        "family": "Craine",
        "given": "K."
      }
    ],
    "date": [
      "2013-11-14"
    ],
    "note": [
      "at 9:36 AM Cathy Lee, how do you spell C‐O‐R‐R‐U‐P‐T‐I‐O‐N ???"
    ],
    "type": null
  }
]
