[
  {
    "date": [
      "1847"
    ],
    "type": null
  },
  {
    "date": [
      "1851"
    ],
    "title": [
      "Very fine Ports, shipped by all leading shippers"
    ],
    "type": null
  },
  {
    "date": [
      "1858"
    ],
    "title": [
      "Good Ports, for a long time, but too hard and dry now. 1853-Fine Port, but shipped by a few shippers only ; practically impossible to obtain now, but exceptionally fine"
    ],
    "type": null
  },
  {
    "date": [
      "1863",
      "1868"
    ],
    "title": [
      "A fine year for Port, Claret and Burgundy",
      "Excellent Ports still retaining their freshness and body"
    ],
    "type": null
  },
  {
    "date": [
      "1874"
    ],
    "type": null
  },
  {
    "title": [
      "Fine Clarets, some of which are still very good, and very fine Champagnes long since past drinking. 1875-Clarets exceptionally fine and still in perfect condition"
    ],
    "type": null
  },
  {
    "title": [
      "Burgundies very fine, but, with very few exceptions, now too old. Ports very delicate and fine, but more likely to lose than to improve"
    ],
    "type": null
  },
  {
    "date": [
      "1881"
    ],
    "type": null
  },
  {
    "title": [
      "Some good Ports, most of them now on the dry side, but very fine. Burgundies which are now as good as they will ever be"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "VINTAGES",
        "given": "S.O.M.E.N.O.T.E.S.O.N."
      }
    ],
    "date": [
      "1885",
      "1887"
    ],
    "title": [
      "A few very good Burgundies"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Ports",
        "given": "Very",
        "particle": "good"
      },
      {
        "family": "Burgundies",
        "particle": "some fine"
      }
    ],
    "date": [
      "1888",
      "1889",
      "1890",
      "1891",
      "1892",
      "1893"
    ],
    "note": [
      "A record year as regards both quality and quantity for Champagne, Claret and Burgundy wines were good, plenti-;"
    ],
    "title": [
      "A few Clarets pleasant but not quite sound. Some excellent Burgundies",
      "Some good Burgundies and exceptionally fine Champagnes",
      "Some good, sound, but not particularly fine Ports",
      "A few good Burgundies",
      "A few good Ports. Champagne was very fine in that year, but now too old"
    ],
    "type": null
  },
  {
    "date": [
      "1897"
    ],
    "type": null
  },
  {
    "date": [
      "1898",
      "1899",
      "1900"
    ],
    "note": [
      "Champagnes now at their best or past their best. Clarets ready for consumption."
    ],
    "title": [
      "Some very good wines made and shipped by a few houses",
      "A fair amount of promising wine made in most districts, but nothing of outstanding quality",
      "A very fine year for Clarets, as regards both quality and quantity. A limited output of very good Champagnes and Burgundies",
      "A very good year all round"
    ],
    "type": null
  },
  {
    "title": [
      "Ports rather forward and soon to be ready to drink"
    ],
    "type": null
  },
  {
    "date": [
      "1907"
    ],
    "type": null
  },
  {
    "container-title": [
      "Burgundies"
    ],
    "note": [
      "small quantity, but some fine wines shipped. Ports, a failure."
    ],
    "title": [
      "Champagnes, a few good Cuvees, now at their best. Clarets, a great deal of wine of fair quality, but none of outstanding merit"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "I9II",
        "given": "S.O.M.E.N.O.T.E.S.O.N.V.I.N.T.A.G.E.S."
      }
    ],
    "type": null
  },
  {
    "container-title": [
      "Ports"
    ],
    "note": [
      "small crop, fair quality."
    ],
    "title": [
      "Champagnes, very good and very fair quantity. Clarets, good, but less than average crop. Burgundies, small crop, but very fine quality"
    ],
    "type": "article-journal"
  }
]
