[
  {
    "title": [
      "General partner The party with the general responsibility and liability for a particular limited partnership or other private placement vehicle"
    ],
    "type": null
  },
  {
    "title": [
      "Offshore hedge fund An unregistered investment fund domiciled outside the United States and open only to non-U.S. investors or U.S. taxexempt accredited investors. Because of privacy and tax advantages, Bermuda, the Cayman Islands, and other international tax havens are popular domiciles for offshore funds"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Studies",
        "given": "International"
      },
      {
        "family": "Concurrently",
        "given": "Mr"
      },
      {
        "family": "Laffer",
        "given": "B."
      },
      {
        "family": "Canto",
        "given": "V.A."
      },
      {
        "family": "Jolla",
        "given": "Associates",
        "particle": "in La"
      }
    ],
    "container-title": [
      "2002 Mr. Hedges attended the World Economic Forum in New York. He also has participated in The Wharton/Spencer Stuart Directors’ Institute and Directors’ Forum at The Wharton School of The University of Pennsylvania in 1997, The Program on Negotiation at Harvard Law School in 2001, and seminars at The Aspen Institute in Aspen"
    ],
    "location": [
      "Colorado"
    ],
    "note": [
      "He is currently a nonexecutive director of The Capital Markets Company (“Capco”) in Antwerp, Belgium, Chairman of the Investment Committee of Attica—LJH Investment Management, Ltd.,"
    ],
    "title": [
      "Following an internship at the Chicago Board of Trade, Mr. Hedges earned a Master of International Management with a focus on Finance from the American Graduate School of International Management at the Phoenix, Arizona, Thunderbird campus. From 1991 to mid-1992 Mr. Hedges lived in Paris and served as director of European Sales for J.D. Honigberg International, a Chicagobased global trading firm. Prior to founding LJH Global Investments, Mr. Hedges founded and served as managing general partner for Challenger Capital Management, L.P., a multimanager private family partnership investing in various alternative investments",
      "Hedges was associated with the economic research and consulting firm of A",
      "California"
    ],
    "type": "chapter"
  }
]
