[
  {
    "author": [
      {
        "family": "ALVA",
        "given": "F.E.R.N.A.N.D.O.A.L.V.A.R.E.Z."
      },
      {
        "family": "OF",
        "given": "D.U.K.E."
      }
    ],
    "container-title": [
      "By 1530, the date of his coronation in Bologna, he was the most powerful BARBAROSSA OR 'RED BEARD'"
    ],
    "date": [
      "1582",
      "1568"
    ],
    "note": [
      "NICKNAME OF KHAYR prince in Christendom. In his last years political AD-DIN, BARBARY CORSAIR (D. 1546) frustrations culminated in a series of abdications."
    ],
    "title": [
      "1535 but failed before Algiers in 1541. In Germany, he Habsburg captain-general for Charles V against the severely defeated the Lutheran princes of the Schmalkaldic League (1546-7), and for Philip II in the Schmalkaldic League at Miihlberg (1547) but could Netherlands (1567-73), he won great victories over the not force a satisfactory political and religious German Lutherans at Miihlberg (1547) and the Dutch settlement. Against France, Charles held Milan from Calvinists at ]emmigen",
      "but his hard war 1525, and several times defeated Valois invasions of policies ultimately failed to create political solutions. Lombardy and Naples"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "vassal, in 1533 he became high admiral of the sultan's nav~ In 1543 he pillaged Reggio"
    ],
    "location": [
      "Calabria and Nice, CHARLES VIII"
    ],
    "note": [
      "VALOIS KING OF FRANCE (D. 1498"
    ],
    "title": [
      "Sailing from Algiers in force, Barbarossa was a serious He split his empire between his brother the Holy threat to the commerce and shore communities of the Roman Emperor Ferdinand, and his son, King Christian Mediterranean. A Turk and an Ottoman Philip II of Spain"
    ],
    "type": "chapter"
  },
  {
    "date": [
      "1524",
      "1527"
    ],
    "note": [
      "He BOURBON, CHARLES, DUKE OF (D. 1527) crowned Charles V emperor at Bologna (1530), and in After a dispute with his natural lord King Francis I of return Charles recovered Florence to Medici rule."
    ],
    "title": [
      "was mortally wounded at the battle of the Sesia in Fearful of Habsburg power in Italy, he allied Lombardy",
      "with Francis I of France but switched allegiance to Charles V after the sack of Rome"
    ],
    "type": null
  },
  {
    "date": [
      "1527",
      "1572"
    ],
    "title": [
      "France over an inheritance, in 1523 Bourbon turned renegade to serve Emperor Charles \\Z He was killed COLIGNY, ADMIRAL GASPAR DE (D. 1572) leading the Habsburg Army attacking Rome",
      "A leader of the Huguenots in the early French just before the notorious sack. Religious Wars, his assassination was the first event of the St Bartholomew's Day massacre"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "ARAGON",
        "given": "F.E.R.D.I.N.A.N.D.O.F."
      },
      {
        "family": "SPAIN",
        "given": "K.I.N.G.O.F."
      }
    ],
    "date": [
      "1516"
    ],
    "type": null
  },
  {
    "note": [
      "he ousted the Valois from Charles V, King of Spain from 1516"
    ],
    "title": [
      "RENAISSANCE DYNASTS Creator of modern Spain by his marriage to Isabella House of Habsburg of Castile and the union of their kingdoms. A wily Maximilian I, Holy Roman Emperor 1493-1519 and successful opportunist"
    ],
    "type": null
  },
  {
    "note": [
      "Emperor 1564-76 1503-4. Contemporaries admired his cunning."
    ],
    "title": [
      "Holy Roman Emperor 1519-56 Naples in 1495-7, only to partition the kingdom with Philip II, King of Spain 1556-98 Louis XII of France in 1499-1501, and then turn on Ferdinand I, Holy Roman Emperor 1556-64 his partner and evict the French for a second time in Maximilian II"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Rudolf",
        "suffix": "II"
      }
    ],
    "note": [
      "GASTON DE, FRENCH GENERAL (D. 1512) Charles VIII, King of France 1483-98"
    ],
    "title": [
      "Emperor 1576-1612 House of Valois FOIX"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Louis",
        "suffix": "XII"
      }
    ],
    "date": [
      "1512"
    ],
    "note": [
      "but was killed in the closing stages of Henry II, King 1547-59 the battle."
    ],
    "title": [
      "King 1498-1515 Led French to victory over the Spanish-Papal Army at Francis I, King 1515-47 Ravenna"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Charles",
        "given": "King",
        "suffix": "IX"
      }
    ],
    "date": [
      "1560"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "Henry III, King 1574-89 FRANCIS I, VALOIS KING OF FRANCE (D."
      }
    ],
    "date": [
      "1547",
      "1515"
    ],
    "note": [
      "A prisoner in Madrid, he signed away Elizabeth I, Queen 1558-1603 his rights in Italy to regain his freedom. Once home, however, Francis dedicated his reign to avenging Pavia."
    ],
    "title": [
      "Henry of Navarre, first Bourbon In the first year of his reign won glory and control of King of France 1589-1610 Milan by defeating the Swiss at Marignano",
      "House of Tudor Henry VII, King of England 1485-1509 After losing Milan in 1522 Francis personally led the Henry VIII, King 1509-47 army that retook the city in late 1524, but in early Edward VI, King 1547-53 1525 he was defeated and captured by an Imperial Mary I, Queen 1553-8 army at Pavia"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "CONDE",
        "given": "He"
      },
      {
        "family": "BOURBON",
        "given": "L.O.U.I.S.O.F."
      },
      {
        "family": "OF",
        "given": "P.R.I.N.C.E."
      }
    ],
    "container-title": [
      "Religious Wars, he was beaten at Dreux"
    ],
    "date": [
      "1569",
      "1562"
    ],
    "note": [
      "and 1536 his forces occupied Savoy, but Milan and Naples beaten again at Jarnac (1569), where he was killed in remained outside his reach, despite a victory in Italy cold blood soon after his capture. at Ceresole (1544)."
    ],
    "title": [
      "have applied his classical learning to the military After further failures in Italy (1527-8) he learned to problems he faced. move more carefully, and with the Ottoman sultan Siileyman and the German Lutherans as allies",
      "attempted, and in part accomplished, a major reform A leader of the Huguenots early in the French of the French Army with his 1534 legions scheme"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "CORDOBA",
        "given": "G.O.N.Z.A.L.O.D.E."
      }
    ],
    "date": [
      "1515"
    ],
    "note": [
      "GUISE, FRANCIS DUKE OF (D. 1563"
    ],
    "type": null
  },
  {
    "container-title": [
      "ILLEGITIMATE SON OF Huguenot churchgoers at Vassy in 1562"
    ],
    "date": [
      "1552",
      "1558"
    ],
    "note": [
      "and seized Calais from England Garigliano (both 1503).",
      "He was CHARLES V (D. 1578) assassinated himself within a year."
    ],
    "title": [
      "Reorganizer of the Spanish Army in Italy in 1495-7, An able commander who defended Metz against and victor over the French at Cerignola and the Charles V",
      "A leader of the French Catholics, he sparked the first French war of religion by his massacre of DON JUAN OF AUSTRIA"
    ],
    "type": "chapter"
  },
  {
    "note": [
      "HENRY DUKE OF (D. 1588"
    ],
    "title": [
      "An accomplished military man, he settled the Muslim Morisco revolt in the Alpujarras mountains of GUISE"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Granada"
      }
    ],
    "date": [
      "1569",
      "1571",
      "1588"
    ],
    "note": [
      "was assassinated by order of Henry III"
    ],
    "title": [
      "and led the Spanish and allied fleet A leader of the French ultra-Catholic Holy League, he that smashed the Ottoman Navy at Lepanto"
    ],
    "type": null
  },
  {
    "container-title": [
      "His assassination"
    ],
    "date": [
      "1522",
      "1589"
    ],
    "note": [
      "left Henry of LOUIS XII, VALOIS KING OF FRANCE (D. 1515"
    ],
    "title": [
      "Caught in the morass of the French religious wars",
      "He died of the plague while on campaign in Henry tried to chart an independent course between Naples in 1528. ultra Catholics and the Huguenots led by Henry of Navarre"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "France",
        "particle": "tolerated limited Huguenot worship in"
      },
      {
        "family": "ENGLAND",
        "given": "T.U.D.O.R.K.I.N.G.O.F."
      }
    ],
    "date": [
      "1521",
      "1547"
    ],
    "note": [
      "smashed the Scots at Flodden in 1513. On the continent, however, his expensive interventions MAURICE OF NASSAU, DUTCH GENERAL (D. 1625"
    ],
    "title": [
      "He The Florentine humanist still famous for The was assassinated in 1610. Prince also penned The Art of War",
      "a recipe book for practical military - especially infantry -HENRY",
      "reform based on a careful mining of ancient Greek In Britain Henry easily suppressed 1536 and 1544 and Roman practices, and their adaptation for revolts protesting his break with Rome, and he modern use"
    ],
    "type": null,
    "volume": [
      "VIII"
    ]
  },
  {
    "citation-number": [
      "1495"
    ],
    "date": [
      "1571",
      "1559"
    ],
    "note": [
      "religious war and political anarch~ SEBASTIAN I, KING OF PORTUGAL (D. 1578"
    ],
    "title": [
      "anti-French Holy League opened sixty-five years Lepanto",
      "His great albatross was the Dutch of Habsburg rivalry with the Valois kings of France. Revolt, the central problem of his rule from 1566 to his death, and a complex political issue that defied a MEDICI, CATHERINE DE' (D. 1589) military solution. In the late 1580s Philip grasped at a Shockingly widowed by the accidental death of her triple victory over England, the Dutch rebels and the husband King Henry II of France",
      "Catherine French Huguenots, but the destruction of his great served as regent to her son, the young Charles IX, and armada in 1588 led to the collapse of this strategy and rallied the royal and Valois cause against the threats of continuing military deadlock in the Netherlands"
    ],
    "type": null
  },
  {
    "date": [
      "1516"
    ],
    "title": [
      "invasion of Italy and the West that was cancelled by Conquests of Mameluke Syria and Egypt"
    ],
    "type": null
  },
  {
    "title": [
      "Mehmed's death in 1481. made the Ottoman Turks the most powerful Muslim state in the world"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "MONTMORENCY",
        "given": "C.O.N.S.T.A.B.L.E.A.N.N.E.D.E."
      }
    ],
    "date": [
      "1567"
    ],
    "type": null
  },
  {
    "note": [
      "OTTOMAN SULTAN (D. 1566"
    ],
    "title": [
      "A leader of the French Catholics early in the French SULEYMAN II"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Navarre"
      },
      {
        "literal": "II, HABSBURG KING OF SPAIN (D."
      }
    ],
    "container-title": [
      "Mediterranean Philip largely held the sultan at bay, particularly by aiding the defence of Malta"
    ],
    "date": [
      "1598",
      "1565"
    ],
    "location": [
      "Sicily, Naples, Milan"
    ],
    "note": [
      "and by the great naval victory at"
    ],
    "title": [
      "A convert to Calvinism in 1573, William was an early and steady leader of the Netherlands rebels against PHILIP",
      "Philip II, becoming the figurehead for their cause. He Philip inherited an immense worldwide empire from was assassinated in 1584. his father Charles V, including Spain, Portugal (from 1580",
      "Burgundy and the Netherlands"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "literal": "Alba) under both Charles V and Philip II of Spain"
      },
      {
        "family": "Roth",
        "given": "Cecil"
      }
    ],
    "container-title": [
      "E. Mallett and J"
    ],
    "date": [
      "1965",
      "1925"
    ],
    "location": [
      "Methuen"
    ],
    "note": [
      "Judith Hook, The Sack of Rome (Macmillan, 1972),",
      "R. Hale, The Military Organization of a Renaissance State: Venice c. 1400 to 1617 (Cambridge, 1984)."
    ],
    "publisher": [
      "Owen"
    ],
    "title": [
      "from the Italian Wars in the teens of the sixteenth century, through the Dutch Revolt, to the Portugal campaign of 1580. There have been several interesting studies of particular Renaissance campaigns or states at war. Unfortunately the Italian Wars of the first half of the sixteenth century have not received the attention they deserve. Incredibly there is no general study, and most specific works are dated: Jean Giono, The Battle of Pavia (P",
      "The Last Florentine Republic",
      "a study of the 1530 Imperial siege of Florence. An excellent examination of Venetian warmaking, and a work which unusually covers both the fifteenth and the sixteenth century, is M"
    ],
    "type": "article-journal"
  },
  {
    "date": [
      "1972"
    ],
    "location": [
      "Cambridge"
    ],
    "title": [
      "Turning to the second half of the sixteenth century, for the Spanish Army in the Netherlands there is Geoffrey Parker's model study, The Army of Flanders and the Spanish Road",
      "Parker provides a fuller political and military analysis of the Spanish crisis in the Netherlands in his The Dutch"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Revolt"
      },
      {
        "family": "Wood",
        "given": "James B."
      }
    ],
    "date": [
      "1977",
      "1562",
      "1988"
    ],
    "location": [
      "Norton"
    ],
    "title": [
      "The King's Army (Cambridge, 1996) is the first modern military - rather than political or social- examination of the first fifteen years of the French Religious Wars",
      "An account of the Spanish Armada campaign of 1588 which places that event in its European -rather than just English - context is Colin Martin and Geoffrey Parker, The Spanish Armada"
    ],
    "type": null
  },
  {
    "title": [
      "For the clash between European and non-European, Hugh Thomas's Conquest (Hutchinson, 1993) gives an excellent, flowing narrative of Cortes's campaign in Mexico, in so many ways the archetype of modern European"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "stories",
        "particle": "conquest"
      }
    ],
    "note": [
      "as explained in Weston F. Cook, Jr.'s The Hundred Years War for Morocco (Westview, 1994)."
    ],
    "title": [
      "The Spanish conquest of Mexico in the 1520s can be interestingly compared with Portugal's failure in Morocco fifty years later"
    ],
    "type": null
  },
  {
    "date": [
      "1996",
      "1998"
    ],
    "note": [
      "and Granada 1492 (1998); and Tim Pickles, Malta 1565"
    ],
    "title": [
      "Several titles in the Osprey Military 'Campaign Series' treat Renaissance battles: Angus Konstam, Pavia 1525 (1996); David Nicolle, Fornovo 1495"
    ],
    "type": null
  },
  {
    "container-title": [
      "J. R. Hale's Artists and Warfare in the Renaissance (Yale"
    ],
    "date": [
      "1990"
    ],
    "note": [
      "and for literature, Michael Murrin's History and"
    ],
    "title": [
      "Finally, for the connection between Renaissance warfare and Renaissance high culture two works stand out: for painting"
    ],
    "type": "article-journal"
  },
  {
    "date": [
      "1994",
      "1998"
    ],
    "editor": [
      {
        "family": "Stuart Pyhrr",
        "particle": "ed."
      },
      {
        "family": "Godoy",
        "given": "Jose-A."
      }
    ],
    "location": [
      "Chicago"
    ],
    "publisher": [
      "Metropolitan Museum of Art"
    ],
    "title": [
      "Warfare in Renaissance Epic",
      "Also notable is the magnificent exhibition catalogue, Heroic Armor of the Italian Renaissance"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "and",
        "given": "A.K.G.Endpaper"
      }
    ],
    "date": [
      "bottom",
      "201, 202"
    ],
    "note": [
      "right), 204, 211; The Art Archive pp 17,22,150-1,152 (top), 187; Bildarchiv Preussischer Kulturbesitz",
      "48 Alte Pinatekothek, Munich, 70 Wallace Collection, London, 84 Alte Pinakothek, Munich, 86 Prado, Madrid, 92 Fitzwilliam Museum, University of Cambridge, 99 (top) Private Collection, 103 Palazzo Vecchio, Florence, 124 Kunsthistoriches Museum, Vienna, 125 Kunsthistoriches Museum, Vienna, 126-127 Courtauld Gallery, London, 135 Royal Armouries, Madrid, 143 Private Collection, 152-3 St Denis, Paris, 157 Nationalmuseum, Stockholm, 172 Musee Carnavalet, Paris, 179 Private Collection, 188-9 Musee Historique, Lyons, 192-3 Musee National de la Renaissance, Ecouen, 194-5 Musee National de la Renaissance, Ecouen, 201 (left) Phillip Mould, Historical Portraits Ltd, London, 206-7 Musee Carnavalet, Paris, 209 Lauros-Giraudon; British Library p. 51; The Fotomas Index"
    ],
    "pages": [
      "14,20–21,35,39,57,62,66,74,76–7,",
      "88–9,91, 94–5,96,99",
      "154–5,",
      "160–1, 162–3, 166–7,196–7,201",
      "180,",
      "184–5,",
      "25,29,33,34,55,93,101,147,210, 213",
      "106,",
      "133",
      "6,18,24,26,27,30,40–41,44,52,59,61,65,67,68,69,71,",
      "37,104,134,144,145,164,170–71",
      "111",
      "45"
    ],
    "publisher": [
      "Sonia Halliday Photographs",
      "Peter Newark's Military Pictures",
      "Niklas Stoer",
      "Venetian Museum"
    ],
    "title": [
      "The Bridgeman Art Library"
    ],
    "type": null,
    "volume": [
      "83, 87",
      "119, 121, 122, 130, 138, 146",
      "156",
      "183",
      "113, 117, 118",
      "73,78,82,100,142"
    ]
  }
]
