[
  {
    "author": [
      {
        "family": "P.O",
        "given": "J.P.Morgan Funds Services"
      },
      {
        "family": "Funds",
        "given": "J.P.Morgan"
      },
      {
        "family": "J.P",
        "particle": "or"
      },
      {
        "family": "The J.P",
        "particle": "dollars."
      }
    ],
    "title": [
      "Box 219143 Refer to the Additional Information Kansas City, MO 64121-9143 Regarding Purchases section. All checks must be made payable to one of the following: Overnight mailing address",
      "Morgan Funds Services • The specific Fund in which you are investing. 430 W 7th Street, Suite 219143 Kansas City, MO 64105-1407 Please include your existing account number, if applicable. All checks must be in U.S",
      "Morgan Funds do not accept credit cards, cash, starter checks, money orders or credit card checks. The Funds and/or the Distributor reserve the right to refuse “third-party” checks and checks drawn on non-U.S. financial institutions even if payment may be effected through a U.S. financial institution. Checks made payable to any individual or company and endorsed to J.P. Morgan Funds or a Fund are considered third-party checks"
    ],
    "type": null
  },
  {
    "title": [
      "An exchange is selling shares of one J.P. Morgan Fund and taking the proceeds to simultaneously purchase shares of another J.P. Morgan Fund. Before making an exchange request, you should read the prospectus of the J.P. Morgan Fund whose shares you would like to purchase by exchange. You can obtain a prospectus for any J.P. Morgan Fund by contacting your Financial Intermediary, by visiting www.jpmorganfunds.com, or by calling 1-800-480-4111"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "J.P. Morgan Funds",
        "particle": "prevent disruptions in the management of"
      },
      {
        "family": "J.P",
        "particle": "certain"
      }
    ],
    "title": [
      "Morgan Funds limit excessive exchange activity as described in the “Frequent Trading Policy” section. Your exchange privilege will be limited or revoked if the exchange activity is considered excessive. In addition, any J.P. Morgan Fund may reject any exchange request for any reason, including if it is not in the best interests of the Fund and/or its shareholders to accept the exchange"
    ],
    "type": null
  },
  {
    "note": [
      "You may call 1-800-480-4111 for complete instructions."
    ],
    "title": [
      "• For Class A and Class C Shares only, you can set up a systematic exchange program to automatically exchange shares on a regular basis. However, you cannot have simultaneous systematic investment plans for the same Fund"
    ],
    "type": null
  },
  {
    "title": [
      "Generally, you will not pay a sales charge on an exchange except as specified below"
    ],
    "type": null
  },
  {
    "container-title": [
      "Investing with J.P. Morgan Funds (continued) Tax Consequences on Exchanges Generally, an exchange between J.P"
    ],
    "publisher": [
      "Morgan"
    ],
    "title": [
      "If you exchange Class A or Class C Shares of a Fund that are subject to a CDSC for Class A (Morgan Shares of a J.P. Morgan money market fund) or Class C Shares, respectively, of another Fund, you will not pay a CDSC at the time of the exchange, however: 1. Your new Class A (Morgan Shares of a J.P. Morgan money market fund) or Class C Shares will be subject to the CDSC of the Fund from which you exchanged, and 2. The current holding period for your exchanged Class A (Morgan Shares of a J.P. Morgan money market fund) or Class C Shares, is carried over to your new shares. Following an exchange, the fees and expenses of the new share class may be higher than those of the class you previously held. You should carefully review the prospectus for the new share class, including information on the fees, expenses and exchange features of the new share class, or contact your Financial Intermediary for more information",
      "Funds is considered a sale and generally results in a capital gain or loss for federal income tax purposes. An exchange between classes of shares of the same Fund is generally not taxable for federal income tax purposes. You should talk to your tax advisor before making an exchange"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "J.P. Morgan Funds SHAREHOLDER STATEMENTS",
        "given": "Investing",
        "particle": "with"
      },
      {
        "family": "J.P",
        "given": "R.E.P.O.R.T.S.The"
      }
    ],
    "note": [
      "Please retain all of your statements, as they could be needed for tax purposes."
    ],
    "title": [
      "Morgan Funds or your Financial Intermediary will send you transaction confirmation statements and quarterly account statements. Please review these statements carefully. The Funds will correct errors if notified within one year of the date printed on the transaction confirmation or account statement. Your Financial Intermediary may have a different cut-off time. J.P. Morgan Funds will charge a fee for requests for statements that are older than two years"
    ],
    "type": null
  },
  {
    "type": null,
    "url": [
      "address: publicinfo@sec.gov."
    ]
  },
  {
    "author": [
      {
        "family": "INFORMATION",
        "given": "S.T.A.T.E.M.E.N.T.O.F.A.D.D.I.T.I.O.N.A.L."
      }
    ],
    "date": [
      "2021-07"
    ],
    "note": [
      "Box 219143 Kansas City, MO 64121-9143 ©JPMorgan Chase & Co. 2021. All rights reserved."
    ],
    "publisher": [
      "Morgan Funds Services P.O"
    ],
    "title": [
      "Investment Company Act File No. for each of the Funds, except the The SAI contains more detailed information about the Funds California Tax Free Bond Fund, Intermediate Tax Free Bond Fund and New and their policies. It is incorporated by reference into this York Tax Free Bond Fund is 811-4236. prospectus. This means, by law, it is considered to be part Investment Company Act File No. for the California Tax Free Bond Fund, of this prospectus. Intermediate Tax Free Bond Fund and New York Tax Free Bond Fund is You can get a free copy of these documents and other 811-21295. information, or ask us any questions, by calling us at 1-800-480-4111 or writing to: J.P"
    ],
    "type": null
  }
]
