[
  {
    "note": [
      "To find the files on the must have the following hardware and software: CD-ROM, open the D:\\Samples folder."
    ],
    "title": [
      "SYSTEM REQUIREMENTS you can copy them to your hard drive and use them as To use the contents of the CD-ROM, your computer the basis for your own projects"
    ],
    "type": null
  },
  {
    "container-title": [
      "For more information TROUBLESHOOTING about FinOptions XL, see www.derivicom.com. The programs on the CD-ROM should work on computers with the minimum of system requirements. 4TOPS Data Analysis However"
    ],
    "date": [
      "95/98/NT/2000/XP"
    ],
    "note": [
      "some programs may not work properly."
    ],
    "publisher": [
      "For more For Windows"
    ],
    "title": [
      "FinOptions XL capabilities and working with statistical data",
      "30-day trial. information about XLSTAT Pro, see www.xlstat.com. FinOptions XL is an Excel Add-in that provides financial functions for analyzing derivatives"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Windows",
        "given": "For"
      },
      {
        "given": "Demo"
      }
    ],
    "date": [
      "95/98/NT/2000/XP"
    ],
    "note": [
      "For more If you still have trouble installing the items from the information about UNISTAT, see www.unistat.com. CD-ROM, call the Wiley Publishing Customer Service phone number: 800-762-2974 (outside the U.S.: Note: You'll need a password to complete the 317-572-3994). You can also contact Wiley Publishing installation process. The password is included in the Customer Service by e-mail at techsupdum@wiley.com. Readme.txt file on the CD-ROM."
    ],
    "title": [
      "Shareware. The two most likely problems for the programs not 4TOPS Data Analysis is an Excel Add-in for performing working properly include not having enough memory data analysis of Access databases within Excel. For more (RAM) for the programs you want to use, or having other information about 4TOPS Data Analysis, see www.4tops. programs running that affect the installation or running com/dataanalysis.htm. of a program. If you receive error messages such as Not enough memory or Setup cannot continue, try one or more of the methods below and then try using the Sigma XL software again: For Windows 95/98/NT/2000/XP. 15-day trial. • Turn off any anti-virus software Sigma XL is an Excel Add-in that provides statistical problem solving. For more information about Sigma • Close all running programs XL 1.1, see www.sigmaxl.com. • In Windows, close the CD-ROM interface and run demos or installations directly from Windows UNISTAT Explorer For Windows 95/98/NT/2000/XP",
      "• Have your local computer store add more RAM to UNISTAT is an Excel Add-in for working with statistical your computer data. It provides options for data handling, analysis, and presentation quality scientific charts"
    ],
    "type": null
  }
]
