[
  {
    "genre": [
      "ii. 315;"
    ],
    "pages": [],
    "publisher": [
      "W. Sikes, British Goblins"
    ],
    "title": [
      "Parallels.—Other versions of the legend of the Van Pool are given in Cambro-Briton"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "E",
        "given": "Mr"
      }
    ],
    "citation-number": [
      "40."
    ],
    "title": [
      "Sidney Hartland has discussed these and others"
    ],
    "type": null
  },
  {
    "pages": [
      "203–5"
    ],
    "publisher": [
      "Legend. Fict"
    ],
    "title": [
      "Parallels.—Kennedy’s “Fion MacCuil and the Scotch Giant"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "given": "Source—Kennedy"
      },
      {
        "family": "Spencer",
        "given": "W.R."
      },
      {
        "family": "Campbell",
        "given": "No xlv"
      }
    ],
    "container-title": [
      "As a matter of fact, no trace of the tradition in connection with Bedd Gellert can be found before Spencer’s time. It is not mentioned in Leland’s Itinerary"
    ],
    "date": [
      "1811"
    ],
    "editor": [
      {
        "literal": "ed."
      }
    ],
    "location": [
      "Hearne, v"
    ],
    "note": [
      "Spencer bibliographised by M. Cosquin, l.c. ii. 50 (cf. notes on No.",
      "“Beth Kellarth”), in Pennant’s Tour (1770), ii. 176, or in Bingley’s Tour in Wales (1800). Borrow in his Wild Wales,",
      "gives the legend, but does not profess to derive it from local tradition."
    ],
    "pages": [
      "78– –",
      "37",
      "146,"
    ],
    "title": [
      "Fireside Stories of Ireland, 74-80, “Shan Source.—I have paraphrased the well-known poem of Hon. an Omadhan and his Master",
      "Beth Gêlert, or the Grave of the Greyhound,” first printed privately as a broadsheet in 1800 when it was Parallels.—It occurs also in",
      "Mac a composed (“August 11, 1800, Dolymalynllyn” is the colo-Rusgaich.” It is a European droll, the wide occurrence of phon). It was published in Spencer’s Poems",
      "the loss of temper bet” I should call it—is 86. These dates, it will be seen, are of importance",
      "states in a note: “The story of this ballad is traditionary in a vi.). village at the foot of Snowdon where Llewellyn the Great had a house. The Greyhound named Gêlert was given him by his father-in-law, King John, in the year 1205, and the place to this day is called Beth-Gêlert, or the grave of Gêlert"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "Source.—Kennedy, Legendary Fictions",
      "Source.—From the Cambrian Quarterly Magazine"
    ],
    "date": [
      "1830"
    ],
    "pages": [
      "23–31",
      "86"
    ],
    "publisher": [
      "The Adii"
    ],
    "title": [
      "it is stated to be literally translated from the Welsh. ventures of “Gilla na Chreck an Gour’"
    ],
    "type": "article-journal",
    "volume": []
  }
]
