[
  {
    "author": [
      {
        "family": "Guillotine",
        "given": "Dr J.I.G."
      },
      {
        "family": "physician",
        "given": "A.N.A.L.O.G.Y.French"
      },
      {
        "family": "Macadam",
        "given": "John Loudon M."
      }
    ],
    "container-title": [
      "Charles"
    ],
    "date": [
      "1738",
      "1756",
      "1766"
    ],
    "note": [
      "Miss M. W. (b. 1892), (Hermes is patron of poets equally as film actress. Apollo) is a relic of the time when Mansard (roof): François M. (1598- equally with had not been established 1666), architect. and writers were free (as with many Mesmerize: F . A. Mesmer (1733- other correlative pairs) to invent their 1805), Austrian physician. own formulae."
    ],
    "title": [
      "2 . This work is the e., if not better Hansard: Luke H., printer (1752- than anything its author has yet done: 1828). e. lends itself particularly to this Hansom: Joseph Aloysius H. (1803- variety of UNEQUAL YOKEFELLOWS. Read 82), architect. is e. to, if not better than, anything",
      "surveyor. equally a s . 1. The use of as instead Macintosh",
      "of with in correlation with equally Mae West"
    ],
    "type": "article-journal",
    "volume": [
      "M"
    ]
  },
  {
    "author": [
      {
        "family": "Morse",
        "given": "Samuel M."
      },
      {
        "literal": "."
      },
      {
        "family": "P",
        "given": "George M."
      },
      {
        "given": "B."
      },
      {
        "family": "S",
        "given": "Earl",
        "particle": "of"
      }
    ],
    "container-title": [
      "numerical Spoonerism: Rev. W. A"
    ],
    "date": [
      "1791",
      "1824",
      "1831",
      "1887",
      "1824",
      "1718"
    ],
    "note": [
      "Count (usually called Mar- equally (as) striking. / A practice in quis) de Sade (1740-1814). some respects equally (as) inequitable. / Sam Browne (belt) : General Sir S.",
      "equally) as important as those of Sandwich: 4th",
      "administrative staff. / The opposition Shrapnel: General Henry S. (1761- are (equally) as guilty as the govern-1842). ment. But sentences in which equally Silhouette: Etienne de S. (1709-67). as is used to signify precise",
      "Spooner equality may need more radical altera-(1844-1930). tion: The expansion of the Canadian Watt: James W., engineer (1736- labour force will be equally as large as in 1819). the last five years (will be the same as Wellington (boot): 1st Duke of W. in the last five years). Whether the"
    ],
    "title": [
      "The use of equally as instead of American inventor. either equally or as by itself is an il-Pinchbeck: Christopher P. (1670- literate tautology, but one of which it 1732), clockmaker. is necessary to demonstrate the fre-Plimsoll (line): Samuel P",
      "quency, and therefore the danger, by member of parliament. quotation. These should be corrected Pullman (car",
      "by using equally alone where a com-97), American industrialist. parison is not expressed within the Quisling: Vidkun Q",
      "sentence, and as alone where it is. Norwegian traitor. The labour crisis has furnished evidence Sadism",
      "Surely actors* working conditions are"
    ],
    "type": "article-journal",
    "volume": [
      "2"
    ]
  },
  {
    "note": [
      "less in took place on Saturday. Read M.P.S' six months; It is impossible to do it for the first and M.P.s for the second. under a year, m. more in six months."
    ],
    "title": [
      "They are easily supplied : M.P. (He is it. It is not possible to do it under a a(n) M.P.; M.P.s (M.P.s now travel year; the effect and the expression of free); M.P.'s (What is your M.P.'s that are obviously both negative. It name?); M.P.s' (What about an in- is impossible to do it under a year; crease in M.P.s' salaries?). The follow- the effect of that is negative, but the ing newspaper extract contains two of expression is technically affirmative. the parts, but represents them both by Though there is no difference in the same form, and that one belonging meaning between the last two, the to another: difference of expression decides be-M.P.'S PIGEON RACE tween more and less: It is not pos-A pigeon race, organized by M.P.'s, sible to do it under a year, m"
    ],
    "type": null
  }
]
