[
  {
    "date": [
      "1689"
    ],
    "pages": [
      "50"
    ],
    "title": [
      "Leisler’s Rebellion: Benjamin Blagge’s Memorial, from The Documentary History of the State of New-York, benjamin blagge"
    ],
    "type": null
  },
  {
    "date": [
      "1718-10-02"
    ],
    "pages": [
      "34"
    ],
    "title": [
      "Contract of an Indentured Apprentice"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Schools",
        "given": "Free"
      },
      {
        "family": "clinton",
        "particle": "dewitt"
      }
    ],
    "date": [
      "1809"
    ],
    "pages": [
      "124"
    ],
    "type": null
  },
  {
    "date": [
      "1843"
    ],
    "pages": [
      "195"
    ],
    "title": [
      "Two Worlds, from Journal, richard henry dana"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Moby-Dick",
        "given": "From"
      },
      {
        "family": "melville",
        "given": "Herman"
      }
    ],
    "date": [
      "1851"
    ],
    "pages": [
      "222"
    ],
    "type": null
  },
  {
    "date": [
      "1923"
    ],
    "note": [
      "Theodore dreiser 336"
    ],
    "title": [
      "From The Color of a Great City"
    ],
    "type": null
  },
  {
    "date": [
      "1929"
    ],
    "pages": [
      "555"
    ],
    "title": [
      "General Retrospect and Summary, from The Graphic Regional Plan of"
    ],
    "type": null
  },
  {
    "date": [
      "1968"
    ],
    "pages": [
      "767"
    ],
    "title": [
      "Introduction and Summary, from The Second Regional Plan"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "New York",
        "given": "Ode",
        "particle": "to"
      },
      {
        "family": "whittemore",
        "particle": "reed"
      }
    ],
    "date": [
      "1974"
    ],
    "pages": [
      "834"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Story",
        "given": "Auggie Wren’s Christmas"
      },
      {
        "family": "auster",
        "particle": "paul"
      }
    ],
    "date": [
      "1990"
    ],
    "pages": [
      "863"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Manhattan"
      }
    ],
    "date": [
      "1976",
      "1993"
    ],
    "pages": [
      "873"
    ],
    "title": [
      "from About This Life, barry lopez"
    ],
    "type": null
  },
  {
    "date": [
      "1993"
    ],
    "pages": [
      "878"
    ],
    "title": [
      "Shot: A New York Story, Elizabeth hardwick"
    ],
    "type": null
  },
  {
    "date": [
      "1994"
    ],
    "pages": [
      "891"
    ],
    "title": [
      "Talk That Talk, from In the Place to Be, guy trebay"
    ],
    "type": null
  },
  {
    "date": [
      "2000"
    ],
    "pages": [
      "946"
    ],
    "title": [
      "The Synthetic Sublime, from Quarrel and Quandary, CYNTHIA OZICK"
    ],
    "type": null
  },
  {
    "date": [
      "2000"
    ],
    "pages": [
      "962"
    ],
    "title": [
      "New York: Science Fiction, junot diaz"
    ],
    "type": null
  },
  {
    "container-title": [
      "Law¬ rence River in Quebec. They are generally called the Caughnawagas. In times World City"
    ],
    "date": [
      "1898"
    ],
    "pages": [
      "625"
    ],
    "title": [
      "T he most footloose Indians in North America are a band of mixed-blood Mohawks whose home, the Caughnawaga Reservation, is on the St"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "the Triborough Bridge, the Henry Hudson Bridge, the Little Hell Gate Bridge, the Bronx-Whitestone Bridge, the Marine Parkway Bridge, the Pulaski Skyway, the West Side Highway, the Waldorf-Astoria"
    ],
    "date": [
      "1898"
    ],
    "location": [
      "London Terrace"
    ],
    "pages": [
      "631"
    ],
    "publisher": [
      "and Knickerbocker Village. World City"
    ],
    "title": [
      "around the city on which they worked in numbers are the R.C.A. Building, the Cities Service Building, the Empire State Building, the Daily News Build¬ ing, the Chanin Building, the Bank of the Manhattan Company Building, the City Bank Farmers Trust Building, the George Washington Bridge, the Bayonne Bridge, the Passaic River Bridge"
    ],
    "type": "chapter"
  },
  {
    "note": [
      "Shaw wrote short stories, novels, screenplays, and international best-sellers."
    ],
    "title": [
      "Irwin Gilbert Shamforoff was born in the Bronx in 1913 to Jewish Russian immigrants. His parents subsequently changed their name to Shaw and moved to Brooklyn. Irwin Shaw graduated from Brooklyn College in 1934, but by that time he had already begun writing radio scripts for episodes of Dick Tracy"
    ],
    "type": null
  },
  {
    "date": [
      "1984"
    ],
    "location": [
      "Switzerland"
    ],
    "note": [
      "and the novels Rich Man, Poor Man (1970) and Beggar, Thief"
    ],
    "title": [
      "He was prolific, producing a piece of work almost every year from 1936 until his death in Davos",
      "Commercial highlights of his career included winning an Oscar for best adapted screenplay in 1942 for The Talk of the Town"
    ],
    "type": null
  },
  {
    "date": [
      "1977"
    ],
    "title": [
      "both of which were adapted into blockbuster television miniseries"
    ],
    "type": null
  },
  {
    "date": [
      "1939"
    ],
    "publisher": [
      "and Wel¬"
    ],
    "title": [
      "But Shaw's short story collections, Sailor Off the Bremen"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "City",
        "particle": "come to the"
      }
    ],
    "date": [
      "1942"
    ],
    "title": [
      "contain some of the best short stories of this century and have led critics to compare Shaw to John Cheever and Ernest Hemingway"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Centers"
      }
    ],
    "type": null
  },
  {
    "location": [
      "Bridgeport, Stamford, White Plains, Poughkeepsie, Hicksville, Mineola, Jamaica, Newark, New Brunswick"
    ],
    "note": [
      "• Support new institutions and uses in centers, such as “telematic” athome businesses, mixed use districts, and arts and cultural institutions."
    ],
    "title": [
      "• Strengthen the region’s Central Business District by building a Cross¬ town light-rail system and district, expanding transit access to Lower Manhattan and the Jersey City waterfront, and revitalizing Downtown Brooklyn and Long Island City. • Invest in n regional downtowns—New Haven",
      "and Trenton — attracting new job growth and rebuilding communities rather than building on greenfield sites. • Create incentives for new development and investment in transit- and pedestrian-friendly centers throughout the region, so they provide the quality of life that makes living and working in centers worthwhile"
    ],
    "type": null
  },
  {
    "title": [
      "• An annual “G-3” governors’ conference to coordinate policies and investments to promote regional competitiveness and a regional compact between the three governors to reduce border warfare eco¬ nomic development policies"
    ],
    "type": null
  },
  {
    "container-title": [
      "One Large Garlic and Anchovy"
    ],
    "note": [
      "The Search for the , Perfect Slice Michael Nadler (1997"
    ],
    "title": [
      "• Create new public institutions to finance and provide regional services, such as a Tri-State Regional Transportation Authority, a restructured Port Authority, and a Tri-State Infrastructure Bank. • Improve public and private decision-making processes, incorporating sustainable economics in accounting and tax and regulatory systems and utilizing smart infrastructure approaches to capital investments"
    ],
    "type": "article-journal"
  },
  {
    "container-title": [
      "from Letters from America, 1776-1779",
      "edited by Ann Meyerson and the Brooklyn Historical Society from their exhibition Brook¬ lyn Works: 400 Years of Making a Living in Brooklyn"
    ],
    "date": [
      "1898",
      "1909",
      "1964",
      "2002"
    ],
    "editor": [
      {
        "family": "Booth",
        "given": "Mary L."
      },
      {
        "family": "Goodwin",
        "given": "Maud Wilder"
      },
      {
        "family": "Royce",
        "given": "Alice Carington"
      },
      {
        "family": "Putnam",
        "given": "Ruth"
      },
      {
        "family": "Jameson",
        "given": "J.Franklin"
      },
      {
        "family": "Pettengill",
        "given": "Ray W."
      }
    ],
    "location": [
      "New York",
      "Washington, NY"
    ],
    "note": [
      "Reprinted by permission of the Brooklyn Historical Society. “The Workingman’s View of his Situation” from The Testimony of the Senate Committee on the Relations between Labor and Capital (1883) “Sanitary Conditions in New York” from Street Cleaningby George Waring (1897"
    ],
    "publisher": [
      "Scribner’s & Sons"
    ],
    "title": [
      "Account of Henry Hudson’s Voyage in 1609” from History of the City of New York from its Earliest Settlement to the Present Time",
      "Letter of the Eight Men” from Historic New York, Being the first series of the Half Moon Papers",
      "The Representation of New Netherland, 1650” from the collections of the New-York Historical Society “Description of the Towne of Mannadens” from Narratives of New Nether¬ land",
      "Leisler’s Rebellion: Benjamin Blagge’s Memorial” from The Documentary History of the State of New York “State of the Province of New York” from the collections of the New-York Historical Society “Hessian Views of the City",
      "Letter, March 1,1833” by John Pintard from the collections of the New-York Historical Society “Selected Writings of African Americans in Brooklyn"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "Copyright ©"
    ],
    "date": [
      "1997",
      "1899",
      "1998"
    ],
    "location": [
      "New York",
      "Albert Shaw (New York"
    ],
    "note": [
      "Reprinted by permission of the author."
    ],
    "title": [
      "A Prophecy” from Life of Col George E. Waring Jr.: The Greatest Apostle of Cleanliness as told by Dr",
      "Brooklyn Could Have Been a Contender” by John Tierney"
    ],
    "type": "article-journal"
  },
  {
    "date": [
      "1904-06-15"
    ],
    "editor": [
      {
        "family": "Ed O’Donnell",
        "particle": "by"
      }
    ],
    "note": [
      "Reprinted by permission of Harold J. Dies, Trustee, The Dreiser Estate."
    ],
    "title": [
      "Built Like a Bonfire: The General Slocum Disaster",
      "© 2001. Reprinted by permission of the author. “The City of My Dreams” and “The City Awakes” from The Color of a Great City by Theodore Dreiser"
    ],
    "type": null
  },
  {
    "note": [
      "Reprinted by per¬ mission of Lucy Dos Passos Coggin."
    ],
    "title": [
      "Ferryslip” and “Steamroller” from Manhattan Transfer by John Dos Passos. Copyright © 1925 renewed by John Dos Passos 1953"
    ],
    "type": null
  },
  {
    "publisher": [
      "Used by permission of Viking Penguin, a division of Penguin Putnam, Inc"
    ],
    "title": [
      "Arrangement in Black and White,” copyright 1927, renewed 1955 by Dorothy Parker. Originally appeared in The New Yorker Magazine, from The Portable Dorothy Parker by Dorothy Parker"
    ],
    "type": "book"
  },
  {
    "note": [
      "Reprinted by permission of the Regional Plan Association."
    ],
    "title": [
      "General Retrospect and Summary” from The Graphic Regional Plan 0/1929"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Eugene Winick",
        "particle": "by permission of"
      },
      {
        "family": "C.T.A",
        "given": "Administrator"
      }
    ],
    "edition": [
      "Reprint"
    ],
    "note": [
      "Reprinted by permission of Eugene Winick, Administrator C.T.A. “Harlem Runs Wild” by Claude McKay. Reprinted with permission from the April 3, 1935, issue of The Nation. “New York” by Marianne Moore. Reprinted with the permission of Simon and Schuster from The Collected Poems of Marianne Moore. Copyright 1935 by Marianne Moore; copyright renewed © 1963 by Marianne Moore and T. S. Eliot. “The Man-Moth” from The Complete Poems 1927-1977 by Elizabeth Bishop."
    ],
    "title": [
      "The Web and the Rock” by Thomas Wolfe copyright © 1939 by Maxwell Perkins as Executor, Estate of Thomas Wolfe",
      "Only the Dead Know Brooklyn” by Thomas Wolfe copyright © 1935 by Charles Scribner’s Sons"
    ],
    "type": null
  },
  {
    "note": [
      "Reprinted by per¬ mission of Farrar, Straus and Giroux, LLC."
    ],
    "title": [
      "Copyright © 1979, 1983 by Alice Helen Methfessel"
    ],
    "type": null
  },
  {
    "note": [
      "Reprinted by permission of Random House, Inc."
    ],
    "title": [
      "Selection from Going to the Territory by Ralph Ellison. Copyright © 1986 by Ralph Ellison"
    ],
    "type": null
  },
  {
    "publisher": [
      "Used by permission of Grove/Atlantic, Inc"
    ],
    "title": [
      "The Fourteenth Ward” from Black Spring by Henry Miller. Copyright © 1963 by Henry Miller"
    ],
    "type": "book"
  },
  {
    "note": [
      "Reprinted by permission of New Directions Publishing Corp."
    ],
    "title": [
      "My Lost City” by F. Scott Fitzgerald, from The Crack-Up, copyright © 1945 by New Directions Publishing Corp"
    ],
    "type": null
  },
  {
    "note": [
      "Hyslop Jr., reprinted by permission of the publisher. “Apology for Breathing” from Back Where I Came From by A. J. Liebling."
    ],
    "title": [
      "Excerpt from When the Cathedrals Were White, copyright 1947 by Harcourt, Inc., and renewed 1975 by Francis E"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Copyright"
      },
      {
        "family": "A. J. Liebling",
        "particle": "by"
      }
    ],
    "date": [
      "1938"
    ],
    "note": [
      "Reprinted by permission of North Point Press, a division of Farrar, Straus and Giroux, LLC. Sources and Acknowledgments | 979"
    ],
    "title": [
      "Copyright renewed 1966 by Jean Stafford Liebling"
    ],
    "type": null
  },
  {
    "date": [
      "1939"
    ],
    "note": [
      "reprinted with permission © 1942 Irwin Shaw. “The Eighty Yard Run” appears in Short Stories of Five Decades, published by the University of Chicago Press."
    ],
    "title": [
      "Excerpt from “The Mohawks in High Steel” from Up in the Old Hotel by Joseph Mitchell, copyright 1992 by Joseph Mitchell. Used by permission of Pantheon Books, a division of Random House, Inc. “In Dreams Begin Responsibilities” by Delmore Schwartz, from In Dreams Begin Responsibilities, copyright © 1961 by Delmore Schwartz. Re¬ printed by permission of New Directions Publishing Corp. “Ten Misconceptions of New York” by Fiorello La Guardia from the New York City Archives",
      "The Eighty Yard Run"
    ],
    "type": null
  },
  {
    "note": [
      "Reprinted by permission of McIntosh and Otis, Inc."
    ],
    "title": [
      "The Making of a New Yorker” by John Steinbeck. Copyright © 1943 John Steinbeck"
    ],
    "type": null
  },
  {
    "container-title": [
      "by William Carlos Williams, from Collected Poems 1939-1962"
    ],
    "note": [
      "copyright © 1948 by Wil¬ liam Carlos Williams. Reprinted by permission of New Directions Pub¬ lishing Corp."
    ],
    "title": [
      "Voice” by Woody Guthrie ca. 1945 appears courtesy of the Woody Guthrie Foundation and Archives. Excerpt from “The Block and Beyond” in A Walker in the City, copyright 1951 and renewed 1979 by Alfred Kazin, reprinted by permission of Harcourt, Inc. “A Place (Any Place) to Transcend All Places"
    ],
    "type": "chapter",
    "volume": [
      "II"
    ]
  },
  {
    "author": [
      {
        "family": "E. B. White",
        "particle": "by"
      },
      {
        "family": "White",
        "given": "B."
      }
    ],
    "publisher": [
      "Inc"
    ],
    "title": [
      "Here Is New York",
      "Copyright © 1949 by E",
      "Re¬ printed by permission of International Creative Management"
    ],
    "type": "book"
  },
  {
    "note": [
      "Reprinted by permission of Alfred A. Knopf, a division of Random House, Inc. “When the Negro Was in Vogue” from The Big Sea by Langston Hughes."
    ],
    "title": [
      "Harlem” from Collected Poems by Langston Hughes. Copyright © 1994 by the Estate of Langston Hughes"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Hill",
        "particle": "by permission of"
      },
      {
        "family": "Wang",
        "given": "a division of Farrar"
      },
      {
        "given": "Straus"
      },
      {
        "family": "Giroux",
        "given": "L.L.C."
      },
      {
        "given": "L."
      }
    ],
    "edition": [
      "Reprint"
    ],
    "note": [
      "Reprinted by permission of New Directions Publishing Corp. “Angel Levine” from The Stories of Bernard Malamud by Bernard Malamud."
    ],
    "title": [
      "Copyright © 1940 by Langston Hughes. Copyright renewed 1968 by Arna Bontemps and George Houston Bass",
      "The King of Harlem” by Frederico Garcia Lorca",
      "Gili, from The Selected Poems of Frederico Garcia Lorca, copyright © 1955 by New Directions Publishing Corp"
    ],
    "translator": [
      {
        "family": "Spender",
        "given": "Stephen"
      },
      {
        "given": "J."
      }
    ],
    "type": null
  },
  {
    "note": [
      "Reprinted by permission of Farrar, Straus and Giroux, LLC."
    ],
    "title": [
      "Copyright © 1983 by Bernard Malamud"
    ],
    "type": null
  },
  {
    "note": [
      "Reprinted by permission of"
    ],
    "publisher": [
      "City Lights Books"
    ],
    "title": [
      "The Day Lady Died” from Lunch Poems by Frank O’Hara. Copyright 1964 by Frank O’Hara"
    ],
    "type": null
  },
  {
    "note": [
      "Reprinted by arrange¬ ment with the James Baldwin Estate. “New York Scenes” from Lonesome Traveller by Jack Kerouac reprinted by permission of Sterling Lord Literistic, Inc. Copyright 1988 by Estate of Jan Kerouac."
    ],
    "title": [
      "Fifth Avenue Uptown: A Letter from Harlem” © 1961 by James Baldwin originally appeared in Esquire. Copyright renewed. Collected in Nobody Knows My Name, published by Vintage Books"
    ],
    "type": null
  },
  {
    "publisher": [
      "Inc"
    ],
    "title": [
      "Excerpt from POPism: The Warhol ’6o’s, copyright © 1980 by Andy Warhol, reprinted by permission of Harcourt"
    ],
    "type": "book"
  },
  {
    "note": [
      "Reprinted with the permission of the Regional Plan Association. “Goodbye to All That” from Slouching Towards Bethlehem by Joan Didion."
    ],
    "title": [
      "The Balloon” by Donald Barthelme copyright © 1981 Donald Barthelme, reprinted with the permission of The Wylie Agency, Inc. “Introduction and Summary” from The Second Regional Plan"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Copyright"
      }
    ],
    "date": [
      "1966"
    ],
    "note": [
      "Reprinted by permission of Farrar, Straus and Giroux, LLC."
    ],
    "title": [
      "renewed 1996 by Joan Didion"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Farrar",
        "particle": "by permission of"
      },
      {
        "given": "Straus"
      },
      {
        "family": "Giroux",
        "given": "L.L.C."
      },
      {
        "family": "Robert T. Abbott",
        "given": "Copyright",
        "particle": "by"
      }
    ],
    "container-title": [
      "Used by permission of Doubleday, a divi¬ sion of Random House, Inc. Sources and Acknowledgments | 981 uIt’s Six a.m. Do You Know Where You Are?” reprinted by permission of International Creative Management, Inc. Copyright © 1982 by Jay Mclnerney"
    ],
    "date": [
      "1990"
    ],
    "edition": [
      "Reprint"
    ],
    "note": [
      "“Boodling, Bigotry, and Cosmopolitanism” by Jim Sleeper reprinted with the permission of the author. This essay was first published in “In Search of New York,” a special issue of Dissent magazine edited by Jim Sleeper and republished in 1989 by Transaction Publishers, New Brunswick, N.J. “Auggie Wren’s Christmas Story” by Paul Auster reprinted with the permis¬ sion of the author. Copyright © Paul Auster; first appeared in The New York Times December 25,"
    ],
    "title": [
      "The Yankees” by Bruce Catton from New York, N.Y. Copyright © 1968 by American Heritage Publishing Co. Published by American Heritage Publishing Co., Inc. “Bedford-Stuyvesant: Giving a Damn About Hell” from Robert Kennedy: A Memoir © 1988 by Jack Newfield. Reprinted with the permission of the author. Excerpt from “Radical Chic” from Radical Chic and Mau-Mauing the Plak Catchers by Tom Wolfe. Copyright © 1970 by Tom Wolfe",
      "The Fallen Idol: The Harlem Tragedy of Earl Manigault” from The City Game by Pete Axthelm. Reprinted by permission of Sterling Lord Lit¬ eristic, Inc",
      "Ode to New York” from The Past, the Future, the Present by Reed Whittemore. Reprinted with the permission of the author. “New York” by Edward Field was published in the New and Selected Poems by The Sheep Meadow Press. Reprinted with the permission of the author. “The Brooklyn Bridge” from Sketches from Life by Lewis Mumford, copyright © 1982 by Lewis Mumford"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "Used by permission of Times Books, a division of Random House, Inc"
    ],
    "title": [
      "Autumn in New York” from Rebellions, Perversities and Main Events by Murray Kempton, copyright © 1994 by Murray Kempton"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Alfred A. Knopf",
        "particle": "by permission of"
      },
      {
        "family": "Random House",
        "particle": "a division of"
      },
      {
        "given": "Inc"
      }
    ],
    "container-title": [
      "All Rights Reserved"
    ],
    "edition": [
      "Reprint"
    ],
    "note": [
      "“A Region at Risk” from The Third Regional Plan reprinted with the per¬ mission of the Regional Plan Association."
    ],
    "title": [
      "Manhattan, 1976” from About This Life by Barry Lopez. Copyright © 1998 by Barry Lopez",
      "Shot: A New York Story” by Elizabeth Hardwick reprinted with the permission of the author. This story first published in The New Yorker. “Talk That Talk” excerpted and reprinted from In the Place to Be: Guy Trebay's New York by Guy Trebay, by permission of Temple University Press. © 1994 by Guy Trebay"
    ],
    "type": "article-journal"
  },
  {
    "note": [
      "by John R Avion appears with the permission of the author. abolitionists, 180 Ashbery, John, 739 “Accounts and Recollections of the War of Astor, Caroline, 356, 496 1812,” 132-33 Astor, John Jacob,"
    ],
    "pages": [
      "227"
    ],
    "title": [
      "The Synthetic Sublime” by Cynthia Ozick from Quarrel & Quandary by Cynthia Ozick, copyright © 2000 by Cynthia Ozick. Used by permis¬ sion of Alfred A. Knopf, a division of Random House, Inc. “New York: Science Fiction” by Junot Diaz appears with the permission of the author. “The Resilient City"
    ],
    "type": null,
    "volume": [
      "104, 224"
    ]
  },
  {
    "author": [
      {
        "family": "Acocella",
        "given": "Joan"
      },
      {
        "family": "Riots",
        "given": "Draft"
      }
    ],
    "date": [
      "1863",
      "1849"
    ],
    "note": [
      "739 Astor, William B., 283, 356 Adams, Henry, 456-57 Astor House, 224, 226, 235 African Americans: in Brooklyn (1849-1928),",
      "916-17 African Free School, 124 Auchincloss, Louis, 165 Agee, James, 956 Auden, W. H., 956 Age of Innocence, The (Wharton), 294-300 “Auggie Wren’s Christmas Story” (Auster), air rights, 8 863-69 air transportation, 557 Auster, Paul, 863-69 Alger, Horatio, 273-77, 452 Autobiography of an Ex-Colored Man, The, Algonquin Indians, 17 (Johnson), 519-25 Algonquin Round Table, 548 “Autumn in New York” (Kempton), 870-72 Alinsky, Saul, 860 Avion, John P., 965-75 America and the Americans (Boardman), Axthelm, Pete, 824-33 159-61 American Bible Society, 124 Back Where I Came From (Liebling), 619-23 American Broadcasting Company (ABC), Baker, George Pierce, 564 402 Baldwin, James, 575, 741-49, 804 An American Catholic Answers Back (Smith), “Balloon, The” (Barthelme), 762-66 553-54 Bangs, Isaac, 89-91 American Museum of Natural History, 368 Barnes, Djuna, 691, 956 American Notes for General Circulation Barnum’s (P. T.) American Museum, 233, 237 (Dickens), 186-94 Barthelme, Donald, 762-66 American Revolution, 19-20; Battle of White basketball, 824-33 Plains, 21; Brooklyn in, 20-21, 92; Decla¬ Basquiat, Jean-Michel, 760 ration of Independence, 89-91; Hessian “Bathing at Coney Island” (Fox), 316-17 views of city, 92-93; postrevolution New Battle of Brooklyn, 20-21, 92 York, 101; prison ships, 94-98; royalist Battle of Long Island, 94-95 stronghold during, 86-88; Washington’s Battle of New Orleans, 173"
    ],
    "pages": [
      "227 261–67",
      "169–70"
    ],
    "publisher": [
      "Astor Library"
    ],
    "title": [
      "265-67; Riis’s Astor Place riots",
      "description, 346-51, and War of 1812, Aswell, Edward, 564 132, 133 “Athenian Oath of Fealty"
    ],
    "type": null,
    "volume": [
      "105"
    ]
  },
  {
    "location": [
      "Dali, Salvador"
    ],
    "note": [
      "indenture contract, 54-55; Indian Dana, Richard Henry, 195-97"
    ],
    "pages": [
      "720 23–25"
    ],
    "title": [
      "of 1741, 65-70; Hudson’s voyage (1609"
    ],
    "type": null
  },
  {
    "note": [
      "Downing), 173-77 lion, 50-53; mercantile views of, 38-39; Darkness and Daylight (Campbell), 370-82"
    ],
    "title": [
      "Wars of 1643-1645, 28-29; Leisler’s rebel¬ “Dans Kamer, The"
    ],
    "type": null
  },
  {
    "container-title": [
      "German immi¬ City"
    ],
    "date": [
      "1655"
    ],
    "note": [
      "Jervis, John B., 206 (Dooley), 440-42 Jewish Daily Forward,",
      "grants and Kleindeutschland, 240-43; Johns, Jasper, 739 Irish population, 168, 205; Italian immi¬ Johnson, James Weldon, 519, 862 gration, 258-59, 430-35; Jewish immigra¬ Johnson, Philip, 760 tion, 258; population growth of, 104-5, Johnson, Samuel, 77 366-67 Jones, LeRoi (Baraka), 956 indenture agreement, 54-55 Jones, Thomas, 97, 804"
    ],
    "pages": [
      "180–82"
    ],
    "title": [
      "Immigrant Attitudes, a Humorous View",
      "402 immigrants and immigration, 238, 258, 526- Jews: exclusion from military service",
      "29; Caribbean immigrants, 963-64; Chi¬ 31-32; immigration of, 258; in New York nese immigration, 259"
    ],
    "type": "article-journal",
    "volume": [
      "71-72"
    ]
  },
  {
    "container-title": [
      "“In Dreams Begin Responsibilities”",
      "Fr. Mychal"
    ],
    "note": [
      "89-91 (Schwartz), 639-46 Judge,"
    ],
    "pages": [
      "971"
    ],
    "title": [
      "Indian Wars of 1643-1645, 28-29 Journal of Lieutenant Isaac Bangs (Bangs"
    ],
    "type": "article-journal",
    "volume": [
      "969"
    ]
  },
  {
    "editor": [
      {
        "given": "Ed"
      }
    ],
    "note": [
      "Industrial Commission on Immigration and July 4 celebration (1830), 160 Education (1901), 430 industrial metropolis (1860-1898), 257-60; Kalm, Peter, 71-76 African Americans in Brooklyn, 261-64; Kazin, Alfred, 676-81, 750 Alger’s description of, 273-77; business Kempton, Murray, 798, 851-52, 870-72 and trade in, 269-70; child labor/news¬ Kennedy, Robert, 796-97, 802-7 boys, 370-82; Crane’s description of, 383— Kerik, Bernard, 973 89; Draft Riots of 1863, 204-5, 261-62, Kerner Commission, 767 265-67; high society in, 356-61; labor- Kerouac, Jack, 750-59, 956 capital relations, 318-28; progress and Keymborg, Alfred, 691 poverty, 306-9; Republic of New York, “King of Harlem, The” (Lorca), 720-24 268-72; Riis’s description, 338-55; Roose¬ King’s College, 77, 83, 103 velt’s description of, 362-69; sanitary Kings Highway, 17 conditions, 390-92; social problems, Kingsley, William C., 301 309-10 Kips Bay Apartment, 611 International Harvester, 257 Kleindeutschland, 240, 258, 459, 461-62 International Ladies’ Garment Workers’ Kline, Franz, 739 Union, 224 Koch,"
    ],
    "pages": [
      "417–18,",
      "937"
    ],
    "type": null,
    "volume": [
      "6, 10",
      "689, 851, 909"
    ]
  },
  {
    "author": [
      {
        "family": "L’Enfant",
        "given": "Pierre Charles"
      }
    ],
    "container-title": [
      "Lenape Indians"
    ],
    "editor": [
      {
        "given": "Lopez"
      }
    ],
    "genre": [
      "(Blagge), 50-53"
    ],
    "note": [
      "28-29 Manhattan Beach, 317 “Letter from Harlem, A” (Baldwin), 741-49 Manhattan Transfer (Dos Passos), 541-47"
    ],
    "pages": [
      "40 666–72",
      "27 1643–1645"
    ],
    "title": [
      "Leisler’s Rebellion",
      "Making of a New Yorker, The” (Steinbeck",
      "116 Malamud, Bernard, 725-35 “Letter of the Eight Men to the States- “Manhattan, 1976",
      "873-77 General of the United Netherlands Prov¬ Manhattan: Cooper’s description of, 133-35; inces Regarding the Fear in New Amster¬ description of Mannadens, 36-37; pur¬ dam of the Indians During the Wars of chase of"
    ],
    "type": "article-journal",
    "volume": [
      "26",
      "18"
    ]
  },
  {
    "note": [
      "Letter, March 1, 1833 (Pintard), 162 Manigault, Earl, 824-33 Letters from New York (Child), 180-85 “Man-Moth, The” (Bishop), 582-84 Lever House, 611, 685 Mannadens, description of, 36-37 Levine, Jennifer, 855 “Mannahatta” (Whitman), 253 Lewis, R. W. B., 294 Mantle, Mickey, 796 Lewis, Sinclair, 541, 956 Marshall, Charles C., 553 Liebling, A. J., 6, 12, 619-23 Martyr’s Monument (Fort Greene Park), 98 Life and Liberty in America (Mackay), 244-46 Marx, Karl, 163"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Millay"
      }
    ],
    "container-title": [
      "Edna St. Vincent",
      "Lewis",
      "Charles F",
      "Silent Charlie"
    ],
    "note": [
      "problems of, 30; Stuyvesant’s achieve¬ Miller, Henry, 592-601 ments, 36-37 “Minetta Lane” (Crane), 383-89 “New Amsterdam, Frontier Trading Post” Minuit, Peter, 18, 26-27 (van Wassenaer), 26-27 Mitchell, Joseph, 619, 624-38 New Amsterdam Theater, 7 Moby-Dick (Melville), 222-23 “New Colossus, The” (Lazarus), 314-15 Mojica, Dennis, 972 Newfield, Jack, 798-807 Mojica, Manuel, 972 Newgate prison, 178 Moore, Marianne, 580-82, 691, 956 New Journalism, 815 Morgan, Anne, 506 New Orange, 42 Morgan, J. P., 257, 400, 452, 506 newsboys, 374-82 Morris, Gouverneur, 77, 116, 123, 932-23 New York (Cooper), 147-51 Moses, Robert, 98, 410, 414, 553, 555, 647, “New York” (Field), 838-39 685-87, 736-38, 760, 840, 935 “New York” (Moore), 580-81 Moving Day, 159,184-85 “New York: Good Government in Danger” Moynihan, Daniel Patrick, 870 (Steffens), 443-51",
      "advantages of, 230-32; public vs. private “Murray Hill Reservoir” (Whitman), 206-8 relationship, 10-13; as world capital My Life and Loves (Harris), 301-4 (1948-2002), 685-90; as world city (1898-“My Lost City” (Fitzgerald), 602-10 1948), 399-405 “New York, a.d. 1997: A Prophecy” (War¬ Nadler, Michael, 905-7 ing), 392-96 Nast, Thomas, 488 New York City Housing Authority, 647 National Association for the Advancement New York Commission on Safety, 506 of Colored People (NAACP), 2, 224, 519 New York Consumer’s League, 370 National Broadcasting Company (NBC), 402 New Yorker, The, 619, 695 national dominance (1783-1860), 101-5; ante¬ New York Free School Society, 124 bellum period, 209-11; commerce and New York harbor, 101-2, 228, 230, 468-69, business, 113-14,169, 171-72, 228-32; Coo¬ 530, 559 per’s New York, 145-51; description of New York and Harlem Railroad, 162 city, 107-15, 168, 224-27; Dickens’s de¬ New York Herald, 402 scription of, 186-94; free school, 124-31; New-York Historical Society, 124 grid plan for city, 116-23; immigrant New York History (Roosevelt), 362-69 population, 104-5; people and customs, New York Institution for the Deaf and 159-61,167-68, 183-84; Poe’s description Dumb, 124 of, 198-200; polarization of society in, New York Mercantile Library, 227 195-97, 209-13; slavery in New York, 160- New York Police Department (NYPD), 362, 61; transportation, 102,162, 220; War of 911-12, 927-36 1812, 132-33; Workingman’s Party, New York Public Library, 206, 224, 227,"
    ],
    "pages": [
      "841",
      "840–44",
      "447",
      "553",
      "163–64",
      "955–956"
    ],
    "title": [
      "M’Robert, Patrick, 83-85 “New York: Science Fiction” (Diaz), 962-64 multinational corporations, 688 New York: assimilation vs. diversity, 8; com¬ Mumford",
      "merce and culture tension, 6-7; consoli¬ Mun, Thomas, 38-39 dation of boroughs, 407-12; diversity and Munsee Indians, 28, 36 density of, 1-3; as information hub, 102; Murphy",
      "national mythology and, 12-13; natural Murphy"
    ],
    "type": "article-journal",
    "volume": [
      "12, 580",
      "105, 206, 257, 736",
      "445",
      "516",
      "407",
      "464, 580"
    ]
  },
  {
    "date": [
      "1857"
    ],
    "location": [
      "Vice"
    ],
    "note": [
      "NYSSV), 311 Flushing Remonstrance and religious New York State Constitution, 59 freedom, 33-35; as frontier trading post, New York State Factory Investigating Com¬"
    ],
    "pages": [
      "31–32"
    ],
    "title": [
      "National Housing Association, 422 New York riot",
      "202-3 National Women’s Suffrage Association, 224 “New York Scenes” (Kerouac), 750-59 New Amsterdam, 18; Dutch-Indian relations, New York School of poetry, 739 28-29; Dutch recapture of, 42-43; exclu¬ New York Society for the Suppression of sion of Jews from military service"
    ],
    "type": null
  },
  {
    "note": [
      "Norton, Charles Eliot, 247 Poole, Ernest, 842-43 Notions of the Americans (Cooper), 146-47 Port Authority of New York and New Jersey, 530-32, 616, 965 Ochs, Adolph S., 402 Porter, William Sydney (O. Henry), 496-505 “Ode to New York” (Whittemore), 834-37 Pound, Erza, 580 O’Donnell, Edward T., 458-63 Powell, Adam Clayton, Jr., 577 O’Dwyer, William, 685 Prescott House, 235 Oglethorpe, James, 69 prison ships, 94-98"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Stern",
        "given": "Robert A.M."
      }
    ],
    "pages": [
      "690"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Plan",
        "given": "Second Regional"
      }
    ],
    "date": [
      "1968"
    ],
    "note": [
      "767-78 Stevens, Wallace, 582 Selected Writings (George), 305-10 Stewart, Alexander T., 401 Selected Writings (Hughes), 712-19 Stieglitz, Alfred, 477, 580, 841 Selected Writings (Waring), 390-96 Stone, I. F., 798 Selected Writings of African Americans in Stone, Thomas, 97"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Straus",
        "given": "Nathan"
      }
    ],
    "container-title": [
      "Travels into America (Kalm"
    ],
    "date": [
      "1929"
    ],
    "location": [
      "Lee"
    ],
    "note": [
      "road system, 555-56. 559-6o; Strong, George Templeton, 202-6, 224, Second Regional Plan, 775-77; subway sys¬ 960-61 tem, 404-5, 472, 556; Third Regional Plan, Strong, William, 390 902-3 Stuart-Wortley, Emmelin, 209-11 Travels (La Rochefoucauld-Liancourt), Stuyvesant, Peter, 8,"
    ],
    "pages": [
      "555–63",
      "109–10",
      "918"
    ],
    "title": [
      "401 transportation, 162, 404, 466, 470-72, 770, street basketball players, 825-33 775; bridges and tunnels, 736; commuting Streets Commission, 116 length, 769; Graphic Regional Plan of Stringer"
    ],
    "type": "chapter",
    "volume": [
      "18, 31, 33, 36, 38, 116",
      "71 i38-39> 530"
    ]
  },
  {
    "author": [
      {
        "family": "BURNS",
        "given": "R.I.C."
      }
    ],
    "title": [
      "director of the acclaimed PBS series New York: A Documentary Film"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "EDWIN",
        "given": "G."
      }
    ],
    "title": [
      "BURROWS, coauthor of Gotham: A History of New York City to 1898, winner of the Pulitzer Prize in History"
    ],
    "type": null
  }
]
