[
  {
    "container-title": [
      "CIS Corpus Inscriptionum Semiticarum. T. I-V. Paris 1881-1951 CJ Codex Justinianus CPh Classical Philology CQ Classical Quarterly CRAI Comptes rendus de l'Académie des Inscriptions et Belles Lettres CSSH Comparative Studies in Society and History DB Dareios, Behistun-Inschrift DNP Der Neue Pauly. Enzyklopädie der Antike",
      "Stuttgart 1996-2003 EA Epigraphica Anatolica. Zeitschrift für Epigraphik und historische Geographie Anatoliens FRH Die frühen römischen Historiker I/II",
      "Darmstadt 2001/04 FS Festschrift G FA Göttinger Forum für Altertumswissenschaft GIBM The Collection of Ancient Greek Inscriptions in the British Museum. Ed. by Charles T. Newton. Oxford 1874-1916 G&R Greece and R o m e HGI Historische griechische Inschriften in Übersetzung I—III"
    ],
    "date": [
      "1992"
    ],
    "edition": [
      "2nd"
    ],
    "editor": [
      {
        "family": "Helmuth Schneider",
        "given": "Bde",
        "particle": "v. Hubert Cancik u."
      },
      {
        "family": "übers",
        "particle": "u."
      },
      {
        "family": "Hans Beck/Uwe Walter",
        "particle": "v."
      },
      {
        "family": "übers",
        "particle": "u."
      },
      {
        "family": "Kai Brodersen/Wolfgang Günther/Hatto H. Schmitt",
        "particle": "v."
      },
      {
        "given": "Darmstadt"
      }
    ],
    "title": [
      "AA Archäologischer Anzeiger AJPh American Journal of Philology AKG Archiv für Kulturgeschichte AMI Archäologische Mitteilungen aus Iran AMIT Archäologische Mitteilungen aus Iran und Turan AncSoc Ancient Society BCH Bulletin de Correspondance Hellénique BCTH Bulletin Archéologique du Comité des Travaux Historiques et Scientifiques. Afrique du Nord CahDelFrlran Cahiers de la Délégation française en Iran CAH2 The Cambridge Ancient History"
    ],
    "type": "article-journal",
    "volume": [
      "16"
    ]
  },
  {
    "author": [
      {
        "family": "Sardis",
        "given": "IvSardis"
      },
      {
        "family": "William H. Buckler",
        "particle": "by"
      },
      {
        "family": "Robinson",
        "given": "David M."
      }
    ],
    "container-title": [
      "Inschriften griechischer Städte aus Kleinasien, 19.) Bonn 1980 JbDAI Jahrbuch des Deutschen Archäologischen Instituts JHS Journal of Hellenic Studies JRS Journal of R o m a n Studies MDAI(A) Mitteilungen des Deutschen Archäologischen Instituts",
      "Mitteilungen des Deutschen Archäologischen Instituts, Abteilung Istanbul Migne, PL Jacques-Paul Migne, Patrologia cursus completus. Series latina"
    ],
    "date": [
      "1844"
    ],
    "editor": [
      {
        "literal": "Ed."
      },
      {
        "family": "Johannes Krauss",
        "particle": "v."
      },
      {
        "family": "I",
        "given": "Athener Mitteilungen M.D.A."
      }
    ],
    "location": [
      "Paris"
    ],
    "pages": [],
    "title": [
      "Publications of the American Society for the Excavation of Sardis. VII/1: Greek and Latin Inscriptions",
      "Leiden 1932 IvSestos Die Inschriften von Sestos und der thrakischen Chersones"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Milet",
        "given": "I."
      }
    ],
    "title": [
      "9 Armin von Gerkan/Fritz Krischen,Thermen und Palaestren"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Lewis",
        "given": "M.L.Russell Meiggs/David"
      },
      {
        "family": "Broughton",
        "given": "M.R.R.Thomas R.S."
      }
    ],
    "container-title": [
      "1986 OGIS Orientis Graeci Inscriptiones selectae I/I"
    ],
    "date": [
      "1988"
    ],
    "edition": [
      "2. Aufl"
    ],
    "editor": [
      {
        "family": "Wilhelm",
        "given": "I.",
        "particle": "v."
      }
    ],
    "location": [
      "Oxford",
      "New York 1951/52, III",
      "Atlanta, Georgia"
    ],
    "publisher": [
      "Supplement"
    ],
    "title": [
      "A Selection of Greek Historical Inscriptions to the End of the Fifth Century B.C",
      "The Magistrates of the Roman Republic I-II"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "1915-1924 TAPhA Transactions and Proceedings of the American Philological Association ZA Zeitschrift für Assyriologie und vorderasiatische Archäologie ZHF Zeitschrift für historische Forschung ZDMG Zeitschrift der Deutschen Morgenländischen Gesellschaft ZPE Zeitschrift für Papyrologie und Epigraphik Die Autoren und Herausgeber Pedro Barcelö ist Professor für Alte Geschichte an der Universität Potsdam"
    ],
    "editor": [
      {
        "family": "Wilhelm Dittenberger",
        "given": "Syll3 Sylloge Inscriptionum Graecarum I.-I.V.",
        "particle": "v."
      }
    ],
    "location": [
      "Leipzig"
    ],
    "type": "paper-conference",
    "volume": [
      "3"
    ]
  },
  {
    "title": [
      "Hans Beck ist John MacNaughton Professor of Classics an der McGill University in Montreal"
    ],
    "type": null
  },
  {
    "title": [
      "Dietrich Böschung ist Professor für Klassische Archäologie an der Universität zu Köln"
    ],
    "type": null
  },
  {
    "title": [
      "Peter Eich ist Juniorprofessor für Alte Geschichte an der Universität Potsdam"
    ],
    "type": null
  },
  {
    "container-title": [
      "an der Universität Frankfurt am Main Hilmar Klinkott ist Wissenschaftlicher Mitarbeiter am Historischen Seminar, Abteilung für Alte Geschichte"
    ],
    "publisher": [
      "der Universität Tübingen"
    ],
    "title": [
      "Andreas Franzmann ist wissenschaftlicher Mitarbeiter am Forschungskolleg/ Sonderforschungsbereich 435 „Wissenskultur und gesellschaftlicher Wandel"
    ],
    "type": "chapter"
  },
  {
    "title": [
      "Mischa Meier ist Professor für Alte Geschichte an der Universität Tübingen"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Klaus",
        "given": "E."
      }
    ],
    "title": [
      "Müller ist emeritierter Professor für Ethnologie an der Universität Frankfurt am Main und war Fellow am Kulturwissenschaftlichen Institut in Essen"
    ],
    "type": null
  },
  {
    "title": [
      "Stefan Rebenich ist Professor für Alte Geschichte an der Universität Bern"
    ],
    "type": null
  },
  {
    "title": [
      "Winfried Schmitz ist Professor für Alte Geschichte an der Universität Bonn"
    ],
    "type": null
  },
  {
    "title": [
      "Peter Scholz ist Professor für Alte Geschichte an der Universität Stuttgart"
    ],
    "type": null
  },
  {
    "title": [
      "Johannes Süßmann ist Professor auf Zeit für Geschichte der Frühen Neuzeit an der Universität Frankfurt am Main"
    ],
    "type": null
  },
  {
    "title": [
      "Uwe Walter ist Professor für Alte Geschichte an der Universität Bielefeld"
    ],
    "type": null
  },
  {
    "location": [
      "Register"
    ],
    "title": [
      "Gerrit Walther ist Professor für Geschichte der Frühen Neuzeit an der Universität Wuppertal"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Cornelius Scipio Africanus",
        "given": "P."
      }
    ],
    "note": [
      "Homer 181,187,369,379 Cornelius Scipio Nascia, P. 271 Huß, W. 257 Cornelius Sulla, L. 108,118, 122,384 Iulius Caesar, C. 83,122 Dareios I. 207-208, 211-212,219,221,"
    ],
    "pages": [
      "– 119–120 270–271,273,371,384"
    ],
    "title": [
      "121-122, Hölkeskamp"
    ],
    "type": null
  }
]
