[
  {
    "container-title": [
      "Antiquity"
    ],
    "date": [
      "1993"
    ],
    "issue": [
      "255"
    ],
    "note": [
      "Several articles on the state of archaeological heritage management in Great Britain and the United States are also included. See also Elia 1993. (ao"
    ],
    "pages": [
      "400–45"
    ],
    "title": [
      "In this issue, a special section is devoted to \"Heritage and the ICAHM Charter.\" The charter was developed by the ICOMOS International Committee on Archaeological Heritage Management. Following an introduction by Henry Cleere, the text of the charter is presented, followed by two commentaries on the charter, its creation, and its legal implications"
    ],
    "type": "article-journal",
    "volume": [
      "67"
    ]
  },
  {
    "date": [
      "1999"
    ],
    "editor": [
      {
        "family": "Ashworth",
        "given": "Gregory"
      },
      {
        "family": "Howard",
        "given": "Peter"
      }
    ],
    "location": [
      "Exeter, England"
    ],
    "publisher": [
      "Intellect Books"
    ],
    "title": [
      "European Heritage: Planning and Management"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Barnes",
        "given": "Mark R."
      }
    ],
    "container-title": [
      "American Antiquity"
    ],
    "date": [
      "1994"
    ],
    "issue": [
      "3"
    ],
    "pages": [
      "610–18"
    ],
    "title": [
      "Preservation of Archaeological Sites through Acquisition"
    ],
    "type": "article-journal",
    "volume": [
      "46"
    ]
  },
  {
    "container-title": [
      "Proceedings of the UNESCO Regional Conference on Historic Places"
    ],
    "date": [
      "1983-05-22",
      "1983"
    ],
    "editor": [
      {
        "family": "Bourke",
        "given": "Max"
      },
      {
        "family": "Lewis",
        "given": "Miles"
      },
      {
        "family": "Saini",
        "given": "Bal"
      }
    ],
    "location": [
      "Sydney, Australia",
      "Canberra"
    ],
    "publisher": [
      "Australian Government Publishing Service"
    ],
    "title": [
      "Protecting the Past for the Future"
    ],
    "type": "paper-conference"
  },
  {
    "location": [
      "Australia, China, India, Japan, Korea, Malaysia, New"
    ],
    "note": [
      "Zealand, and Thailand), (md"
    ],
    "title": [
      "This collection of articles from a UNESCO conference provides an overview of the state of cultural heritage preservation in the Asia-Pacific region in the early 1980s. The papers included in the sections Regional Overview and Protection discuss the legislation and management policies of many of the nations of this region (for example"
    ],
    "type": null
  },
  {
    "date": [
      "1984"
    ],
    "editor": [
      {
        "family": "Cleere",
        "given": "Henry"
      }
    ],
    "location": [
      "Cambridge"
    ],
    "publisher": [
      "Cambridge University Press"
    ],
    "title": [
      "Approaches to the Archaeological Heritage: A Comparative Study of World Cultural Resource Management Systems"
    ],
    "type": "book"
  },
  {
    "date": [
      "1995"
    ],
    "editor": [
      {
        "family": "Cooper",
        "given": "Malcolm A."
      },
      {
        "others": true
      }
    ],
    "location": [
      "London"
    ],
    "publisher": [
      "Routledge"
    ],
    "title": [
      "Managing Archaeology"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Europe",
        "given": "Council",
        "particle": "of"
      }
    ],
    "container-title": [
      "Architectural Heritage Reports and Studies"
    ],
    "date": [
      "1984-10-22",
      "1987"
    ],
    "issue": [
      "5"
    ],
    "location": [
      "Florence, Italy",
      "Strasbourg"
    ],
    "publisher": [
      "Council of Europe"
    ],
    "title": [
      "Archaeology and Planning\" (An international colloquy organized jointly by the Council of Europe and the Region of Tuscany"
    ],
    "type": "article-journal",
    "volume": []
  },
  {
    "note": [
      "and computerized documentation and cartography are highlighted, (md"
    ],
    "title": [
      "This wide-ranging series of articles comprises the published results of a colloquy held in Florence, Italy, on the theme of archaeology and planning in Europe. A major emphasis is on strategies for conserving archaeological resources in the face of rural and urban development. Planning techniques, developing cooperative relationships between archaeologists and planners, the integration of archaeological resources into the urban fabric"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Management",
        "given": "Cultural Resource"
      }
    ],
    "date": [
      "1990"
    ],
    "issue": [
      "3"
    ],
    "location": [
      "Canberra"
    ],
    "publisher": [
      "Australian Government Publishing Service"
    ],
    "title": [
      "Australian Heritage Commission Bibliographic Series"
    ],
    "type": "book",
    "volume": []
  },
  {
    "note": [
      "and including some United States literature, (md"
    ],
    "title": [
      "This annotated bibliography on cultural resource management was produced from the Australian bibliographic database HERA. It covers all aspects of cultural resource management, focusing on Australian literature in particular"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Darvill",
        "given": "Timothy"
      }
    ],
    "container-title": [
      "English Heritage Archaeological Report"
    ],
    "date": [
      "1987"
    ],
    "issue": [
      "5"
    ],
    "note": [
      "to those who may be impacted are emphasized; a schematic is provided outlining the stages of management planning, (md"
    ],
    "pages": [
      "25–31"
    ],
    "title": [
      "Ancient Monuments in the Countryside: An Archaeological Management Review",
      "The theme in this article is management of archaeological resources in the larger context of their related countryside and landscape. The three main aspects of management are curatorial management (conservation and protection); exploitation (use of sites by the public and researchers); and rescue excavation. Integration with other land use demands, especially in the realm of private ownership, and drawing up a management plan and communicating it"
    ],
    "type": "article-journal",
    "volume": []
  },
  {
    "author": [
      {
        "family": "Darvill",
        "given": "Timothy"
      },
      {
        "family": "Wainwright",
        "given": "Geoffrey"
      }
    ],
    "container-title": [
      "Conservation and Management of Archaeological Sites"
    ],
    "date": [
      "1995"
    ],
    "issue": [
      "1"
    ],
    "note": [
      "ao"
    ],
    "pages": [
      "59–62"
    ],
    "title": [
      "The Monuments at Risk Survey: An Introduction",
      "This brief article summarizes the aims, methodology, and management of the MARS (Monuments at Risk Survey) Project, an initiative designed to provide a systematic quantification of the current state of England's archaeological resource. The MARS project will examine levels of documentation for single monuments, landscapes, and districts; the scale and rate of physical impact on the sites over time; the present condition of the sites; the effectiveness of different management techniques; and the relation between the state of preservation of a monument and the information it preserves"
    ],
    "type": "article-journal",
    "volume": [
      "1"
    ]
  },
  {
    "author": [
      {
        "family": "Davis",
        "given": "Hester A."
      }
    ],
    "container-title": [
      "Journal of Field Archaeology",
      "Publication and review of the code can also be found in British Archaeological News",
      "and British Archaeological News"
    ],
    "date": [
      "1989",
      "1986-06",
      "1986-08"
    ],
    "issue": [
      "1",
      "6"
    ],
    "note": [
      "md"
    ],
    "pages": [
      "233–36"
    ],
    "title": [
      "Public Archaeology Forum",
      "The full text of the British Code of Practice for developers and archaeologists is presented with background information and commentary The code attempts to foster mutual understanding and cooperation between developers and archaeologists, and to reduce the conflicts that arise between these two groups"
    ],
    "type": "article-journal",
    "volume": [
      "16",
      "1",
      "1"
    ]
  },
  {
    "date": [
      "1982"
    ],
    "publisher": [
      "American Schools of Oriental Research"
    ],
    "title": [
      "Economic Development and Archaeology in the Middle East. Amman: Department of Antiquities of the Hashemite Kingdom of Jordan and the"
    ],
    "type": "book"
  },
  {
    "container-title": [
      "A further development in this direction is the Cultural Resource Management Project begun in 1987 by the Antiquities Department of Jordan and the American Center of Oriental Research, described in ACOR Newsletter"
    ],
    "date": [
      "1990-11"
    ],
    "issue": [
      "3"
    ],
    "note": [
      "md"
    ],
    "title": [
      "This booklet, published by the American School of Oriental Research in Jordan in conjunction with the Jordanian Department of Antiquities, addresses cultural resource issues in the country and represents an unusual and welcome departure from the standard activities and concerns of foreign archaeological schools"
    ],
    "type": "article-journal",
    "volume": []
  },
  {
    "author": [
      {
        "family": "Elia",
        "given": "Ricardo J."
      }
    ],
    "container-title": [
      "Antiquity"
    ],
    "date": [
      "1993"
    ],
    "issue": [
      "255"
    ],
    "pages": [
      "426–38"
    ],
    "title": [
      "United States Cultural Resource Management and the ICAHM Charter"
    ],
    "type": "article-journal",
    "volume": [
      "67"
    ]
  },
  {
    "author": [
      {
        "family": "Gay",
        "given": "Honor"
      }
    ],
    "container-title": [
      "Journal of Architectural Conservation"
    ],
    "date": [
      "1995"
    ],
    "issue": [
      "3"
    ],
    "pages": [
      "70–88"
    ],
    "title": [
      "Integrated Conservation of Natural and Historical Aspects of the Countryside"
    ],
    "type": "article-journal",
    "volume": [
      "1"
    ]
  },
  {
    "author": [
      {
        "family": "Greenberg",
        "given": "Ronald M."
      }
    ],
    "container-title": [
      "Cultural Resource Management"
    ],
    "date": [
      "1994"
    ],
    "issue": [
      "6"
    ],
    "note": [
      "ao"
    ],
    "pages": [
      "36"
    ],
    "title": [
      "Archaeology and the Federal Government",
      "This thematic issue defines the roles of the numerous federal agencies and private organizations involved in archaeology in the United States, outlines the legislation that guides them, and contains descriptions and commentary on archaeological activities occurring under Federal jurisdiction. These include excavation, database management, site stabilization, site protection, public outreach, and education. While the articles are brief and expository, they present a good cross-section of federal activities and the organizations and people involved"
    ],
    "type": "article-journal",
    "volume": [
      "17"
    ]
  },
  {
    "author": [
      {
        "literal": "."
      }
    ],
    "container-title": [
      "Cultural Resource Management"
    ],
    "date": [
      "1997"
    ],
    "issue": [
      "4"
    ],
    "pages": [
      "64"
    ],
    "title": [
      "Parks Canada: Archaeology and Aboriginal Partners"
    ],
    "type": "article-journal",
    "volume": [
      "20"
    ]
  },
  {
    "note": [
      "rescue archaeology, cooperative management strategies (particularly with aboriginal partners), and site-specific studies, (ao"
    ],
    "title": [
      "This thematic issue presents the experiences of Parks Canada (the federal agency equivalent to the National Park Service in the United States) in managing its archaeological resources. The relevant agencies and legislation are described, followed by articles on ecosystem management, cultural landscape studies, monitoring, inventory and database management"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Greene",
        "given": "Joseph A."
      }
    ],
    "container-title": [
      "Conservation and Management of Archaeological Sites"
    ],
    "date": [
      "1999"
    ],
    "pages": [
      "1–2",
      "43–60"
    ],
    "title": [
      "Preserving Which Past for Whose Future? The Dilemma of Cultural Resource Management in Case Studies from Tunisia, Cyprus, and Jordan"
    ],
    "type": "article-journal",
    "volume": [
      "3"
    ]
  },
  {
    "author": [
      {
        "family": "Greeves",
        "given": "Tom"
      }
    ],
    "container-title": [
      "Antiquity"
    ],
    "date": [
      "1989"
    ],
    "issue": [
      "241"
    ],
    "note": [
      "md"
    ],
    "pages": [
      "59–66"
    ],
    "title": [
      "Archaeology and the Green Movement: A Case for Perestroïka",
      "The relationships between archaeological sites or features and their landscape, and archaeological and nature conservation are explored. The author argues that archaeologists must share the blame for the destruction of resources through the practice of excavation. Neither archaeologists nor society understand the role of conservation, which is associated exclusively with nature conservation. Archaeological conservation can make a significant cultural contribution to the conservation or green movement and would also benefit from such an association"
    ],
    "type": "article-journal",
    "volume": [
      "63"
    ]
  },
  {
    "author": [
      {
        "literal": "Healy, Paul E 'Archaeology Abroad"
      }
    ],
    "container-title": [
      "Ethics and Values in Archaeology"
    ],
    "date": [
      "1984"
    ],
    "editor": [
      {
        "family": "Green",
        "given": "Ernestene L."
      }
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "The Free Press"
    ],
    "title": [
      "Ethical Considerations of Fieldwork in Foreign Countries"
    ],
    "type": "chapter"
  },
  {
    "note": [
      "and the moral and professional obligation of developed nations to assist in protecting and preserving resources of less developed nations are discussed, (md"
    ],
    "title": [
      "The author explores the ethics and etiquette of excavating in foreign countries. In a section entitled \"Cultural Resource Management and the Foreign Archaeologist,\" the very important question of the responsibility of foreign archaeologists for the protection, restoration, and preservation of sites is raised. The critical role of funding agencies, the need for clarification of responsibilities by the host government"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "King",
        "given": "Thomas F."
      }
    ],
    "container-title": [
      "The American Mosaic: Preserving a Nation's Heritage"
    ],
    "date": [
      "1987"
    ],
    "editor": [
      {
        "family": "Stipe",
        "given": "Robert E."
      },
      {
        "family": "Lee",
        "given": "Antoinette)"
      }
    ],
    "location": [
      "Washington, D.C"
    ],
    "pages": [
      "236–64"
    ],
    "publisher": [
      "US/ICOMOS"
    ],
    "title": [
      "Prehistory and Beyond: The Place of Archaeology"
    ],
    "type": "chapter"
  },
  {
    "note": [
      "md"
    ],
    "title": [
      "This article is a historical overview of archaeology's role in the United States National Historic Preservation program, especially since the passage of the National Historic Preservation Act of 1966 and the growth of the historic preservation movement. Such issues as academic vs. public archaeology, the emergence of a conservation ethic, and the interchange of ideas and methods between archaeology and historic preservation are discussed"
    ],
    "type": null
  },
  {
    "date": [
      "1985"
    ],
    "editor": [
      {
        "family": "Lambrick",
        "given": "George"
      }
    ],
    "location": [
      "Oxford"
    ],
    "publisher": [
      "Oxford University Department for External Studies"
    ],
    "title": [
      "Archaeology and Nature Conservation"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Lipe",
        "given": "William D."
      }
    ],
    "container-title": [
      "The Kiva"
    ],
    "date": [
      "1974"
    ],
    "genre": [
      "(md)"
    ],
    "pages": [
      "3–4",
      "213–45"
    ],
    "title": [
      "These conference papers explore the \"mutual interests, problems and experiences of nature conservationists and archaeologists in protecting Britain's countryside heritage.\" The management of natural and archaeologically important areas for their mutual benefit is emphasized. Papers are grouped under the following categories: the relationship between archaeology and ecology; statutory provisions and the role of government agencies, the role of nonstatutory organizations; conservation management policies; and case studies",
      "A Conservation Model for American Archaeology"
    ],
    "type": "article-journal",
    "volume": [
      "39"
    ]
  },
  {
    "container-title": [
      "In the latter context"
    ],
    "note": [
      "the author deals with the question of significance and the need for representative sampling, (md"
    ],
    "title": [
      "The author of this seminal article proposes a conservation model to replace the current exploitative model of archaeology, which emphasizes excavation rather than conservation of resources. Conservation strategies, including education, integration of archaeology and planning, and the establishment of archaeological preserves, are discussed"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Mclntosh",
        "given": "Susan Keech"
      }
    ],
    "container-title": [
      "Culture and Development in Africa (Proceedings of an International Conference held at the World Bank"
    ],
    "date": [
      "April 2-3, 1992"
    ],
    "editor": [
      {
        "family": "Serageldin",
        "given": "Ismail"
      },
      {
        "family": "TaborofF",
        "given": "June"
      }
    ],
    "location": [
      "Washington, D.C"
    ],
    "pages": [
      "387–409"
    ],
    "title": [
      "Archaeological Heritage Management and Site Inventory Systems in Africa: The Role of Development"
    ],
    "type": "paper-conference"
  },
  {
    "date": [
      "1994"
    ],
    "location": [
      "Washington, D.C"
    ],
    "publisher": [
      "The International Bank for Reconstruction and Development/The World Bank"
    ],
    "type": "book"
  },
  {
    "container-title": [
      "Cultural Resource Management in Contemporary Society: Perspectives on Managing and Presenting the Past"
    ],
    "date": [
      "2000"
    ],
    "editor": [
      {
        "family": "McManamon",
        "given": "Francis P."
      },
      {
        "family": "Hatton",
        "given": "Alf"
      }
    ],
    "location": [
      "London"
    ],
    "publisher": [
      "Routledge"
    ],
    "type": "chapter"
  },
  {
    "note": [
      "For the"
    ],
    "title": [
      "This collection of papers derives from the sessions of the Third World Archaeological Congress, held in New Delhi in 1994. The papers were updated through 1999 and new contributions were commissioned. The scope is international, with contributions from Africa, the Americas, Asia, and Europe. The issues covered are equally broad, representing a spectrum of concerns in archaeological heritage management, including impact from modern development, policy and legislative issues, education and interpretation, rescue archaeology, and illegal trafficking"
    ],
    "type": null
  },
  {
    "note": [
      "see Cleere 1989 (those of the Second Congress have not been published), (md"
    ],
    "title": [
      "proceedings from the First World Archaeological Congress"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Juarez",
        "given": "Morales"
      },
      {
        "given": "Roberto"
      }
    ],
    "container-title": [
      "Vestiges Archéologiques, la Conservation In Situ (Actes du deuxième colloque international de TlCAHM"
    ],
    "date": [
      "1994-10-11",
      "1996"
    ],
    "location": [
      "Montréal, Québec, Canada",
      "Ottawa"
    ],
    "pages": [
      "235–41"
    ],
    "publisher": [
      "Publications de TlCAHM"
    ],
    "title": [
      "In Central America: Archaeological Heritage and Sustainable Development Planning"
    ],
    "type": "chapter"
  },
  {
    "note": [
      "The planning model is briefly described, (md"
    ],
    "title": [
      "The author discusses the relationship between cultural heritage conservation in Central America and issues of sustainable development and cultural identities. Heritage conservation has received little attention and is not highly valued in Central America, except where tourism can be exploited. In the context of a United Nations Development Program project to support sustainable development, a land-use planning model is proposed to integrate heritage conservation with economic development and public participation"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "O'Keefe",
        "given": "P.J."
      },
      {
        "family": "Prott",
        "given": "L.V."
      }
    ],
    "date": [
      "1984"
    ],
    "location": [
      "Abingdon, Oxon"
    ],
    "publisher": [
      "Professional Books Ltd"
    ],
    "title": [
      "Law and the Cultural Heritage"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Prinke",
        "given": "Andrzej"
      }
    ],
    "container-title": [
      "Vestiges Archéologiques, la Conservation In Situ (Actes du deuxième colloque international de TlCAHM"
    ],
    "date": [
      "1994-10-11",
      "1996"
    ],
    "location": [
      "Montréal, Québec, Canada",
      "Ottawa"
    ],
    "pages": [
      "369–74"
    ],
    "publisher": [
      "Publications de TICAHM"
    ],
    "title": [
      "Landscape Parks in Poland: A Multidisciplinary Approach to Natural and Cultural Resources/'"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "The cultural resources in the parks are historical and archaeological sites and are interpreted in conjunction with the natural values in an"
    ],
    "note": [
      "integrated way to the public, (md"
    ],
    "title": [
      "The author describes an initiative in Poland to create a series of landscape parks with natural and cultural values in an attempt to break down the barriers between the disciplines. The parks selected are located near urban areas so they are easily accessible to the public and are included in the Regional Development Plan for the area"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Rotroff",
        "given": "Susan I."
      }
    ],
    "container-title": [
      "Journal of the American Institute for Conservation"
    ],
    "date": [
      "2001"
    ],
    "note": [
      "the author argues that a holistic approach (on the model of an ecosystem) has yet to be achieved, (md"
    ],
    "pages": [
      "137–46"
    ],
    "title": [
      "Archaeologists on Conservation: How Codes of Archaeological Ethics and Professional Standards Treat Conservation",
      "This article provides an historical overview and current status of codes of practice and professional standards developed by archaeological societies in the United States as they relate to conservation. While the emphasis is on the conservation of objects, the various codes and the author's discussion of them elucidate the evolution of issues and concerns of archaeologists. Although there has been progress in making a conservation ethic more central to the archaeological community"
    ],
    "type": "article-journal",
    "volume": [
      "40"
    ]
  },
  {
    "date": [
      "1977"
    ],
    "editor": [
      {
        "family": "Schiffer",
        "given": "Michael B."
      },
      {
        "family": "Gumerman",
        "given": "George J."
      }
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "Academic Press"
    ],
    "title": [
      "Conservation Archaeology: A Guide for Cultural Resource Management Studies"
    ],
    "type": "book"
  },
  {
    "container-title": [
      "Culture and Development in Africa (Proceedings of an International Conference held at the World Bank"
    ],
    "date": [
      "April 2-3, 1992",
      "1994"
    ],
    "editor": [
      {
        "family": "Serageldin",
        "given": "Ismail"
      },
      {
        "family": "Taboroff",
        "given": "June"
      }
    ],
    "location": [
      "Washington, D.C",
      "Washington, D.C"
    ],
    "publisher": [
      "The International Bank for Reconstruction and Development/The World Bank"
    ],
    "type": "paper-conference"
  },
  {
    "note": [
      "md"
    ],
    "title": [
      "This compilation of papers from \"Culture and Development in Sub-Saharan Africa/' an international conference of 1992, explores many issues directly relevant to archaeological resource management in Africa. The papers provide an overview of the role and relationship of culture to economic development within the social and political context of sub-Saharan Africa. Of particular interest are the themes on cultural institutions, conservation of the built historic environment, and development, archaeology, and the environment"
    ],
    "type": null
  },
  {
    "container-title": [
      "Report of the Working Conference"
    ],
    "date": [
      "September 9-22, 1994",
      "1995"
    ],
    "location": [
      "Breckenridge, Colorado",
      "Washington, D.C"
    ],
    "publisher": [
      "Society for American Archaeology"
    ],
    "title": [
      "Society for American Archaeology, Save the Past for the Future II"
    ],
    "type": "paper-conference"
  },
  {
    "author": [
      {
        "family": "Tilley",
        "given": "Christopher"
      }
    ],
    "container-title": [
      "Antiquity"
    ],
    "date": [
      "1989"
    ],
    "issue": [
      "239"
    ],
    "pages": [
      "275–80"
    ],
    "title": [
      "Excavation as Theatre"
    ],
    "type": "article-journal",
    "volume": [
      "63"
    ]
  },
  {
    "author": [
      {
        "family": "Wainwright",
        "given": "G.J."
      }
    ],
    "container-title": [
      "Archaeology and Society: Large Scale Rescue Operations—Their Possibilities and Problems (Papers presented at the symposium in Stockholm",
      "ICAHM Report"
    ],
    "date": [
      "1988-09-12",
      "1989"
    ],
    "issue": [
      "1"
    ],
    "location": [
      "Sweden",
      "Stockholm"
    ],
    "pages": [
      "321–30"
    ],
    "publisher": [
      "ICAHM"
    ],
    "title": [
      "The Management of the Archaeological Resource in England"
    ],
    "type": "article-journal",
    "volume": []
  },
  {
    "container-title": [
      "Criteria for allocation of limited funds for rescue operations are defined"
    ],
    "note": [
      "these are the same criteria used for scheduling sites, (md"
    ],
    "title": [
      "The author presents management of archaeological resources as generally practiced by English Heritage. The management cycle is defined in the following three stages, which are fully discussed: identification and recording, deciding on the management option (curatorial or exploitative management), and excavation and recording, where preservation is not possible"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Wildesen",
        "given": "Leslie E."
      }
    ],
    "container-title": [
      "Advances in Archaeological Method and Theory"
    ],
    "date": [
      "1982"
    ],
    "note": [
      "md"
    ],
    "pages": [
      "51–96"
    ],
    "title": [
      "The Study of Impacts on Archaeological Sites",
      "This study of impacts—defined as measurable change in the characteristic or property of an archaeological site—looks at types of impacts, how they are measured, and how a better understanding of their cumulative effects can be used to manage archaeological resources. The author puts forth a \"value conservation\" approach, which represents a middle course between site exploitation (removal of the resource) and site conservation (removal of the impact). A review of the studies undertaken to date and an extensive bibliography make this article particularly valuable"
    ],
    "type": "article-journal",
    "volume": [
      "5"
    ]
  },
  {
    "container-title": [
      "Rescue Archeology (Proceedings of the Second New World Conference on Rescue Archeology"
    ],
    "date": [
      "1984",
      "1987"
    ],
    "editor": [
      {
        "family": "Wilson",
        "given": "Rex L."
      }
    ],
    "location": [
      "Dallas, Texas",
      "Dallas"
    ],
    "publisher": [
      "Southern Methodist University"
    ],
    "type": "paper-conference"
  },
  {
    "author": [
      {
        "family": "Addyman",
        "given": "Peter V."
      }
    ],
    "container-title": [
      "Archaeological Heritage Management in the Modern World"
    ],
    "date": [
      "1989"
    ],
    "editor": [
      {
        "family": "Cleere",
        "given": "H.F."
      }
    ],
    "location": [
      "London"
    ],
    "pages": [
      "265–74"
    ],
    "publisher": [
      "Unwin Hyman"
    ],
    "title": [
      "The Stonehenge We Deserve"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Piedra",
        "given": "Aguilar"
      },
      {
        "given": "Carlos"
      }
    ],
    "container-title": [
      "Rescue Archaeology (Papers from the First New World Conference on Rescue Archaeology"
    ],
    "date": [
      "1982"
    ],
    "location": [
      "Washington, D.C"
    ],
    "pages": [
      "163–71"
    ],
    "publisher": [
      "The Preservation Press"
    ],
    "title": [
      "'Archaeological Parks: Guayabo de Turrialba and El Caño"
    ],
    "type": "paper-conference"
  },
  {
    "note": [
      "md"
    ],
    "title": [
      "The author discusses the challenges and problems involved in the establishment of archaeological parks based on his experience with parks in Costa Rica and Panama. The lack of financial support and the absence of a national park service tradition hamper the establishment of archaeological parks in Central America. Emphasized are the importance of establishing the boundaries of the park for its legal protection, integration with the community, and the role of research"
    ],
    "type": null
  },
  {
    "container-title": [
      "Australian Ranger Bulletin"
    ],
    "date": [
      "1986"
    ],
    "issue": [
      "1"
    ],
    "title": [
      "Australian National Parks and Wildlife Service"
    ],
    "type": "article-journal",
    "volume": [
      "4"
    ]
  },
  {
    "note": [
      "md"
    ],
    "title": [
      "This issue of the bulletin is devoted to cultural resource management in Australia. Many of the articles are case studies of rock art sites. A broad range of issues is addressed—education, tourism, vandalism, erosion, and more. The management principles and many of the specific strategies developed to deal with these problems are generally applicable to archaeological sites"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Bahçeci",
        "given": "Muge"
      }
    ],
    "container-title": [
      "Vestiges Archéologiques, la Conservation In Situ (Actes du deuxième colloque international de FlCAHM, Montréal"
    ],
    "date": [
      "1994-10-11",
      "1996"
    ],
    "location": [
      "Québec, Canada",
      "Ottawa"
    ],
    "pages": [
      "45–53"
    ],
    "publisher": [
      "Publications de TlCAHM"
    ],
    "title": [
      "The Pamukkale's Preservation and Development Plan"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Feilden",
        "given": "Bernard"
      },
      {
        "family": "Jokilehto",
        "given": "Jukka"
      }
    ],
    "date": [
      "1993"
    ],
    "location": [
      "Rome"
    ],
    "publisher": [
      "ICCROM"
    ],
    "title": [
      "Management Guidelines for World Cultural Heritage Sites"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Gutiérrez",
        "given": "María de la Luz"
      },
      {
        "others": true
      }
    ],
    "container-title": [
      "Conservation and Management of Archaeological Sites"
    ],
    "date": [
      "1996"
    ],
    "issue": [
      "4"
    ],
    "note": [
      "ao"
    ],
    "pages": [
      "209–25"
    ],
    "title": [
      "The Management of World Heritage Sites in Remote Areas: The Sierra de San Francisco, Baja California, Mexico",
      "The creation of a management plan for a remote area presents special problems and demands thoughtful solutions. In this article, the authors describe the development and implementation of a management plan for a group of World Heritage rock art sites in Baja California, Mexico, using a participatory and collaborative approach; their experiences and conclusions will be valuable to those seeking to create effective plans for similar sites"
    ],
    "type": "article-journal",
    "volume": [
      "1"
    ]
  },
  {
    "author": [
      {
        "family": "Hawass",
        "given": "Zahi"
      }
    ],
    "container-title": [
      "International Journal of Cultural Property"
    ],
    "date": [
      "2000"
    ],
    "issue": [
      "1"
    ],
    "note": [
      "then outlines the implementation of the plan for management. Phase four of this plan—the development of a Master Plan—concludes the article, (md"
    ],
    "pages": [
      "1–22"
    ],
    "title": [
      "Site Management at Giza Plateau: Master Plan for the Conservation of the Site",
      "The development of a Master Plan for the Giza pyramids is the focus of this article. The author, with long experience of the Giza plateau, describes in some detail the threats to the site (including development pressures, rise of the water table, tourism, pollution, and inappropriate past interventions"
    ],
    "type": "article-journal",
    "volume": [
      "9"
    ]
  },
  {
    "date": [
      "1986"
    ],
    "editor": [
      {
        "family": "Hughes",
        "given": "Mike"
      },
      {
        "family": "Rowley",
        "given": "Linda"
      }
    ],
    "location": [
      "Oxford"
    ],
    "publisher": [
      "Oxford University Department of External Studies"
    ],
    "title": [
      "The Management and Presentation of Field Monuments"
    ],
    "type": "book"
  },
  {
    "container-title": [
      "'Ancient Monuments and the Landowner,\" \"The Preservation and Integration of Monuments,\" \"The Management of Monuments,\" \"The Regional Approach,\""
    ],
    "note": [
      "and \"Case Studies.\" (md"
    ],
    "title": [
      "These published proceedings of a conference held in Oxford in 1985 are concerned with the management and presentation of field monuments in England. The papers are grouped under the following headings: \"The Role of Historic Buildings and Monuments Commission"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Johnson",
        "given": "Stephen"
      },
      {
        "family": "Young",
        "given": "Christopher"
      },
      {
        "literal": "and \"Hadrian's Wall Management Plan\""
      }
    ],
    "container-title": [
      "Conservation Bulletin (English Heritage"
    ],
    "date": [
      "1994",
      "1995",
      "1996",
      "1994-03",
      "1995-07",
      "1996-07"
    ],
    "pages": [
      "4–5",
      "5–8",
      "1–3"
    ],
    "title": [
      "A Management Plan for the Hadrian's Wall World Heritage Site",
      "Managing Hadrian's Wall"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Jones",
        "given": "Rhys"
      }
    ],
    "container-title": [
      "In idem, éd., Archaeological Research in Kakadu National Park"
    ],
    "date": [
      "1985"
    ],
    "location": [
      "Canberra"
    ],
    "publisher": [
      "Australian National Parks and Wildlife Service"
    ],
    "title": [
      "Recommendations for Archaeological Site Management in Kakadu National Park"
    ],
    "type": "chapter"
  },
  {
    "note": [
      "md"
    ],
    "title": [
      "These recommendations for the management of archaeological sites in Kakadu evolved from three major considerations: the attitude of the Aboriginal owners toward the park; the impact of visitors on the physical fabric of the rock shelters; and the immense scale of the archaeological resource, especially with respect to research potential. Specific recommendations for the management of the sites are set forth following a brief statement of strategy that emphasizes the need to restrict access to sites"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Kerr",
        "given": "James Semple"
      }
    ],
    "date": [
      "1996"
    ],
    "location": [
      "Sydney"
    ],
    "publisher": [
      "National Trust of Australia (NSW"
    ],
    "title": [
      "The Conservation Plan: A Guide to the Preparation of Conservation Plans for Places of European Cultural Significance"
    ],
    "type": "book"
  },
  {
    "note": [
      "The emphasis in this manual is on historic sites, but the principles are applicable to all types of cultural sites, including archaeological sites, (md"
    ],
    "title": [
      "This is the fourth revised edition (the first was published in 1982) of a manual describing the process of preparing a conservation (management) plan for cultural sites. This process, involving assessment of significance and development of policies and strategies, reflects Australian practice, based on the Australian Burra Charter for the conservation of places of cultural significance"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Brown",
        "given": "Kimball"
      },
      {
        "given": "Margaret"
      }
    ],
    "container-title": [
      "American Archaeology"
    ],
    "date": [
      "1983"
    ],
    "issue": [
      "3"
    ],
    "note": [
      "Mothballing consisted primarily of returning the site to a prairie ground cover, using a herbicide to destroy the existing hay crop, (md"
    ],
    "pages": [
      "214–16"
    ],
    "title": [
      "Mothballing Albany Mounds",
      "The author outlines a management plan for this North American Indian village and mound site that will be appropriate to the existing constraints (no personnel, budget, or facilities available). Given these constraints, it was decided to \"mothball\" the site in order to preserve it in a stable condition for the future"
    ],
    "type": "article-journal",
    "volume": [
      "3"
    ]
  },
  {
    "author": [
      {
        "family": "Klok",
        "given": "R.H.J."
      }
    ],
    "collection-title": [
      "\"Old Cultures in New Worlds/'"
    ],
    "container-title": [
      "JCOMOS Eighth General Assembly and International Symposium"
    ],
    "date": [
      "1987"
    ],
    "location": [
      "Washington, D.C"
    ],
    "pages": [
      "938–44"
    ],
    "publisher": [
      "US/ICOMOS"
    ],
    "title": [
      "Managing Megalithic Tombs as a National Resource in the Netherlands"
    ],
    "type": "paper-conference",
    "volume": [
      "2"
    ]
  },
  {
    "date": [
      "1986"
    ],
    "editor": [
      {
        "family": "Kwas",
        "given": "Mary L."
      }
    ],
    "location": [
      "Nashville"
    ],
    "publisher": [
      "Department of Conservation, Division of Parks and Recreation"
    ],
    "title": [
      "Archaeological Parks: Integrating Preservation, Interpretation, and Recreation"
    ],
    "type": "book"
  },
  {
    "note": [
      "md"
    ],
    "title": [
      "This series of papers, the result of a symposium on archaeological parks in the United States, describes the experience of park managers in dealing with problems of education, interpretation, resource protection, land management, and facility development. There are seven case studies of specific sites, focusing on a wide range of issues, and five more general contributions. A preeminent concern in all the papers is the public use aspect of cultural parks and the development of education and interpretive programs"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Lambert",
        "given": "Dave"
      }
    ],
    "date": [
      "1989"
    ],
    "location": [
      "Canberra"
    ],
    "publisher": [
      "Australian Institute of Aboriginal Studies"
    ],
    "title": [
      "Conserving Australian Rock Art: A Manual for Site Managers"
    ],
    "type": "book"
  },
  {
    "note": [
      "from water, salts, vegetation, microflora, and animals), and the second half includes chapters on managing sites to reduce adverse impacts from visitors and site vandalism, (md"
    ],
    "title": [
      "This manual is designed for rock art sites in Australia, but the approach and many of the specific recommendations are applicable to archaeological sites in general. The first half deals with deterioration of the resource"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Leay",
        "given": "Martin J."
      },
      {
        "family": "Rowe",
        "given": "Janet"
      },
      {
        "family": "Young",
        "given": "John D."
      }
    ],
    "date": [
      "1986"
    ],
    "location": [
      "Cheltenham"
    ],
    "publisher": [
      "Countryside Commission"
    ],
    "title": [
      "Management Plans: A Guide to Their Preparation and Use (Prepared for the Countryside Commission"
    ],
    "type": "book"
  },
  {
    "note": [
      "whole-farm, woodland, estate (a cultural site managed by the National Trust), and recreation, (md"
    ],
    "title": [
      "This manual outlines the principles and practice of preparing management plans for natural and cultural heritage sites. The stages of the process are as follows: aims, survey, analysis, objectives, prescription, implementation, and monitor and review. The process is clarified in examples of management plans for the following categories"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Lertrit",
        "given": "Sawang"
      }
    ],
    "container-title": [
      "Conservation and Management of Archaeological Sites"
    ],
    "date": [
      "1997"
    ],
    "issue": [
      "2"
    ],
    "note": [
      "ao"
    ],
    "pages": [
      "81–92"
    ],
    "title": [
      "Who Owns the Past? A Perspective from Chiang Saen, Thailand",
      "A preservation plan for the fourteenth-century Buddhist community of Chiang Saen has been administered by the Thai government since 1957; however, problems of site looting, damage, deterioration, and encroachment persist. Research was conducted to determine local attitudes toward the site; the results indicate that these problems stem from the disassociation of the local population from the process of preservation and management. The author describes the methodology and results of the research project and suggests ways to gain the concern and cooperation of the local population"
    ],
    "type": "article-journal",
    "volume": [
      "2"
    ]
  },
  {
    "author": [
      {
        "family": "Marquis-Kyle",
        "given": "Peter"
      },
      {
        "family": "Walker",
        "given": "Meredith"
      }
    ],
    "date": [
      "1992"
    ],
    "location": [
      "Sydney"
    ],
    "publisher": [
      "Australia ICOMOS"
    ],
    "title": [
      "The Illustrated Burra Charter: Making Good Decisions about the Care of Important Places"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Miller",
        "given": "Hugh"
      }
    ],
    "container-title": [
      "Cultural Resource Management Bulletin"
    ],
    "date": [
      "1987"
    ],
    "note": [
      "The author reviews the history and accomplishments of the international park-planning project in Jordan."
    ],
    "pages": [
      "7–9"
    ],
    "title": [
      "International Technical Assistance: Park Planning in Jordan"
    ],
    "type": "article-journal",
    "volume": [
      "10"
    ]
  },
  {
    "note": [
      "md"
    ],
    "title": [
      "The project began in 1965 as part of a USAID economic development program, with the intention of developing and enhancing the tourism industry as a foreign currency earner for Jordan. Master plans were prepared for three antiquity sites (including Jerash and Petra). The sites were to be developed as parks, administered by a newly established National Park Service of Jordan, and managed according to the park master planning process developed over many years by the United States National Park Service for their parks"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Service",
        "given": "National Park"
      },
      {
        "family": "Ndoro",
        "particle": "md)"
      },
      {
        "given": "Webber"
      }
    ],
    "container-title": [
      "Antiquity"
    ],
    "date": [
      "1994"
    ],
    "issue": [
      "260"
    ],
    "note": [
      "Of greater importance are the discussions on site presentation (reconciling the needs of the site, the indigenous population, and the foreign tourist) and on the justification of conservation in a developing country. See also Pwiti 1996. (ao"
    ],
    "pages": [
      "616–23"
    ],
    "title": [
      "Director's Order #28: Cultural Resource Management. United States Department of the Interior (http: / / www.nps.gov/refdesk). This is the manual used by managers of National Park Service (NPS) cultural properties. In addition to establishing NPS policy with respect to the management of cultural resources, it outlines the planning process, including documentation of the resource, and sets forth the standards for the management of historic and prehistoric structures, with specific chapters on management of archaeological resources, cultural landscapes, historic and prehistoric structures, and museum and ethnographic resources. Appendices include a glossary, bibliographies, and relevant laws, guidelines, and standards",
      "The Preservation and Presentation of Great Zimbabwe",
      "The author presents the history of preservation at the site, including the most recent strategies and interventions"
    ],
    "type": "article-journal",
    "volume": [
      "68"
    ]
  },
  {
    "author": [
      {
        "family": "Team",
        "given": "Park Planning"
      }
    ],
    "collection-title": [
      "development and management proposals (visitor use, infrastructure development of facilities and utilities, and administration and staff"
    ],
    "date": [
      "1971"
    ],
    "note": [
      "interpretive program; and conservation. See also Miller 1987 for a contextual review of NPS planning in Jordan, (md"
    ],
    "title": [
      "Troy Historical National Park, Master Plan for Protection and Use",
      "This master plan is one of fourteen plans developed by the United States National Park Service (NPS) in cooperation with local planning teams; eleven of the plans were developed for sites in Turkey (1969-71) and three for those in Jordan. The guiding themes of all NPS plans are protection, development, and interpretation of the resource. The plans usually contain the following sections: an historical review of the resource; background information (for example, geology, climate, and existing facilities"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Pearson",
        "given": "Michael"
      },
      {
        "family": "Sullivan",
        "given": "Sharon"
      }
    ],
    "date": [
      "1995"
    ],
    "location": [
      "Garitón, Victoria"
    ],
    "publisher": [
      "Melbourne University Press"
    ],
    "title": [
      "Looking after Heritage Places: The Basics of Heritage Planning for Managers, Landowners and Administrators"
    ],
    "type": "book"
  },
  {
    "note": [
      "Each step delineated in the Burra Charter is explained, with numerous examples from real-life practice in Australia by professionals with extensive experience, (md"
    ],
    "title": [
      "A detailed explication of site management planning as practiced in Australia according to the process in the Burra Charter, the Australia ICOMOS charter on conservation and management of heritage places"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Pessis",
        "given": "Anne-Marie"
      }
    ],
    "container-title": [
      "Administración y Conservación de Sitios de Arte Rupestre (Contribuciones al Estudio del Arte Rupestre Sudamericano"
    ],
    "editor": [
      {
        "family": "Strecker",
        "given": "Matthias"
      },
      {
        "family": "Tellez",
        "given": "Freddy Taboada"
      },
      {
        "given": "Spanish"
      }
    ],
    "issue": [
      "4)"
    ],
    "note": [
      "ao"
    ],
    "pages": [
      "82–91"
    ],
    "title": [
      "Parque Nacional Sierra de Capivara (Brasil): Políticas y acciones de preservación",
      "La Paz: Sociedad de Investigación del Arte Rupestre de Bolivia, 1995",
      "The author describes the process of creating and managing a large cultural and natural park containing numerous rock art sites in northeast Brazil. Topics include the recruitment of appropriate personnel and organizations to protect, preserve, and manage the cultural and natural resources; the development of visitor infrastructure appropriate to each site within the park; and scientific investigations into the deterioration and conservation of the pictographs and petroglyphs"
    ],
    "type": "article-journal",
    "volume": []
  },
  {
    "author": [
      {
        "family": "Pitts",
        "given": "Michael"
      }
    ],
    "container-title": [
      "Antiquity"
    ],
    "date": [
      "1990"
    ],
    "issue": [
      "243"
    ],
    "pages": [
      "259–74"
    ],
    "title": [
      "What Future for Avebury?"
    ],
    "type": "article-journal",
    "volume": [
      "64"
    ]
  },
  {
    "author": [
      {
        "family": "Pwiti",
        "given": "Gilbert"
      }
    ],
    "container-title": [
      "Conservation and Management of Archaeological Sites"
    ],
    "date": [
      "1996"
    ],
    "issue": [
      "3"
    ],
    "pages": [
      "151–60"
    ],
    "title": [
      "Let the Ancestors Rest in Peace? New Challenges for Cultural Heritage Management in Zimbabwe"
    ],
    "type": "article-journal",
    "volume": [
      "1"
    ]
  },
  {
    "author": [
      {
        "family": "Rauch",
        "given": "M."
      },
      {
        "family": "Weber",
        "given": "C."
      }
    ],
    "container-title": [
      "Lavas and Volcanic Tuffs (Proceedings of the International Meeting, Easter Island"
    ],
    "date": [
      "1990-10-25",
      "1994"
    ],
    "editor": [
      {
        "family": "Charola",
        "given": "A.Elena"
      },
      {
        "family": "Koestler",
        "given": "Robert J."
      },
      {
        "family": "Lombardi",
        "given": "Gianni"
      }
    ],
    "location": [
      "Chile",
      "Rome"
    ],
    "pages": [
      "259–67"
    ],
    "publisher": [
      "ICCROM"
    ],
    "title": [
      "The Râpa Nui National Park: Management and Maintenance of the Archaeological Heritage of Easter Island"
    ],
    "type": "paper-conference"
  },
  {
    "author": [
      {
        "family": "Sullivan",
        "given": "Sharon"
      }
    ],
    "container-title": [
      "ACT Heritage Seminars"
    ],
    "date": [
      "1985"
    ],
    "note": [
      "Interpretive themes and strategies for implementing them are discussed, (md"
    ],
    "pages": [
      "11–22"
    ],
    "title": [
      "Aboriginal Site Interpretation: Some Considerations",
      "This author's considerable experience with site management enables her to discuss the issues involved in interpreting Aboriginal sites for the general public. The process of establishing the site's significance—the cornerstone of management—is outlined. The importance of understanding the values of Aboriginal sites to the Aboriginal community is underscored and must form the basis of an interpretive plan"
    ],
    "type": "article-journal",
    "volume": [
      "3"
    ]
  },
  {
    "author": [
      {
        "family": "Sullivan",
        "given": "Sharon"
      }
    ],
    "container-title": [
      "Marta de la Torre, éd., The Conservation of Archaeological Sites in the Mediterranean Region (Proceedings of an International Conference organized by the Getty Conservation Institute and the J"
    ],
    "date": [
      "1995-05",
      "1997"
    ],
    "location": [
      "Los Angeles"
    ],
    "pages": [
      "15–26"
    ],
    "publisher": [
      "Paul Getty Museum",
      "The Getty Conservation Institute"
    ],
    "title": [
      "A Planning Model for the Management of Archaeological Sites"
    ],
    "type": "paper-conference"
  },
  {
    "note": [
      "The model is presented and discussed in detail, and with appropriate adaptations, it can be implemented at sites worldwide, (ao"
    ],
    "title": [
      "In Australia, the principles of the Burra Charter have been used to create a simple and logical planning model for the management of archaeological sites"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Thorn",
        "given": "Andrew"
      },
      {
        "family": "Piper",
        "given": "Andrew"
      }
    ],
    "container-title": [
      "Archaeological Conservation and Its Consequences (Preprints of the Contributions to the Copenhagen Congress"
    ],
    "date": [
      "1996-08-26",
      "1996"
    ],
    "editor": [
      {
        "family": "Roy",
        "given": "Ashok"
      },
      {
        "family": "Smith",
        "given": "Perry"
      }
    ],
    "location": [
      "London"
    ],
    "pages": [
      "149–52"
    ],
    "publisher": [
      "International Institute for Conservation of Historic and Artistic Works"
    ],
    "title": [
      "The Isle of the Dead: An Integrated Approach to the Management and Natural Protection of an Archaeological Site"
    ],
    "type": "chapter"
  },
  {
    "note": [
      "and tree plantings have been used to stabilize the environment around the headstones, (ao"
    ],
    "title": [
      "The Isle of the Dead retains an historic cemetery, an aboriginal shell midden, and an internationally significant high-water mark. With careful management and accurate environmental impact assessment, the site has been protected through natural means requiring minimal intervention. The natural isolation of the island has been used to control visitor access"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Torre",
        "particle": "de la"
      },
      {
        "given": "Marta"
      }
    ],
    "container-title": [
      "Paul Getty Museum"
    ],
    "date": [
      "1995-05",
      "1997"
    ],
    "location": [
      "Los Angeles"
    ],
    "publisher": [
      "The Getty Conservation Institute"
    ],
    "title": [
      "The Conservation of Archaeological Sites in the Mediterranean Region (Proceedings of an International Conference organized by the Getty Conservation Institute and the J"
    ],
    "type": "article-journal"
  },
  {
    "note": [
      "Italy; the Minoan palace at Knossos, Crete; and the Hellenistic-Roman city of Ephesus, Turkey, (ao/md"
    ],
    "title": [
      "This publication of a conference is focused on conservation and management of archaeological sites in the Mediterranean, with papers on the planning process (see Sullivan 1997), issues of reconstruction, and presentation of archaeological sites and management considerations at the site of Akrotiri, Thera. In a series of case studies, the history of excavation, conservation, and management at three major Mediterranean sites is thoroughly considered: the late Roman villa of Piazza Armerina"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Cánovas",
        "given": "Valiente"
      },
      {
        "given": "Santiago"
      }
    ],
    "date": [
      "1992"
    ],
    "editor": [
      {
        "given": "Spanish"
      }
    ],
    "location": [
      "Sevilla"
    ],
    "note": [
      "ao"
    ],
    "pages": [
      "50–57"
    ],
    "publisher": [
      "Consejería"
    ],
    "title": [
      "Parques y excavaciones arqueológicas: experiencias en el Yucatán, México.\" In Cuadernos 3 Conservación Arqueológica: Reflexión y debate sobre teoría y práctica (Contenido del Curso-Debate realizado en Sevilla del 30 de noviembre al 4 de diciembre de",
      "de cultura y medio ambiente, 1994",
      "The author presents a very general survey of the current state of Maya sites in the Puuc area, Mexico, and makes broad suggestions for the creation of archaeological parks to attract visitors and make the sites economically viable"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Veliz",
        "given": "Vito"
      },
      {
        "family": "Bright",
        "given": "John W."
      },
      {
        "family": "Barborak",
        "given": "James R."
      }
    ],
    "container-title": [
      "International Perspectives on Cultural Parks (Proceedings of the First World Conference"
    ],
    "date": [
      "1984"
    ],
    "location": [
      "Colorado"
    ],
    "note": [
      "Denver: United States National Park Service in association with the Colorado Historical Society, 1989."
    ],
    "publisher": [
      "Mesa Verde National Park"
    ],
    "title": [
      "Planning and Managing Honduras's Copan Ruins World Heritage Site: The Role of Cultural Parks in Contributing to Education and Economic Development"
    ],
    "type": "paper-conference"
  },
  {
    "author": [
      {
        "family": "Wager",
        "given": "Jonathan"
      }
    ],
    "container-title": [
      "The Safeguard of the Rock-Hewn Churches of the Goreme Valley (Proceedings of an International Seminar, Ürgüp"
    ],
    "date": [
      "1993-09-05",
      "1995"
    ],
    "location": [
      "Cappadocia, Turkey",
      "Rome"
    ],
    "pages": [
      "57–75"
    ],
    "publisher": [
      "ICCROM"
    ],
    "title": [
      "Zoning and Environmental Management Plan (ZEMP) for the Angkor World Cultural Heritage Site, Cambodia—A Case Study"
    ],
    "type": "paper-conference"
  },
  {
    "date": [
      "1992"
    ],
    "note": [
      "Guiding principles for sustainable development are outlined. The article ends with a useful summary of the main lessons learned from carrying out the process, (md"
    ],
    "title": [
      "This paper describes the work of the Zoning and Environmental Management Plan for Angkor (ZEMP), undertaken by UNESCO from",
      "The author reviews the history of Angkor, UNESCO's involvement at the site, and the ZEMP process. The objective of the process was to produce a comprehensive zoning plan for Angkor to address and reconcile the main planning issues at the site—cultural conservation, tourism, and rural development"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Wood",
        "given": "J.B."
      },
      {
        "family": "Warren",
        "given": "A."
      }
    ],
    "date": [
      "1978"
    ],
    "location": [
      "London"
    ],
    "publisher": [
      "University College London"
    ],
    "title": [
      "A Handbook for the Preparation of Management Plans (Discussion Papers in Conservation 18"
    ],
    "type": "book"
  },
  {
    "note": [
      "md"
    ],
    "title": [
      "This handbook, commissioned by the Nature Conservancy Council to the Conservation Course at University College London, describes the process of preparing a management plan for natural reserves. Although the focus of this manual is natural reserves, the process is equally applicable to the management of cultural resources. The three main stages of the process are defined as the collation of descriptive information, a description of policies, and a prescription for action"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Zilhâo",
        "given": "Joâo"
      }
    ],
    "container-title": [
      "Conservation and Management of Archaeological Sites"
    ],
    "date": [
      "1998"
    ],
    "issue": [
      "4"
    ],
    "pages": [
      "193–206"
    ],
    "title": [
      "The Rock Art of the Côa Valley, Portugal"
    ],
    "type": "article-journal",
    "volume": [
      "2"
    ]
  },
  {
    "author": [
      {
        "family": "Attenbrow",
        "given": "Val"
      },
      {
        "family": "Negerevich",
        "given": "Tia"
      }
    ],
    "container-title": [
      "Site Surveys and Significance Assessment in Australian Archaeology (Proceedings of the 1981 Springwood Conference on Australian Prehistory, Department of Prehistory, Research School of Pacific Studies",
      "Assessment was undertaken within a regional context and in terms of criteria such as size"
    ],
    "date": [
      "1984"
    ],
    "editor": [
      {
        "family": "Sullivan",
        "given": "S."
      },
      {
        "family": "Rowdier",
        "given": "S."
      }
    ],
    "location": [
      "Canberra"
    ],
    "note": [
      "contents, preservation, representativeness, as well as the site's potential contribution to research questions, (md"
    ],
    "pages": [
      "136–37"
    ],
    "publisher": [
      "Australian National University"
    ],
    "title": [
      "The Assessment of Sites: Lucas Heights Waste Disposal Depot: A Case Study",
      "Described in this case study is an assessment of the scientific significance of a group of prehistoric sites in Australia"
    ],
    "type": "paper-conference"
  },
  {
    "author": [
      {
        "family": "Commission",
        "given": "Australian Heritage"
      }
    ],
    "date": [
      "1990"
    ],
    "publisher": [
      "Australian Heritage Commission"
    ],
    "title": [
      "What Do We Want to Pass On to Future Generations? An Overview of Criteria and Assessment Procedures for the Register of the National Estate"
    ],
    "type": "book"
  },
  {
    "note": [
      "md"
    ],
    "title": [
      "This study constitutes a full review of the process and criteria for assessing the significance of Australia's natural and cultural heritage"
    ],
    "type": null
  },
  {
    "date": [
      "2000"
    ],
    "editor": [
      {
        "family": "Avrami",
        "given": "Erica"
      },
      {
        "family": "Mason",
        "given": "Randall"
      },
      {
        "family": "Torre",
        "given": "Marta",
        "particle": "de la"
      }
    ],
    "genre": [
      "(Research Report,"
    ],
    "location": [
      "Los Angeles"
    ],
    "publisher": [
      "The Getty Conservation Institute",
      "The J. Paul Getty Trust"
    ],
    "title": [
      "Values and Heritage Conservation"
    ],
    "type": "report"
  },
  {
    "author": [
      {
        "family": "Bickford",
        "given": "Anne"
      },
      {
        "family": "Sullivan",
        "given": "Sharon"
      }
    ],
    "container-title": [
      "Site Surveys and Significance Assessment in Australian Archaeology (Proceedings of the 1981 Springwood Conference on Australian Prehistory, Department of Prehistory, Research School of Pacific Studies"
    ],
    "date": [
      "1984"
    ],
    "editor": [
      {
        "family": "Sullivan",
        "given": "S."
      },
      {
        "family": "Bowdler",
        "given": "S."
      }
    ],
    "location": [
      "Canberra"
    ],
    "note": [
      "Can the site contribute knowledge that no other resource or no other site can? Is this knowledge relevant to general questions about human history or other substantive problems? Does this knowledge contribute to other major research questions? (md"
    ],
    "pages": [
      "19–33"
    ],
    "publisher": [
      "Australian National University"
    ],
    "title": [
      "Assessing the Research Significance of Historic Sites",
      "The criteria of the Australian Heritage Commission regarding historic sites stress historic and public values and do not take into account scientific and research values. The authors devised three general questions to guide the assessment of the scientific significance of historic sites"
    ],
    "type": "paper-conference"
  },
  {
    "author": [
      {
        "family": "Bowdler",
        "given": "Sandra"
      }
    ],
    "container-title": [
      "Site Surveys and",
      "Australian Archaeology",
      "Research consultants may provide the answer"
    ],
    "date": [
      "1981",
      "md"
    ],
    "editor": [
      {
        "family": "Sullivan",
        "given": "S."
      },
      {
        "family": "Rowdier",
        "given": "S."
      }
    ],
    "pages": [
      "123–33"
    ],
    "title": [
      "Unconsidered Trifles? Cultural Resource Management, Environmental Impact Statements, and Archaeological Research in New South Wales",
      "In the context of Australian legislation to protect archaeological resources, the author discusses the question of significance as the justification for deciding which resources should be preserved. The American experience with defining scientific significance is reviewed. Assessment based on both research questions and representativeness is recommended, but the issue of who should undertake research and assessment needs to be addressed",
      "Archaeological Significance as a Mutable Quality"
    ],
    "type": "article-journal",
    "volume": [
      "12"
    ]
  },
  {
    "container-title": [
      "Significance Assessment in Australian Archaeology (Proceedings of the 1981 Springwood Conference on Australian Prehistory, Department of Prehistory, Research School of Pacific Studies"
    ],
    "date": [
      "1984"
    ],
    "location": [
      "Canberra"
    ],
    "pages": [
      "1–9"
    ],
    "publisher": [
      "Australian National University"
    ],
    "type": "paper-conference"
  },
  {
    "note": [
      "namely, once a site is excavated, the \"focus of [its] significance has moved elsewhere.\" (md"
    ],
    "title": [
      "The author illustrates with case studies the changeability and relativity of significance as it applies to archaeological sites. As the level of research and the nature of research questions change, so will an assessment of a site's scientific significance. The important point is made that is only implicit in most discussions of scientific significance as research potential"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Cleere",
        "given": "Henry"
      }
    ],
    "container-title": [
      "Conservation and Management of Archaeological Sites"
    ],
    "date": [
      "1995"
    ],
    "issue": [
      "1"
    ],
    "pages": [
      "63–68"
    ],
    "title": [
      "Cultural Landscapes as World Heritage"
    ],
    "type": "article-journal",
    "volume": [
      "1"
    ]
  },
  {
    "note": [
      "The discussion is useful in thinking through the values attributed to cultural landscapes, (md"
    ],
    "title": [
      "In the context of the UNESCO World Heritage Convention of 1972, the author explores the concept of cultural landscapes as a distinct category of heritage and traces the attempts to establish criteria to assess these landscapes"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Clegg",
        "given": "John"
      }
    ],
    "container-title": [
      "Site Surveys and Significance Assessment in Australian Archaeology (Proceedings of the 1981 Springwood Conference on Australian Prehistory, Department of Prehistory, Research School of Pacific Studies"
    ],
    "date": [
      "1984"
    ],
    "editor": [
      {
        "family": "Sullivan",
        "given": "S."
      },
      {
        "family": "Bowdler",
        "given": "S."
      }
    ],
    "location": [
      "Canberra"
    ],
    "pages": [
      "10–18"
    ],
    "publisher": [
      "Australian National University"
    ],
    "title": [
      "The Evaluation of Archaeological Significance: Prehistoric Pictures and/or Rock Art"
    ],
    "type": "paper-conference"
  },
  {
    "author": [
      {
        "family": "model",
        "given": "Groube's"
      }
    ],
    "date": [
      "1978"
    ],
    "note": [
      "md"
    ],
    "title": [
      "for significance assessment utilizing three levels of research design—initial, integrative, and theoretical—is adapted to the assessment of Australian rock art"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Coster",
        "given": "John"
      }
    ],
    "container-title": [
      "Archaeological Resource Management in Australia and Oceania"
    ],
    "date": [
      "1979"
    ],
    "editor": [
      {
        "family": "McKinlay",
        "given": "J.R."
      },
      {
        "family": "Jones",
        "given": "K.L."
      }
    ],
    "location": [
      "Wellington"
    ],
    "note": [
      "sites to be permanently preserved (in practice, this refers to sites that are intact and whose preservation is viable); sites that require further investigation; and sites that require no further management, (md"
    ],
    "pages": [
      "89–94"
    ],
    "publisher": [
      "New Zealand Historic Places Trust"
    ],
    "title": [
      "Exotic Forestry and Site Management in the Auckland Region",
      "protection and preservation. One of the systems comprises three sets of guidelines: scientific criteria (with emphasis on a representative sample, intact sites, and unique sites); management criteria (in this case, the forestry service requirements and needs); and secular criteria (for example, aesthetics, educational value, and traditional importance). A second, more utilitarian system is based on management criteria"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Crosby",
        "given": "Anthony"
      }
    ],
    "container-title": [
      "International Perspectives on Cultural Parks (Proceedings of the First World Conference, Mesa Verde National Park",
      "Service in association with the Colorado Historical Society"
    ],
    "date": [
      "1984",
      "1989"
    ],
    "location": [
      "Colorado",
      "Denver"
    ],
    "pages": [
      "101–6"
    ],
    "publisher": [
      "United States National Park"
    ],
    "title": [
      "Ruins Stabilization—the Value Implied"
    ],
    "type": "paper-conference"
  },
  {
    "note": [
      "md"
    ],
    "title": [
      "Explored in this text are the values of archaeological resources and how they are affected by preservation actions. Values can be broadly classified as symbolic or religious, economic or functional, educational or informational, and aesthetic, but they are inevitably relative, dependent on time, place, and culture. Physical interventions undertaken to preserve a site will respond to different values and may well result in a conflict of values. Compromise is inevitable, but one must always ask whether a preservation action will complement or detract from the important values of a site"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Darvill",
        "given": "Timothy"
      }
    ],
    "container-title": [
      "Managing Archaeology"
    ],
    "date": [
      "1995"
    ],
    "editor": [
      {
        "family": "Cooper",
        "given": "Malcolm A."
      },
      {
        "others": true
      }
    ],
    "location": [
      "London"
    ],
    "pages": [
      "41–50"
    ],
    "publisher": [
      "Routledge"
    ],
    "title": [
      "Value Systems in Archaeology"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Darvill",
        "given": "Timothy"
      },
      {
        "family": "Saunders",
        "given": "Andrew"
      },
      {
        "family": "Startin",
        "given": "Bill"
      }
    ],
    "container-title": [
      "The aim of the program, begun in 1986, was to identify sites of national importance for statutory protection. Procedures to evaluate monuments on a systematic and nationwide basis were developed",
      "Antiquity"
    ],
    "date": [
      "1987"
    ],
    "issue": [
      "233"
    ],
    "note": [
      "Selection criteria, based on earlier nonstatutory criteria"
    ],
    "pages": [
      "393–408"
    ],
    "title": [
      "A Question of National Importance: Approaches to the Evaluation of Ancient Monuments for the Monuments Protection Programme in England",
      "The evaluation system for archaeological sites and monuments established as part of English Heritage's Monuments Protection Programme is set forth in some detail"
    ],
    "type": "article-journal",
    "volume": [
      "61"
    ]
  },
  {
    "note": [
      "see Saunders 1984), are applied at three levels of evaluation: characterization, discrimination, and assessment of resources, (md"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Davis",
        "given": "Hester"
      }
    ],
    "container-title": [
      "The Natural and Built Environment"
    ],
    "date": [
      "1989"
    ],
    "editor": [
      {
        "family": "Uzzell",
        "given": "Davis L."
      },
      {
        "family": "éd.",
        "given": "Heritage Interpretation"
      }
    ],
    "location": [
      "London"
    ],
    "pages": [
      "96–99"
    ],
    "publisher": [
      "Belhaven Press"
    ],
    "title": [
      "Is an Archaeological Site Important to Science or to the Public, and Is There a Difference?"
    ],
    "type": "chapter",
    "volume": [
      "1"
    ]
  },
  {
    "author": [
      {
        "family": "America",
        "given": "North"
      }
    ],
    "note": [
      "and the conflict among the public, archaeologists, and Native American interests in archaeological resources, (md"
    ],
    "title": [
      "the significance debate has arisen largely in the context of expenditures of public money and the federal mandates to assess significance. The use of public money has implications for how we assess whether sites are important. The author explores the importance of sites from the perspective of the general public"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Dunnell",
        "given": "Robert C."
      }
    ],
    "container-title": [
      "Ethics and Values in Archaeology"
    ],
    "date": [
      "1984"
    ],
    "editor": [
      {
        "family": "Green",
        "given": "Ernestene L."
      }
    ],
    "location": [
      "New York"
    ],
    "pages": [
      "62–74"
    ],
    "publisher": [
      "The Free Press"
    ],
    "title": [
      "The Ethics of Archaeological Significance Decisions"
    ],
    "type": "chapter"
  },
  {
    "note": [
      "md"
    ],
    "title": [
      "Significance assessment is a moral and ethical issue due to the non-renewable nature of archaeological resources. The author argues against problem-oriented assessments since they restrict the value of the archaeological record to contemporary problems. A representative sample is the only way to ensure future research needs"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Flood",
        "given": "Josephine"
      }
    ],
    "container-title": [
      "Site Surveys and Significance Assessment in Australian Archaeology (Proceedings of the 1981 Springwood Conference on Australian Prehistory, Department of Prehistory, Research School of Pacific Studies, Australian National University Canberra",
      "The criteria used by the Australian Heritage Commission for listing Aboriginal sites include \"outstanding quality\" and \"representativeness.\" The emphasis in assessment has now shifted to \"representativeness,\" as the most outstanding sites have already been listed"
    ],
    "date": [
      "1984"
    ],
    "editor": [
      {
        "family": "Sullivan",
        "given": "S."
      },
      {
        "family": "Bowdler",
        "given": "S."
      }
    ],
    "note": [
      "Representativeness is defined as characteristic examples of each type of site by biophysical region, (md"
    ],
    "pages": [
      "55–60"
    ],
    "title": [
      "More or Less Significant"
    ],
    "type": "paper-conference"
  },
  {
    "author": [
      {
        "family": "Fowler",
        "given": "Peter J."
      }
    ],
    "container-title": [
      "Our Past Before Us: Why Do We Save It?"
    ],
    "date": [
      "1981"
    ],
    "editor": [
      {
        "family": "Lowenthal",
        "given": "David"
      },
      {
        "family": "Binney",
        "given": "Marcus"
      }
    ],
    "location": [
      "London"
    ],
    "pages": [
      "56–69"
    ],
    "publisher": [
      "Temple Smith"
    ],
    "title": [
      "Archaeology, the Public, and the Sense of the Past"
    ],
    "type": "chapter"
  },
  {
    "note": [
      "md"
    ],
    "title": [
      "The author explores the meanings of a \"sense of the past\" for educators, academics, and the public, particularly as they relate to the conflict between preserving the past for archaeological/academic purposes and for public consumption. The criteria for preservation will differ: archaeology requires preservation of its resources for its own survival but the public's expectations will not always correspond with this scholarly need"
    ],
    "type": null
  },
  {
    "container-title": [
      "Directions in Archaeology: A Question of Goals (Proceedings of the Fourteenth Annual Conference, The Archaeological Association of the University of Calgary"
    ],
    "date": [
      "November 12-14, 1981",
      "1982"
    ],
    "editor": [
      {
        "family": "Francis",
        "given": "Peter D."
      },
      {
        "family": "Poplin",
        "given": "Eric C."
      }
    ],
    "location": [
      "Calgary"
    ],
    "publisher": [
      "The University of Calgary"
    ],
    "type": "paper-conference"
  },
  {
    "note": [
      "scientific criteria as the means of assessment. Both historic and prehistoric resources are considered, (md"
    ],
    "title": [
      "Part six of these conference proceedings, Approaches to the Evaluation of Cultural Resources: Canadian Perspectives, includes seven papers and a final review paper on evaluation and significance assessment in the context of cultural resource management issues. The major arguments are similar to those in the literature of the United States: problem-oriented research vs. representative sampling and the use of humanistic vs"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Glassow",
        "given": "M."
      }
    ],
    "container-title": [
      "American Antiquity"
    ],
    "date": [
      "1977"
    ],
    "issue": [
      "3"
    ],
    "note": [
      "variety, quantity, clarity, integrity, and environmental context, (md"
    ],
    "pages": [
      "413–20"
    ],
    "title": [
      "Issues in Evaluating the Significance of Archaeological Resources",
      "The author argues for assessment based on categories of significance that will reflect a quantitative analysis of site attributes or properties"
    ],
    "type": "article-journal",
    "volume": [
      "42"
    ]
  },
  {
    "author": [
      {
        "family": "Groube",
        "given": "L.M."
      }
    ],
    "container-title": [
      "New Approaches to Our Past (Proceedings of the Southampton University Archaeological Society",
      "University of Southampton"
    ],
    "date": [
      "1978"
    ],
    "issue": [
      "2"
    ],
    "pages": [
      "29–52"
    ],
    "title": [
      "Priorities and Problems in Dorset Archaeology",
      "Monograph Series"
    ],
    "type": "article-journal",
    "volume": []
  },
  {
    "note": [
      "This remark refers to the rather complex mathematics that informs this particular approach to site ranking, (md"
    ],
    "title": [
      "This is an earlier version of what was more fully set forth in Groube and Bowden 1982, in which the author develops the method of ranking archaeological problems in order to establish priorities for protection and excavation. Delivered at a conference, the author notes in a postscript the hostile reaction of some in the audience, which he attributes in part to \"square-root phobia"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Groube",
        "given": "L.M."
      },
      {
        "family": "Bowden",
        "given": "M.C.B."
      }
    ],
    "container-title": [
      "Monograph"
    ],
    "date": [
      "1982"
    ],
    "title": [
      "The Archaeology of Rural Dorset: Past, Present and Future (Dorset Natural History and Archaeological Society"
    ],
    "type": "article-journal",
    "volume": [
      "4"
    ]
  },
  {
    "author": [
      {
        "family": "Johnston",
        "given": "Chris"
      }
    ],
    "collection-title": [
      "Technical Publication Series",
      "Australian Heritage Commission"
    ],
    "date": [
      "1994"
    ],
    "location": [
      "Canberra"
    ],
    "publisher": [
      "Australian Government Publishing Service"
    ],
    "title": [
      "What Is Social Value? A Discussion Paper"
    ],
    "type": "book",
    "volume": [
      "Number 3"
    ]
  },
  {
    "note": [
      "md"
    ],
    "title": [
      "This brief publication explores social value—the meanings attached to heritage places by groups of people—through a thoughtful analysis of its many facets and manifestations, its connections and differences with other values, and its transitory nature. Approaches to assessing social value are discussed, and issues such as whether social value needs to be protected, the conflicts between protecting fabric and function of a place as expressed in social values, and the tensions between economic growth and community identity are raised"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Kalman",
        "given": "Harold"
      }
    ],
    "container-title": [
      "Appendices include criteria established for the United States National Register and National Trust and the Historic Sites and Monuments Board of Canada",
      "Association for Preservation Technology Bulletin"
    ],
    "date": [
      "1976"
    ],
    "issue": [
      "3"
    ],
    "note": [
      "md"
    ],
    "pages": [
      "3–23"
    ],
    "title": [
      "An Evaluation System for Architectural Surveys?",
      "The use of evaluation systems, selection criteria, and scoring systems utilized for evaluating historic resources in the United States is explored as background to the presentation of the author's evaluation of historic buildings in Vancouver, Canada, undertaken in the early 1970s"
    ],
    "type": "article-journal",
    "volume": [
      "8"
    ]
  },
  {
    "author": [
      {
        "family": "Lancaster",
        "given": "Osbert"
      }
    ],
    "date": [
      "1976"
    ],
    "location": [
      "London"
    ],
    "publisher": [
      "Thames & Hudson"
    ],
    "title": [
      "What Should We Preserve?\" In Jane Fawcett, éd., The Future of the Past, 65-74"
    ],
    "type": "book"
  },
  {
    "note": [
      "md"
    ],
    "title": [
      "In the context of historic preservation, the author allows for only three grounds for preserving a building: intrinsic aesthetic merit, pietas, and scenic usefulness. While this narrow approach does not reflect current trends, it is typical of the visual and symbolic approach to cultural heritage"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Lipe",
        "given": "William"
      }
    ],
    "container-title": [
      "Henry Cleere, éd., Approaches to the Archaeological Heritage"
    ],
    "date": [
      "1984"
    ],
    "location": [
      "Cambridge"
    ],
    "pages": [
      "1–11"
    ],
    "publisher": [
      "Cambridge University Press"
    ],
    "title": [
      "Value and Meaning in Cultural Resources"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "Moratto, M. J., and R. E. Kelly. \"Significance in Archaeology\" The Kiva"
    ],
    "date": [
      "1976"
    ],
    "issue": [
      "2"
    ],
    "pages": [
      "193–202"
    ],
    "title": [
      "This article defines four types of values that may be assigned to cultural resources: economic, informational, associative, and aesthetic. These values are fully explored as a means of understanding how cultural resources can be of use and benefit to society. The author does not formulate a system whereby these values can be assessed but recognizes that they can be used for selecting which resources should be preserved, (md"
    ],
    "type": "article-journal",
    "volume": [
      "42"
    ]
  },
  {
    "container-title": [
      "These criteria are each briefly explored in the context of assessing significance, (md) .\"Optimizing Strategies for Evaluation of Archaeological Significance.\" In Advances in Archaeological Method and Theory"
    ],
    "date": [
      "1978"
    ],
    "location": [
      "New York"
    ],
    "pages": [
      "1–30"
    ],
    "publisher": [
      "Academic Press"
    ],
    "title": [
      "Traditionally, significance has been measured in terms of size, condition, depth, richness, age, uniqueness, or presumed scientific value. A broadly based system that will address all the relevant issues (governmental and archaeological) is needed. The authors propose an interrelated set of criteria: historical, scientific, geographic, ethnic, public, monetary, legal, and managerial"
    ],
    "type": "chapter",
    "volume": [
      "1"
    ]
  },
  {
    "container-title": [
      "These criteria are historic, scientific, ethnic, public, legal, and monetary. \"Specious\" criteria, such as egocentrism and sensationalism, are usefully explored"
    ],
    "note": [
      "The extensive bibliography includes additional sources not cited herein, (md"
    ],
    "title": [
      "In an amplification of Moratto and Kelly 1976, the problems and concepts associated with resource assessments are clearly reviewed, and criteria for evaluating cultural resources are set forth in some detail"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "O'Keefe",
        "given": "P.J."
      },
      {
        "family": "V",
        "given": "L."
      }
    ],
    "container-title": [
      "Law and the Cultural Heritage"
    ],
    "date": [
      "1984"
    ],
    "location": [
      "Abingdon, Oxon"
    ],
    "publisher": [
      "Professional Books Ltd"
    ],
    "title": [
      "Prott"
    ],
    "type": "article-journal",
    "volume": [
      "1"
    ]
  },
  {
    "container-title": [
      "E. L. Green, éd., Ethics and Values in Archaeology"
    ],
    "editor": [
      {
        "family": "Plog",
        "particle": "md)"
      },
      {
        "given": "Fred"
      }
    ],
    "pages": [
      "89–96"
    ],
    "title": [
      "The question of significance is discussed within the legal framework of site protection. The authors point out the ambiguity surrounding the use of such terms as significance, interest, and value in legislation designed to protect cultural resources",
      "The Ethics of Excavation: Site Selection"
    ],
    "type": "chapter"
  },
  {
    "date": [
      "1984"
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "The Free Press"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Raab",
        "given": "L.Mark"
      },
      {
        "family": "Klinger",
        "given": "Timothy C."
      }
    ],
    "container-title": [
      "American Antiquity"
    ],
    "date": [
      "1977"
    ],
    "issue": [
      "4"
    ],
    "note": [
      "and problem-oriented research. This type of research is judged to be the best approach, (md"
    ],
    "pages": [
      "629–34"
    ],
    "title": [
      "A Critical Appraisal of 'Significance' in Contract Archaeology/'",
      "The authors critically evaluate four current strategies for assessing significance, as measured by the National Register criteria, a consideration of monetary values, unique characteristics"
    ],
    "type": "article-journal",
    "volume": [
      "42"
    ]
  },
  {
    "author": [
      {
        "family": "Saunders",
        "given": "Andrew"
      }
    ],
    "container-title": [
      "Interchange of Experience Concerning the Care of Archaeological Remains (Seminar in Stockholm"
    ],
    "date": [
      "1983-11-07",
      "1984"
    ],
    "location": [
      "Sweden",
      "Stockholm"
    ],
    "pages": [
      "15–18"
    ],
    "publisher": [
      "Central Board of National Antiquities"
    ],
    "title": [
      "Integrated Conservation"
    ],
    "type": "chapter"
  },
  {
    "note": [
      "period, rarity, fragility and vulnerability, diversity, documentation, group value, and potential, (md"
    ],
    "title": [
      "The inventory and legal protective systems in Britain are reviewed. The proposed criteria for selection of scheduled monuments are set forth and briefly defined: survival and condition"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Schiffer",
        "given": "Michael B."
      },
      {
        "family": "Gumerman",
        "given": "George J."
      }
    ],
    "date": [
      "1977"
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "Academic Press"
    ],
    "title": [
      "Conservation Archaeology"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Part",
        "suffix": "IV"
      }
    ],
    "note": [
      "md"
    ],
    "title": [
      "Assessing Significance,\" includes an introductory statement and four papers devoted to the problems of significance assessment from the American perspective of cultural resources management. This volume, one of the most frequently cited in cultural resource management literature, is a good starting point for exploring these issues"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Sharrock",
        "given": "Floyd W."
      },
      {
        "family": "Grayson",
        "given": "Donald K."
      }
    ],
    "container-title": [
      "American Antiquity"
    ],
    "date": [
      "1979"
    ],
    "issue": [
      "2"
    ],
    "note": [
      "md"
    ],
    "pages": [
      "327–28"
    ],
    "title": [
      "'Significance' in Contract Archaeology",
      "The limitation of problem-oriented strategies for assessing archaeological resources must be recognized. They are inevitably biased toward current research problems; sites that may be important for future research will not be properly represented. The author points out that the National Register criteria at least have the virtue of being broad and recognizing potential values"
    ],
    "type": "article-journal",
    "volume": [
      "44"
    ]
  },
  {
    "author": [
      {
        "family": "Price",
        "given": "Stanley"
      },
      {
        "given": "Nicholas"
      }
    ],
    "container-title": [
      "The Politics of the Past"
    ],
    "date": [
      "1990"
    ],
    "editor": [
      {
        "family": "Gathercole",
        "given": "Peter"
      },
      {
        "family": "Lowenthal",
        "given": "David"
      }
    ],
    "location": [
      "London"
    ],
    "pages": [
      "284–90"
    ],
    "publisher": [
      "Unwin Hyman"
    ],
    "title": [
      "Conservation and Information in the Display of Prehistoric Sites"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Stehberg",
        "given": "Rubén"
      }
    ],
    "container-title": [
      "Museum"
    ],
    "date": [
      "1982"
    ],
    "issue": [
      "2"
    ],
    "note": [
      "significance, variety, geographical situation, ease of access, preservation, monumentality, and location on state property, (md"
    ],
    "pages": [
      "114–16"
    ],
    "title": [
      "In Chile the National Museum of Natural History Develops Archaeological Sites",
      "Criteria were developed specifically for selecting prehistoric archaeological sites for excavation and public presentation around Santiago, Chile. The criteria chosen were representativeness"
    ],
    "type": "article-journal",
    "volume": [
      "34"
    ]
  },
  {
    "author": [
      {
        "family": "Sullivan",
        "given": "Hilary"
      }
    ],
    "container-title": [
      "Site Surveys and Significance Assessment in Australian Archaeology (Proceedings of the 1981 Springwood Conference on Australian Prehistory, Department of Prehistory, Research School of Pacific Studies"
    ],
    "date": [
      "1984"
    ],
    "editor": [
      {
        "family": "Sullivan",
        "given": "S."
      },
      {
        "family": "Rowdier",
        "given": "S."
      }
    ],
    "location": [
      "Canberra"
    ],
    "note": [
      "Criteria were designed to determine research potential and provide a representative sample of sites; these included preservation, structure, and contents of sites, (md"
    ],
    "pages": [
      "119–26"
    ],
    "publisher": [
      "Australian National University"
    ],
    "title": [
      "Mornington Peninsula Archaeological Survey: Assessing Significance in a Local Context",
      "In this case study, scientific significance of prehistoric sites was evaluated within a survey area for the management and protection of sites"
    ],
    "type": "paper-conference"
  },
  {
    "container-title": [
      "Site Surveys and Significance Assessment in Australian Archaeology (Proceedings of the 1981 Springwood Conference on Australian Prehistory, Department of Prehistory, Research School of Pacific Studies"
    ],
    "date": [
      "1984"
    ],
    "editor": [
      {
        "family": "Sullivan",
        "given": "S."
      },
      {
        "family": "Rowdier",
        "given": "S."
      }
    ],
    "location": [
      "Canberra"
    ],
    "publisher": [
      "Australian National University"
    ],
    "type": "paper-conference"
  },
  {
    "note": [
      "Selected papers are annotated herein, (md"
    ],
    "title": [
      "This series of conference papers focuses on defining the scientific significance of sites. The adaptation of the concept of scientific significance as research potential was the main theme of the conference. The papers deal with both historic and prehistoric sites and are equally divided between general discussions and case studies"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Tainter",
        "given": "Joseph A."
      },
      {
        "family": "Lucas",
        "given": "G.John"
      }
    ],
    "container-title": [
      "Antiquity"
    ],
    "date": [
      "1983"
    ],
    "issue": [
      "4"
    ],
    "note": [
      "The authors argue that this is epistemologically unsound; significance is not a quality inherent in cultural resources but is assigned to them and will change, (md"
    ],
    "pages": [
      "707–19"
    ],
    "title": [
      "Epistemology of the Significance Concept",
      "The concept of significance as articulated in United States legislation and regulations is explored from an historical and philosophical perspective. This concept is traced to the Western tradition of empiricism or positivism, in which the meaning perceived in phenomena does not vary or change"
    ],
    "type": "article-journal",
    "volume": [
      "48"
    ]
  },
  {
    "author": [
      {
        "family": "Thompson",
        "given": "Raymond H."
      }
    ],
    "container-title": [
      "Rescue Archaeology (Papers from the First New World Conference on Rescue Archaeology"
    ],
    "date": [
      "1982"
    ],
    "editor": [
      {
        "family": "Wilson",
        "given": "Rex L."
      },
      {
        "family": "Loyola",
        "given": "Gloria"
      }
    ],
    "location": [
      "Washington, D.C"
    ],
    "pages": [
      "40–46"
    ],
    "publisher": [
      "The Preservation Press"
    ],
    "title": [
      "Archaeological Triage: Determining the Significance of Cultural Properties"
    ],
    "type": "paper-conference"
  },
  {
    "container-title": [
      "Categories include chronology"
    ],
    "note": [
      "ethnic identity, rich assemblage, degree of disturbance, uniqueness of cultural expression, and more, (md"
    ],
    "title": [
      "The United States needs a national system of archaeological \"triage\" to save its resources. The author suggests a regional evaluation system and the use of commonly recognized categories of archaeological information. The categories can be used as the basis for a statement of significance, for comparison, and as a justification for decisions"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Titchen",
        "given": "Sarah M."
      }
    ],
    "container-title": [
      "Conservation and Management of Archaeological Sites"
    ],
    "date": [
      "1996"
    ],
    "issue": [
      "4"
    ],
    "note": [
      "In the same volume, see also Henry Cleere, \"The Concept of 'Outstanding Universal Value' in the World Heritage Convention,\" 227-33. (ao"
    ],
    "pages": [
      "235–42"
    ],
    "title": [
      "On the Construction of 'Outstanding Universal Value/\" Some Comments on the Implementation of the 1972 UNESCO World Heritage Convention",
      "The criteria for nominating a World Heritage site center on the concept of \"outstanding universal value.\" This article traces the changing perceptions of the meaning of that phrase, and the subsequent modification of the criteria as embodied in the Operational Guidelines for the Implementation of the World Heritage Convention. The ambiguity of the phrase, while presenting some difficulties, also accommodates changing attitudes toward the cultural and natural heritage. The author argues that as the criteria continue to be modified, they will allow for the inscription of a continuum of sites from cultural to natural and thus help to balance the World Heritage List"
    ],
    "type": "article-journal",
    "volume": [
      "1"
    ]
  },
  {
    "author": [
      {
        "family": "Weinland",
        "given": "Marcia"
      }
    ],
    "container-title": [
      "American Society for Conservation Archaeology Newsletter"
    ],
    "date": [
      "1980"
    ],
    "issue": [
      "1"
    ],
    "pages": [
      "12–19"
    ],
    "title": [
      "Archaeological Significance: A Ten-Year Review of Nominations from Kentucky"
    ],
    "type": "article-journal",
    "volume": [
      "7"
    ]
  },
  {
    "date": [
      "1996"
    ],
    "note": [
      "He studied archaeology, geography, art history, and ancient history at the Universities of Southampton, Missouri, and Birmingham."
    ],
    "title": [
      "Guy Sanders has held the titles of associate director and now director of the American School of Classical Studies Excavations at Corinth since",
      "Before that, he was assistant director of the British School in Athens"
    ],
    "type": null
  },
  {
    "note": [
      "She studied art history at Princeton University and holds a master's degree in historic preservation from Columbia University."
    ],
    "title": [
      "Jeanne Marie Teutónico is associate director of the Getty Conservation Institute. An architectural conservator with over twenty years of experience in the conservation of buildings and sites, she was previously on the staff of the International Centre for the Study of the Preservation and Restoration of Cultural Property (ICCROM) in Rome and then of English Heritage in London"
    ],
    "type": null
  },
  {
    "note": [
      "He studied history and archaeology at the University of Oxford."
    ],
    "title": [
      "Christopher Young has been head of World Heritage and International Policy for English Heritage since 1999. Prior to that, he was director for the Hadrian's Wall World Heritage Site, working on the completion and implementation of its management plan. He has assisted the development of management plans for World Heritage Sites, potential and actual, and has contributed to the revision of the World Heritage Committee's Operational Guidelines"
    ],
    "type": null
  }
]
