[
  {
    "author": [
      {
        "family": "Library",
        "given": "The American Statistician U.S.Census Bureau System Local Health District The Bowker Annual"
      },
      {
        "family": "Citizenship",
        "given": "Book Trade U.S."
      },
      {
        "family": "Health The Business Journal U.S. Congress",
        "given": "Immigration Services Report Almanac U.S.Coast Guard Utah Department",
        "particle": "of"
      },
      {
        "family": "Vegetarian Journal The Design",
        "given": "Joint Committee",
        "particle": "on"
      },
      {
        "family": "Factorial Printing Vegetarian Resource Group Experiments U.S",
        "given": "Analysis",
        "particle": "of"
      }
    ],
    "container-title": [
      "Medicine The Lancet U.S. Department of Justice Wichita Eagle The Lawyer Statistical Report U.S. Energy Information Administration Wikipedia The Lobster Almanac U.S. Environmental Protection Agency Women and Cardiovascular Disease The Marathon: Physiological, Medical, U.S. Geological Survey Hospitalizations Epidemiological, and Psychological U.S. News & World Report Women Physicians Congress Studies U.S. Postal Service Women’s Health Initiative The Methods of Statistics U.S. Public Health Service WONDER database The Open University U.S. Religious Landscape Survey World Almanac The Washington Post U.S. Women’s Open World Factbook",
      "Department of Health and Human Wall Street Journal The Economic Journal Services Washington",
      "Department of Housing and Urban Weekly Retail Gasoline and Diesel Prices The Journal of Arachnology Development Western Journal of"
    ],
    "title": [
      "Department of Agriculture VentureOne Corporation The Detection of Psychiatric Illness by U.S. Department of Commerce Veronis Suhler Stevenson Questionnaire U.S. Department of Education Vital and Health Statistics The Earth: Structure, Composition and U.S. Department of Energy Vital Statistics of the United States Evolution U.S",
      "University School of Medicine The History of Statistics U.S"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "North-Central Florida",
        "given": "H.Hatzell"
      },
      {
        "family": "Mental Defeat",
        "given": "Role",
        "particle": "of"
      },
      {
        "family": "Alienation"
      },
      {
        "family": "Survey",
        "given": "Perceived Permanent U.S.Geological"
      }
    ],
    "container-title": [
      "Journal of Abnormal Psychology",
      "Rock Sparrows breeding in northern"
    ],
    "issue": [
      "ue 1"
    ],
    "note": [
      "Current severity of PTSD symptoms was measured Italy are the subject of a long-term ecology and conservation using the revised Impact of Event Scale. Following are"
    ],
    "pages": [
      "45–55"
    ],
    "title": [
      "concentration among the three wells. Use α = 0.01. [SOURCE: ied various characteristics of political prisoners from the former USGS Water Resources Investigations Report 95-4064, Effects East Germany and presented their findings in the paper “Postof Waste-Disposal Practices on Ground-Water Quality at Five traumatic Stress Disorder Following Political Imprisonment: The Poultry (Broiler) Farms",
      "Change",
      "13.57 Rock Sparrows"
    ],
    "type": "article-journal",
    "volume": [
      "109"
    ]
  },
  {
    "author": [
      {
        "given": "PCBs"
      },
      {
        "given": "Pelicans"
      },
      {
        "family": "A. C",
        "particle": "analyzed by"
      }
    ],
    "citation-number": [
      "14.36"
    ],
    "container-title": [
      "Schumacher’s Forest Mensuration (New In a study by R. W. Risebrough titled “Effects of Environmen",
      "Proceedings of the article “Transforming Both Sides of a Tree” (The American the 6th Berkeley Symposium on Mathematics and Statistics"
    ],
    "date": [
      "1935"
    ],
    "editor": [
      {
        "family": "Bruce",
        "given": "C."
      },
      {
        "family": "X",
        "given": "F."
      }
    ],
    "issue": [
      "tician, Vol. 48"
    ],
    "location": [
      "York"
    ],
    "note": [
      "The data are provided on the University of California Press,",
      "60 Anacapa peli- WeissStats CD."
    ],
    "pages": [
      "307–312",
      "443–463 ,"
    ],
    "publisher": [
      "McGraw-Hill"
    ],
    "title": [
      "Polychlorinated biphenyls (PCBs), at breast height, in inches, for 70 shortleaf pines was reported industrial pollutants, are a great danger to natural ecosystems",
      "Akinson in tal Pollutants Upon Animals Other Than Man"
    ],
    "type": "article-journal",
    "volume": []
  },
  {
    "author": [
      {
        "family": "vi",
        "given": "Photo Credits",
        "particle": "p."
      },
      {
        "family": "Weiss",
        "given": "Carol"
      },
      {
        "family": "top)",
        "given": "S.oleg/Shutterstock"
      },
      {
        "family": "Fields/Shutterstock",
        "given": "Marie C."
      },
      {
        "family": "top)",
        "given": "Marie C.Fields/ Getty Images"
      },
      {
        "family": "Cavanaugh/EPA/Corbis",
        "given": "Mathhew"
      },
      {
        "family": "Haag",
        "given": "Den"
      },
      {
        "family": "Mandujano/iStockphoto",
        "given": "Luis Sandoval"
      },
      {
        "family": "bottom)",
        "given": "North Wind Shutterstock"
      },
      {
        "family": "top)",
        "given": "Kurhan/Shutterstock"
      },
      {
        "family": "oleg/Shutterstock",
        "given": "S."
      },
      {
        "given": "Alamy"
      }
    ],
    "collection-title": [
      "Romulus/Horizon/The Kobal Collection",
      "top), Romulus/Horizon/The Kobal Collection; Shutterstock"
    ],
    "container-title": [
      "bottom), Copyright C 2005 ISI Newsletter",
      "bottom), Library of Congress Prints and Photographs Division",
      "International Statistical Institute (ISI",
      "Library of Congress Prints and Photographs Sandoval Mandujano/iStockphoto",
      "Department of Statistics",
      "Sean Prior/Shutterstock; from the American Statistical Association",
      "top), Sean Prior/Shutterstock",
      "bottom), Picture Archives/Alamy",
      "top), Yuri Arcurs/Shutterstock",
      "bottom), Photo Images/Dreamstime",
      "top), Scape/Dreamstime",
      "bottom), Sovfoto/Eastfoto",
      "bottom), Library of Congress Prints and Photographs",
      "bottom), Newscom"
    ],
    "date": [
      "2005",
      "Luis epa/Corbis"
    ],
    "edition": [
      "Sports Illustrated/"
    ],
    "editor": [
      {
        "family": "Cavanaugh/",
        "given": "Mathhew"
      },
      {
        "family": "Berkeley",
        "given": "Christopher Halloran/"
      },
      {
        "family": "Arcurs/Shutterstock",
        "given": "Yuri"
      },
      {
        "given": "Pearson"
      }
    ],
    "genre": [
      "Division [LC-USZ62-64036];",
      "Photographs Division [LC 32691];"
    ],
    "issue": [
      "86"
    ],
    "note": [
      "top), Christopher Images/Shutterstock;",
      "bottom), Reprinted with permission",
      "top), Holmes Garden Division [LC-USZ62-64037];",
      "bottom), Library of Congress Prints and"
    ],
    "pages": [
      "2,",
      "302",
      "302",
      "4,",
      "6,",
      "304,",
      "339",
      "31",
      "339",
      "31",
      "– 62–5877 34,",
      "36,",
      "87,",
      "340,",
      "387,",
      "88,",
      "388,",
      "89,",
      "389,",
      "128,",
      "142",
      "440,",
      "142",
      "441,",
      "442,",
      "143, 476",
      "476",
      "181",
      "181",
      "478,",
      "184,",
      "211,",
      "523",
      "523",
      "227,",
      "524,",
      "549",
      "240",
      "240",
      "549",
      "242,",
      "277",
      "550,",
      "277",
      "587,",
      "588,",
      "278,"
    ],
    "publisher": [
      "Frank Cancellare/Bettmann/Corbis",
      "PCN Photography/Corbis",
      "University of California",
      "Monkey Business Shutterstock",
      "Scott Bales/Newscom",
      "Monkey Business Images/Shutterstock; Halloran/Shutterstock",
      "Courtesy of RTI International",
      "Scape/Dreamstime",
      "Monkey Business",
      "Monkey Business Images/Shutterstock; Researchers, Inc",
      "Kelly Ricci",
      "Holmes Garden Photos/Alamy",
      "Yuri Arcurs/Dreamstime; Photos/Alamy",
      "Yuri Arcurs/Dreamstime",
      "Mary Evans Picture Library/"
    ],
    "title": [
      "The Netherlands"
    ],
    "translator": [
      {
        "family": "top)",
        "given": "Kelly Ricci"
      }
    ],
    "type": "article-journal",
    "url": [
      "http://isi.cbs.nl/Nlet/NLet052.htm;"
    ],
    "volume": [
      "2"
    ]
  },
  {
    "author": [
      {
        "family": "OUTLINE",
        "given": "Probability P.M.O.D.U.L.E.O.B.J.E.C.T.I.V.E.S.M.O.D.U.L.E."
      }
    ],
    "container-title": [
      "P.3 The Multiplication Rule; In Section P.4, we examine Bayes’s rule, which is an important application of Independence conditional probability. Next, in Section P.5, we discuss counting rules"
    ],
    "note": [
      "which give techniques for counting the number of ways that something can happen. Finally, P.4 Bayes’s Rule in Section P.6, we explore Poisson random variables, which, like binomial random variables, constitute a significant class of discrete probability distributions. P.5 Counting Rules P.6 The Poisson Distribution"
    ],
    "title": [
      "In Chapter 5 of your text, you studied probability and discrete random variables. In P.1 Contingency Tables; this module, we present further topics in those areas. Joint and Marginal To begin, in Section P.1, we discuss contingency tables as a method for introducing Probabilities joint and marginal probabilities. Contingency tables, which provide frequency distributions for data from two variables of a population, are also helpful for P.2 Conditional Probability understanding conditional probability and independence, which we investigate in Sections P.2 and P.3, respectively"
    ],
    "type": "chapter"
  },
  {
    "title": [
      "EXAMPLE P.1 Introducing Contingency Tables Age and Rank of Faculty Data about two variables—age and rank—of the faculty members at a university yielded the contingency table shown in Table P.1. Discuss and interpret the numbers in the table"
    ],
    "type": null
  },
  {
    "note": [
      "P.1 Contingency Tables; Joint and Marginal Probabilities P-3"
    ],
    "title": [
      "Joint and Marginal Probabilities We now use the age and rank data from Table P.1 to introduce the concepts of joint probabilities and marginal probabilities"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "f"
      },
      {
        "family": "Li",
        "given": "P."
      },
      {
        "others": true
      }
    ],
    "container-title": [
      "Geography",
      "The following con-Under"
    ],
    "issue": [
      "1, Age (yr"
    ],
    "note": [
      "45 or over tingency table cross-classifies these teachers by highest degree A1 A2 A3 Total obtained and whether they offered field trips."
    ],
    "pages": [
      "63–74",
      "35–44"
    ],
    "title": [
      "how many are not in family medicine? P.9 Field Trips",
      "analyzed existing problems in teaching geography in rural counties in the article “Geography Education in Rural Tennessee Counties",
      "Fifty-one high-school teachers from the Upper Cumberland Region of Tennessee were surveyed"
    ],
    "type": "article-journal",
    "volume": [
      "88",
      "35"
    ]
  },
  {
    "author": [
      {
        "given": "a"
      }
    ],
    "title": [
      "How many of these teachers offered field trips? b. How many of these teachers have master’s degrees?"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "c",
        "given": "Farms The U.S.Department",
        "particle": "of Agriculture publishes in-"
      }
    ],
    "citation-number": [
      "P.8"
    ],
    "container-title": [
      "Compute the probability of each event in part (d). quencies are in thousands. P.10 Housing Units. The U.S. Census Bureau publishes information about housing units in American Housing Survey for the Tenure of operator United States"
    ],
    "note": [
      "The following table cross-classifies occupied hous-"
    ],
    "title": [
      "How many teachers with only bachelor’s degrees offered field formation about U.S. farms in Census of Agriculture. A joint fre- trips? quency distribution for number of farms, by acreage and tenure d. Describe the events D1 and (D2 & F2 ) in words. of operator, is provided in the following contingency table. Fre- e"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Patriots",
        "given": "New England"
      }
    ],
    "citation-number": [
      "P.11"
    ],
    "container-title": [
      "Refer to Exercise"
    ],
    "note": [
      "tribution equals the marginal probability in that row or column. a. For a randomly selected vehicle, describe the events C1 , V3 , Consider the following joint probability distribution. and (C1 & V3 ) in words."
    ],
    "title": [
      "Refer to Exercise P.5. Extending the Concepts and Skills a. For a randomly selected player on the New England Patriots, describe the events Y3 , W2 , and (W1 & Y2 ) in words. P.15 Explain why the joint events in a contingency table are mub. Compute the probability of each event in part (a). Interpret tually exclusive. your answers in terms of percentages. c. Construct a joint probability distribution similar to that shown P.16 What does the general addition rule (Formula 5.3 on in Table P.2 on page P-4. page 204) mean in the context of the probabilities in a joint probd. Verify that the sum of each row and column of joint proba- ability distribution? bilities equals the marginal probability in that row or column. (Note: Rounding may cause slight deviations.) P.17 In this exercise, you are asked to verify that the sum of the joint probabilities in a row or column of a joint probability dis-P.12 Motor Vehicle Use"
    ],
    "type": "article-journal",
    "volume": [
      "P.6"
    ]
  },
  {
    "title": [
      "In this section, we introduce the concept of conditional probability"
    ],
    "type": null
  },
  {
    "title": [
      "DEFINITION P.1 Conditional Probability"
    ],
    "type": null
  },
  {
    "note": [
      "as displayed in Fig. P.2."
    ],
    "title": [
      "EXAMPLE P.3 Conditional Probability Rolling a Die When a balanced die is rolled once, six equally likely outcomes are possible"
    ],
    "type": null
  },
  {
    "note": [
      "P.2 Conditional Probability P-9"
    ],
    "title": [
      "Conditional probability is often used to analyze bivariate data. In Section P.1, we discussed contingency tables as a method for tabulating such data. We show next how to obtain conditional probabilities for bivariate data directly from a contingency table"
    ],
    "type": null
  },
  {
    "title": [
      "EXAMPLE P.4 Conditional Probability Age and Rank of Faculty Table P.3 repeats the contingency table for age and rank of faculty members at a university"
    ],
    "type": null
  },
  {
    "note": [
      "We used “Single” to mean “Never married.”"
    ],
    "title": [
      "EXAMPLE P.6 The Conditional Probability Rule Marital Status and Gender From Current Population Reports, a publication of the U.S. Census Bureau, we obtained a joint probability distribution for the marital status of U.S. adults by gender, as shown in Table P.4"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "d"
      },
      {
        "family": "units",
        "particle": "housing"
      }
    ],
    "date": [
      "2008"
    ],
    "note": [
      "For a player on the New England Patriots is selected at random. Find U.S. housing unit selected at random, determine the probability that the player selected P.2 Conditional Probability P-13"
    ],
    "title": [
      "Interpret your answers in parts (a)–(c) in terms of percentages. P.25 New England Patriots. From the National Football League (NFL) Web site, in the New England Patriots Roster, P.23 Housing Units. The U.S. Census Bureau publishes data we obtained information on the weights and years of experience on housing units in American Housing Survey for the United for the players on that team, as of December 3",
      "The con-States. The following table provides a frequency distribution for tingency table on the next page provides a cross-classification the number of rooms in U.S",
      "The frequencies are of those data. Compute the following conditional probabilities in thousands. Compute the following conditional probabilities directly; that is, do not use the conditional probability rule. A directly; that is, do not use the conditional probability rule"
    ],
    "type": null
  },
  {
    "title": [
      "FORMULA P.4 The Special Multiplication Rule"
    ],
    "type": null
  },
  {
    "title": [
      "EXAMPLE P.10 The Special Multiplication Rule"
    ],
    "type": null
  },
  {
    "note": [
      "Exercises P.3"
    ],
    "type": null
  },
  {
    "container-title": [
      "An article published in Science News"
    ],
    "note": [
      "The second number and, from the U.S. Census Bureau’s Current Population Reports, must be different from the first. Let 52% of U.S. adults are women. Find the probability that a randomly selected U.S. adult is a woman who suffers from holiday H = event the first number picked is a 3, and depression. Interpret your answer in terms of percentages. K = event the second number picked exceeds 4. P-20 MODULE P Further Topics in Probability"
    ],
    "pages": [
      "135"
    ],
    "title": [
      "Understanding the Concepts and Skills P.40 Internet Isolation",
      "reported on research concerning the effects of P.37 Regarding the general multiplication rule and the condi- regular Internet usage. According to the article, 36% of Ameritional probability rule: cans with Internet access are regular Internet users, meaning that a. State these two rules. they log on for at least 5 hours per week. Among regular Internet b. Explain the relationship between them. users, 25% say that the Web has reduced their social contact (e.g., c. Why are two different variations of essentially the same rule talking with family and friends and going out on the town). Deemphasized? termine the probability that a randomly selected American with P.38 Suppose that A and B are two events. Internet access is a regular Internet user who feels that the Web a. What does it mean for event B to be independent of event A? has reduced his or her social contact. Interpret your answer in b. If event A and event B are independent, how can their joint terms of percentages. probability be obtained from their marginal probabilities? P.41 ESP Experiment. A person has agreed to participate in P.39 Holiday Depression. According to the Opinion Research an extrasensory perception (ESP) experiment. He is asked to ran-Corporation, 44% of U.S. women suffer from holiday depression, domly pick two numbers between 1 and 6"
    ],
    "type": "article-journal",
    "volume": [
      "157"
    ]
  },
  {
    "author": [
      {
        "family": "a",
        "given": "Two U.S.",
        "particle": "governors are selected at random without replacement."
      },
      {
        "family": "Congress",
        "given": "Congress The U.S."
      },
      {
        "family": "affiliations?",
        "given": "Joint Committee",
        "particle": "on different political-party"
      }
    ],
    "container-title": [
      "The Women Physicians members of the 110th Congress by legislative group and political Congress compiles data on medical school faculty and publishes party is shown on the next page. The “other” category includes the results in AAMC Faculty Roster. The following contingency Independents and vacancies"
    ],
    "note": [
      "Rep = Representative.) P.3 The Multiplication Rule; Independence P-21"
    ],
    "title": [
      "Find the probability that the first is a Republican and the sec- a. Find P(C1 ). ond a Democrat. b. Find P(C1 | S2 ). b. Find the probability that both are Republicans. c. Are events C1 and S2 independent? Explain your answer. c. Draw a tree diagram for this problem similar to the one shown d. Is the event that an injured person is male independent of the in Fig. P.5 on page P-16. event that an injured person was hurt at home? Explain your d. What is the probability that the two governors selected have answer. the same political-party affiliation? e. What is the probability that the two governors selected have P.47 U.S",
      "Printing, provides information on the composition of Congress in Congressional Directory. A joint probability distribution for the P.45 Medical School Faculty"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "Determine",
      "News and World"
    ],
    "note": [
      "T2 P( Di ) Report, a reader discussed the issue of space shuttle safety. Each Bachelor’s “criticality 1” item must have 99.99% reliability, according to 0.343 0.289 0.632 NASA standards, meaning that the probability of failure for such D1 an item is 0.0001. Mission 25, the mission in which the Chal-Highest degree"
    ],
    "title": [
      "a",
      "P.51 Drawing Cards. Two cards are drawn at random from an b. Use the special multiplication rule to determine whether ordinary deck of 52 cards. Determine the probability that both events P1 and C2 are independent. cards are aces if a. the first card is replaced before the second card is drawn. P.48 Scientists and Engineers. The National Center for Ed- b. the first card is not replaced before the second card is drawn. ucation Statistics publishes information on U.S. engineers and scientists in Digest of Education Statistics. The following table P.52 Yahtzee. In the game of Yahtzee, five balanced dice are presents a joint probability distribution for engineers and scien- rolled. tists by highest degree obtained. a. What is the probability of rolling all 2s? b. What is the probability that all the dice come up the same number? Type P.53 The Challenger Disaster. In a letter to the editor that ap-Engineer Scientist peared in the February 23, 1987, issue of U.S"
    ],
    "type": "article-journal",
    "volume": [
      "P(P1 ), P(C2 ), and P(P1 & C2",
      "T1"
    ]
  },
  {
    "author": [
      {
        "given": "c"
      }
    ],
    "container-title": [
      "Department percent of the students pass on the first try; of those that fail on of Commerce, the Economics and Statistics Administration"
    ],
    "note": [
      "and the first try, 54% pass on the second try; and of those remaining, the U.S. Census Bureau in An Aging World: 2001. The following 48% pass on the third try. table gives the percentages of elderly in three age groups for a. What is the probability that a student passes on the second try?"
    ],
    "title": [
      "If two adults are selected at random from the Midwest, what P.61 Gender of Students. In Example P.8 on page P-15, we is the probability that the first person is in favor of the death discussed randomly selecting, without replacement, two students penalty and the second person is not? from Professor Weiss’s introductory statistics class. Suppose now d. In doing your calculations in parts (a)–(c), are you assuming that three students are selected without replacement. What is the sampling with replacement or without replacement? Does it probability that the first two students chosen are female and the make a difference which of those two types of sampling is third is male? (Hint: Refer to Exercise P.60.) used? Explain your answers. P.62 Calculus Pretest. Students are given three chances to pass P.57 An Aging World. The growth of the elderly population in a basic skills exam for permission to enroll in Calculus I. Sixty the world was studied in a joint effort by the U.S"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "America",
        "given": "North"
      },
      {
        "family": "year",
        "given": "Asia",
        "particle": "in the"
      }
    ],
    "date": [
      "2000"
    ],
    "title": [
      "b. What is the probability that a student passes on the third try? c. What percentage of students pass? P.63 In this exercise, you examine further the concepts of inde-65–74 75–79 80 or older pendent events and mutually exclusive events"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Total Probability U.S. Demographics The U.S",
        "given": "E.X.A.M.P.L.E.P11 The Rule",
        "particle": "of"
      }
    ],
    "title": [
      "Census Bureau presents data on age of residents and region of residence in Current Population Reports. The first two columns of Table P.6 give a percentage distribution for region of residence; the third column"
    ],
    "type": null
  },
  {
    "note": [
      "residents that are seniors."
    ],
    "title": [
      "shows the percentage of seniors (age 65 years or over) in each region. For instance, 18.3% of U.S. residents live in the Northeast, and 13.6% of those who live in the Northeast are seniors. Use Table P.6 to determine the percentage of U.S"
    ],
    "type": null
  },
  {
    "note": [
      "The percentages shown in the second and third columns of Table P.6 translate into TABLE P.7 the probabilities displayed in Table P.7."
    ],
    "title": [
      "Solution To solve this problem, we first translate the information displayed in Table P.6 into the language of probability. Suppose that a U.S. resident is selected at random. Let S = event the resident selected is a senior, and R1 = event the resident selected lives in the Northeast, R2 = event the resident selected lives in the Midwest, R3 = event the resident selected lives in the South, and R4 = event the resident selected lives in the West"
    ],
    "type": null
  },
  {
    "pages": [
      "0 112"
    ],
    "title": [
      "Probabilities derived from Table P.6 The problem is to determine the percentage of U.S. residents that are seniors, or, in terms of probability, P(S). Because a U.S. resident must reside in exactly P(R1 ) = 0.183 P(S | R1 ) = 0.136 one of the four regions, events R1",
      "are mutually exclusive and ex-P(R2 ) = 0.222 P(S | R2 ) = 0.128 haustive. Therefore, by the rule of total probability applied to the event S and from P(R3 ) = 0.363 P(S | R3 ) = 0.125 Table P.7, we have P(R4 ) = 0.232 P(S | R4"
    ],
    "type": null,
    "volume": [
      "R2 , R3 , and R4"
    ]
  },
  {
    "container-title": [
      "Exercise"
    ],
    "title": [
      "Interpretation 12.5% of U.S. residents are seniors"
    ],
    "type": "article-journal",
    "volume": [
      "P.73(a"
    ]
  },
  {
    "author": [
      {
        "family": "U.S",
        "given": "E.X.A.M.P.L.E.P12 Bayes’s Rule"
      }
    ],
    "note": [
      "Now we ask: What percentage of seniors are Northeast residents?"
    ],
    "title": [
      "Demographics From Table P.6 on page P-24, we know that 13.6% of Northeast residents are seniors"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "d"
      }
    ],
    "container-title": [
      "Of U.S. adults, roughly 48% are men and 52% women. third column gives, for each race/ethnicity category, the percenta. What percentage of U.S. adults believe in such aliens? age of those who were exposed to AIDS by drug injection. b. What percentage of U.S. women believe in such aliens? c. What percentage of U.S"
    ],
    "note": [
      "adults that believe in such aliens are women? Race/ethnicity % cases % drug injection"
    ],
    "title": [
      "Interpret your answers in parts (a)–(c) in terms of percentages. P.74 AIDS by Drug Injection. The Centers for Disease Control and Prevention publishes selected data on AIDS in the document P.71 Belief in Extraterrestrial Aliens. According to an Opin-HIV/AIDS Surveillance Report. The first two columns of the folion Dynamics Poll published in USA TODAY, roughly 54% of lowing table provide a race/ethnicity distribution for males in the U.S. men and 33% of U.S. women believe in extraterrestrial United States and its territories who are living with AIDS; the aliens"
    ],
    "type": "chapter"
  },
  {
    "note": [
      "Exercises P.5"
    ],
    "type": null
  },
  {
    "note": [
      "Six choices are offered for the first question, 8 for model choice, called the Nanaimo. the second, 5 for the third, 19 for the fourth, 16 for the fifth, and a. Draw a tree diagram similar to the one shown in Fig. P.8 de- 14 for the sixth. How many possibilities are there for answering picting the possible choices for the selection of a home, in- all six questions? cluding both model and elevation. b. Use the tree diagram in part (a) to determine the total number P.90 Toyota Prius. There are many choices to make when buyof choices for the selection of a home, including both model ing a new car. The options for a Toyota Prius can be found on the and elevation. Toyota Web site. For 2009, choices are available, among others, P-38 MODULE P Further Topics in Probability"
    ],
    "title": [
      "Understanding the Concepts and Skills c. Use the BCR to determine the total number of choices for the selection of a home, including both model and elevation. P.83 What are counting rules? Why are they important? P.88 Zip Codes. The author spoke with a representative of the P.84 Why is the basic counting rule (BCR) often referred to as U.S. Postal Service and obtained the following information about the multiplication rule? zip codes. A five-digit zip code consists of five digits, of which P.85 Regarding permutations and combinations, the first three give the sectional center and the last two the post a. what is a permutation? office or delivery area. In addition to the five-digit zip code, there b. what is a combination? is a trailing plus four zip code. The first two digits of the plus c. what is the major distinction between the two? four zip code give the sector or several blocks and the last two the segment or side of the street. For the five-digit zip code, P.86 Home Models and Elevations. Refer to Example P.14 on the first four digits can be any of the digits 0–9 and the fifth page P-30. Suppose that the developer discontinues the Shalimar any of the digits 1–8. For the plus four zip code, the first three model but provides an additional elevation choice, D, for each of digits can be any of the digits 0–9 and the fourth any of the the remaining three model choices. digits 1–9. a. Draw a tree diagram similar to the one shown in Fig. P.8 de- a. How many possible five-digit zip codes are there? picting the possible choices for the selection of a home, in- b. How many possible plus four zip codes are there? cluding both model and elevation. c. How many possibilities are there in all, including both the b. Use the tree diagram in part (a) to determine the total number five-digit zip code and the plus four zip code? of choices for the selection of a home, including both model and elevation. P.89 Technology Profiles. Scientific Computing & Automation c. Use the BCR to determine the total number of choices for the magazine offers free subscriptions to the scientific community. selection of a home, including both model and elevation. The magazine does ask, however, that a person answer six questions: primary title, type of facility, area of work, brand of com-P.87 Home Models and Elevations. Refer to Example P.14 puter used, type of operating system in use, and type of instruon page P-30. Suppose that the developer provides an additional ments in use"
    ],
    "type": null
  },
  {
    "title": [
      "Explain your answer. e. Compare your answers in parts (a)–(d) to those in Exercise P.101"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Dodgers",
        "given": "Los Angeles"
      }
    ],
    "citation-number": [
      "P.98"
    ],
    "note": [
      "How many are possible if no state may have more than 1 senhave made for the three outfield positions? ator on the committee? P.6 The Poisson Distribution P-39"
    ],
    "title": [
      "From losangeles.dodgers.mlb.com, the official Web site of the 2008 National League West champion P.109 Senate Committees. The U.S. Senate consists of Los Angeles Dodgers major league baseball team, we found that 100 senators, 2 from each state. A committee consisting of 5 senthere were eight active players on roster available to play outfield. ators is to be formed. Assuming that these eight players could play any outfield posi- a. How many different committees are possible? tion, how many possible assignments could manager Joe Torre b"
    ],
    "type": null
  },
  {
    "title": [
      "EXAMPLE P.24 The Poisson Distribution"
    ],
    "type": null
  },
  {
    "container-title": [
      "and 7:00 P.M. P.6 The Poisson Distribution P-41"
    ],
    "title": [
      "Interpretation Chances are 9.5% that exactly 4 patients will arrive at the ER between 6:00 P.M"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "d",
        "given": "P.M."
      }
    ],
    "container-title": [
      "and"
    ],
    "issue": [
      "00"
    ],
    "title": [
      "Interpretation Chances are 82.1% that between 4 and 10 patients, inclusive, will arrive at the ER between 6:00 P.M",
      "We use the method of part (a) to generate Table P.11, a partial probability distribution of the random variable X"
    ],
    "type": "article-journal",
    "volume": [
      "7"
    ]
  },
  {
    "author": [
      {
        "given": "f"
      }
    ],
    "genre": [
      "Exercise P.125(a)–(e)"
    ],
    "title": [
      "Figure P.10 shows that the probability distribution is right skewed"
    ],
    "type": null
  },
  {
    "title": [
      "FORMULA P.12 Mean and Standard Deviation of a Poisson Random Variable"
    ],
    "type": null
  },
  {
    "title": [
      "EXAMPLE P.25 Mean and Standard Deviation of a Poisson Random Variable"
    ],
    "type": null
  },
  {
    "title": [
      "PROCEDURE P.1 To Approximate Binomial Probabilities by Using a Poisson Probability Formula"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "P.M."
      }
    ],
    "issue": [
      "00"
    ],
    "note": [
      "and 7:00 P.M. Solution Recall that the number of patients, X , that arrive at the ER between",
      "We applied the Poisson probability programs, resulting in Output P.1 on the next page. Steps for generating that output are presented in Instructions P.1, also on the next page. As shown in Output P.1, the required probability is 0.095. P.6 The Poisson Distribution P-45"
    ],
    "title": [
      "EXAMPLE P.27 Using Technology to Obtain Poisson Probabilities Emergency Room Traffic Consider again the illustration of emergency room traffic discussed in Example P.24, which begins on page P-40. Use Minitab, Excel, or the TI-83/84 Plus to determine the probability that exactly four patients will arrive at the emergency room between 6:00 P.M",
      "has a Poisson distribution with parameter λ = 6.9. We want the probability of exactly four arrivals, that is, P(X = 4"
    ],
    "type": null,
    "volume": [
      "6"
    ]
  },
  {
    "source": [
      "and 7:00 P.M. MINITAB"
    ],
    "title": [
      "OUTPUT P.1 Probability that exactly four patients will arrive at the emergency room between 6:00 P.M"
    ],
    "type": null
  },
  {
    "note": [
      "Exercises P.6"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "F",
        "given": "L."
      }
    ],
    "container-title": [
      "Journal of the Royal Statistical Society"
    ],
    "issue": [
      "3/4"
    ],
    "note": [
      "at random, find the probability that the number, X , of wars that b. find the mean and standard deviation of X. begin during that calendar year will be a. zero. b. at most two."
    ],
    "pages": [
      "242–250 ,"
    ],
    "title": [
      "Understanding the Concepts and Skills P.127 Wars. In the paper “The Distribution of Wars in Time",
      "P.119 Identify two uses of Poisson distributions",
      "Richardson analyzed the distribution of wars In each of Exercises P.120–P.123, we have provided the parame- in time. From the data, we determined that the number of wars ter of a Poisson random variable, X. For each exercise, that begin during a given calendar year has roughly a Poisson a. determine the required probabilities. Round your probability distribution with parameter λ = 0.7. If a calendar year is selected answers to three decimal places"
    ],
    "type": "article-journal",
    "volume": [
      "107"
    ]
  },
  {
    "author": [
      {
        "family": "X",
        "given": "X.",
        "particle": "e. Determine the standard deviation of"
      },
      {
        "family": "Driscoll",
        "given": "M.F."
      },
      {
        "family": "A",
        "given": "N."
      },
      {
        "family": "M",
        "given": "P."
      }
    ],
    "container-title": [
      "M . and"
    ],
    "issue": [
      "5",
      "15"
    ],
    "note": [
      "Determine the probability that the ber, X , of such cars has a Poisson distribution. Determine the number of Type 1 calls made from this motel during a period of probability that, between 3:00 P.M. and 3:15 P.M.,"
    ],
    "pages": [
      "540–546"
    ],
    "title": [
      "P.120 λ = 3; P(X = 2), P(X ≤ 3), P(X > 0). (Hint: For the c. between one and three, inclusive. third probability, use the complementation rule.) d. Find and interpret the mean of the random variable",
      "P.121 λ = 5; P(X = 5), P(X < 2), P(X ≥ 3). (Hint: For the third probability, use the complementation rule.) P.128 Motel Reservations",
      "Weiss discussed the modeling and solution of problems concerning mo-P.122 λ = 6.3; P(X = 7), P(5 ≤ X ≤ 8), P(X ≥ 2). tel reservation networks in “An Application of Queuing Theory P.123 λ = 4.7",
      "to Reservation Networks",
      "They defined a Type 1 call to be a call from a motel’s computer P.124 Fast Food. From past records, the owner of a fast-food terminal to the national reservation center. For a certain motel, restaurant knows that, on average, 2.4 cars use the drive-through the number, X , of Type 1 calls per hour has a Poisson distribuwindow between 3:00 P",
      "Furthermore, the numtion with parameter λ = 1.7"
    ],
    "type": "article-journal",
    "volume": [
      "P(X = 3), P(5 ≤ X ≤ 7), P(X > 2",
      "22",
      "3"
    ]
  },
  {
    "author": [
      {
        "family": "d",
        "particle": "e. Determine the standard deviation of X. places."
      }
    ],
    "issue": [
      "20"
    ],
    "note": [
      "Philosophical Magazine, Segather data on the number of cherries per pie. The data obtained ries 6,",
      "E. Rutherford and H. Geiger deby the students are presented in the following table. scribed the results of experiments with polonium. The experi-"
    ],
    "pages": [
      "698–707 ,"
    ],
    "title": [
      "Draw a histogram of the probabilities in part (c). P.129 Cherry Pies. At one time, a well-known restaurant chain sold cherry pies. Professor D. Lund of the University of P.125 Polonium. In the 1910 article “The Probability Variations Wisconsin - Eau Claire enlisted the help of one of his classes to in the Distribution of α Particles"
    ],
    "type": null,
    "volume": []
  },
  {
    "author": [
      {
        "given": "Prisoners"
      },
      {
        "family": "K. McLaughlin",
        "particle": "by"
      }
    ],
    "citation-number": [
      "P.131"
    ],
    "container-title": [
      "according to B. Ballenger’s The Lobster Almanac",
      "ber"
    ],
    "date": [
      "2002",
      "D8",
      "1998"
    ],
    "location": [
      "Darby, PA"
    ],
    "note": [
      "roughly 1 in every 30 mil-P.132 The Challenger Disaster. In a letter to the editor that lion lobsters hatched is yellow. Apply the Poisson approxiappeared in the February 23, 1987, issue of U.S. News and World mation to the binomial distribution to answer the following Report, a reader discussed the issue of space-shuttle safety. Each questions:"
    ],
    "pages": [],
    "publisher": [
      "Diane Publishing Company"
    ],
    "title": [
      "According to the article “Desktop Traveler: more than 7 of the males have Fragile X Syndrome; that at Prison Tours",
      "Decem- most 10 of the males have Fragile X Syndrome",
      "jails should be on the top of your list of travel P.134 A Yellow Lobster! As reported by the Associated Press, destinations, if you aren’t among the 1 in every 146 Americans ala veteran lobsterman recently hauled up a yellow lobster less than ready in prison. Use this information and the Poisson distribution a quarter mile south of Prince Point in Harpswell Cove, Maine. to determine the approximate probability that at most three peo-Yellow lobsters are considerably rarer than blue lobsters and, ple in a random sample of 500 Americans are currently in prison"
    ],
    "type": "article-journal",
    "volume": [
      "3"
    ]
  }
]
