[
  {
    "container-title": [
      "Q. E. D"
    ],
    "title": [
      "= -gV sin 2e(l +^ cos 2e"
    ],
    "type": "article-journal"
  },
  {
    "note": [
      "Therefore the proportion of the terrestrial to the solar tangential force, at any point in the lunar"
    ],
    "pages": [
      "105"
    ],
    "title": [
      "This is never less than -^ sin 2e ; while the solar tangential force is y^sin2e"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "P.I",
        "particle": "greatest"
      }
    ],
    "title": [
      "forces are the radial ones at syzygies ; and these are only l/23,300th of the earth's mean attraction on the moon"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "moon",
        "particle": "disturbing forces acting on the"
      }
    ],
    "note": [
      "or that in the undisturbed circular orbit, both reckoned eastwards up to 360 ; the sun's"
    ],
    "title": [
      "The lunar orbit round the earth resulting from this we shall call the P.I. orbit. Let e be the moon's actual elongation, as above, in the pure P.I. orbit, and <j> her mean elongation"
    ],
    "type": null
  },
  {
    "title": [
      "by the addition of the similarly directed P.I. forces, should increase the inequalities in the moon's motion there ; and, cor"
    ],
    "type": null
  },
  {
    "citation-number": [
      "2."
    ],
    "note": [
      "forces, should diminish the compression there. But these are both the reverse of the truth."
    ],
    "title": [
      "Since the Yar. orbit is compressed at A and C by the influence of the Var. forces, the reader would naturally expect that the just mentioned increase of the forces on the sunward side of the orbit, by the addition of the P.I. forces, should increase the compression there ; and, correspondingly, that the diminution of the forces on the off side of the orbit, by the subtraction of the P.I"
    ],
    "type": null
  },
  {
    "citation-number": [
      "3."
    ],
    "title": [
      "When the reader has teachably accepted, from equation (4), the position that the effect of the P.I. forces is to elongate the"
    ],
    "type": null
  },
  {
    "citation-number": [
      "5."
    ],
    "note": [
      "Such, however, is by no means the case. The P.I. in longitude is inversely propor-"
    ],
    "title": [
      "It would be reasonable enough to expect that since the P.I. forces are proportional to the inverse fourth power of the sun's distance, the P.I. in longitude should also be proportional to the same, or at least pretty nearly so"
    ],
    "type": null
  },
  {
    "title": [
      "of this is that a is the moon's mean place relatively explanation only to the earth about which she is revolving"
    ],
    "type": null
  },
  {
    "note": [
      "considered at"
    ],
    "pages": [
      "121"
    ],
    "title": [
      "The P.I. has, moreover, its own seeming kinematical paradox precisely similar to that of the Yar"
    ],
    "type": null
  },
  {
    "note": [
      "orbit. The inaccuracy involved in doing this is quite insensible."
    ],
    "title": [
      "In this we have contemplated the P.I. as existing by itself; but if we consider it as superposed on the Yar., a must be regarded as the moon's position in the Yar"
    ],
    "type": null
  },
  {
    "container-title": [
      "38. THE MOON'S PARALLACTIC INEQUALITY"
    ],
    "pages": [
      "145"
    ],
    "title": [
      "The P.I. disturbing forces are too complicated to be introduced with advantage into Fig"
    ],
    "type": "chapter"
  }
]
