[
  {
    "author": [
      {
        "family": "Mr. R. A",
        "particle": "by"
      }
    ],
    "citation-number": [
      "132"
    ],
    "title": [
      "The following map (Fig",
      "PROCTOR, gives at a glance the distribution of the nebulae on the celestial sphere with reference to the Milky Way, whose boundaries only are indicated"
    ],
    "type": null
  },
  {
    "date": [
      "1689"
    ],
    "note": [
      "HERSCHEL (W.), first observes"
    ],
    "title": [
      "FLAMSTEED'S catalogue of stars HELMHOLTZ'S measures of the",
      ".431. m limits of naked eye vision, 4. Focal distance of a lens defined"
    ],
    "type": null
  },
  {
    "citation-number": [
      "65."
    ],
    "date": [
      "1798"
    ],
    "pages": [
      "468"
    ],
    "title": [
      "the spectra of stars"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "HERSCHEL",
        "given": "F.O.U.C.A.U.L.T.",
        "particle": "determines the velocity"
      }
    ],
    "date": [
      "1789",
      "1787"
    ],
    "note": [
      "Future of the solar system, 501. HERSCHEL (W.), discovers two Galaxy, or milky way, 415. satellites of Uranus"
    ],
    "pages": [
      "360",
      "363"
    ],
    "title": [
      "discovers two of light, 222. satellites of Saturn"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "solarspots",
        "given": "G.A.L.I.L.E.O.",
        "particle": "observes"
      }
    ],
    "container-title": [
      "452. GALILEO'S resolution of the milky HERSCHEL'S catalogues of nebuway"
    ],
    "date": [
      "1611",
      "1781",
      "1610",
      "1780",
      "1610"
    ],
    "note": [
      "lae, 457. GALLE first observes Neptune HERSCHEL'S star-gauges, 479."
    ],
    "pages": [
      "415"
    ],
    "title": [
      "HERSCHEL (W.) discovers Uranus 288",
      "362. GALILEO'S discovery of satellites HERSCHEL (W.) observes double of Jupiter"
    ],
    "type": "chapter",
    "volume": [
      "343. stars"
    ]
  },
  {
    "date": [
      "1846"
    ],
    "note": [
      "HERSCHEL (W.) states that the"
    ],
    "pages": [
      "367"
    ],
    "type": null
  },
  {
    "container-title": [
      "GOULD'S uranometry, 435. HERSCHEL'S (W.) views on the Gravitation extends to the stars, nature of nebulae, 458. 451, 456. HEVELTUS'S catalogue of stars,435. Gravitation resides in each particle HILL'S (G. W.) orbit of Donati's of matter"
    ],
    "date": [
      "1783"
    ],
    "note": [
      "comet, 409. Gravitation, terrestrial (its laws), HILL'S (G. W.) theory of Mer 194. cury, 323."
    ],
    "pages": [
      "474",
      "139"
    ],
    "title": [
      "Geodetic surveys, 199. solar system is in motion"
    ],
    "type": "chapter",
    "volume": [
      "Golden number, 252"
    ]
  },
  {
    "container-title": [
      "HALL'S discovery of satellites of HUGGINS first observes the spectra Mars, 338. of nebulae (1864), 465. HALL'S rotation-period of Saturn, HUGGINS' observations of the spec-352. tra of the planets, 370, et seq. HARKNESS observes the spectrum HUGGINS' and MILLER'S observaof the corona"
    ],
    "date": [
      "1666",
      "1682",
      "1869"
    ],
    "note": [
      "tions of spectrum of new star of Hauptpunkte of an objective, 64. 1866, 445-6."
    ],
    "pages": [
      "305"
    ],
    "title": [
      "Gravity (on the earth) changes HOOKE'S drawings of Mars",
      "with the latitude, 203. 336. Greek alphabet, 7. Horizon (celestial sensible) of an Gregorian calendar, 255. observer defined, 23. GYLDEN, hypothetical parallax of HORROX'S guess at the solar parstars, 454. allax, 225. GYLDEN on the distribution of the Hour angle of a star defined, 25. stars, 489. HUBBARD'S investigation of orbit HALLEY predicts the return of a of Biela's comet, 404. comet",
      "397. HOGGINS' determination of mo-HALLEY'S comet, 398. tion of stars in line of sight, 471"
    ],
    "type": "chapter"
  },
  {
    "date": [
      "1655"
    ],
    "location": [
      "Saturn"
    ],
    "pages": [
      "360",
      "507"
    ],
    "publisher": [
      "INDEX"
    ],
    "title": [
      "HANSEN'S value of the solar paral- HUGGINS' and MILLER'S observa lax, 8\".92, 227. tions of stellar spectra, 468. HEIS'S uranometry of the northern HUYGHENS discovers a satellite of sky, 417"
    ],
    "type": "book"
  },
  {
    "container-title": [
      "B.C",
      "Solar cycle"
    ],
    "note": [
      "Solar heat and light, its cause, 306. Saturn's satellites, elements, 361. Solar heat, its amount, 284. INDEX. 511"
    ],
    "pages": [
      "359",
      "360"
    ],
    "title": [
      "Saturn's rings, their constitution",
      "Solar corona, extent of, 299. Saturn's rings, their phases, 357"
    ],
    "type": "article-journal",
    "volume": [
      "420",
      "255. Saturn's satellites"
    ]
  }
]
