[
  {
    "author": [
      {
        "given": "B.A.S.I.C."
      }
    ],
    "title": [
      "Beginners Ail-Purpose Symbolic Instructional Code\" is the pro gramming language of most microcomputers"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "screen",
        "particle": "display"
      }
    ],
    "title": [
      "The part of the computer where information appears; The cath ode ray tube"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "hardware"
      }
    ],
    "note": [
      "as opposed to the computer programs (the software)."
    ],
    "title": [
      "The computer machinery"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Input",
        "given": "I./O."
      },
      {
        "given": "output"
      }
    ],
    "title": [
      "The device used to transmit information into the computer or the device used to transmit information from the computer to the \"outside\" world"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "peripheral"
      }
    ],
    "title": [
      "An attachment for a computer. examples: printer, disk drive, game paddles, etc"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "prompt"
      }
    ],
    "note": [
      "read only memory (ROM). Permanent information and instructions built into the microcomputer."
    ],
    "title": [
      "A question the computer asks. prompt character. A symbol that indicates that the computer is looking for input from the user. example: The \"?\" or the cursor. random access memory (RAM). Replaceable information and instruction cre ated for or with a microcomputer"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "key",
        "given": "R.E.T.U.R.N."
      }
    ],
    "note": [
      "software (s6ft war). Prepackaged program(s) for a computer. space bar. The long narrow bar at the bottom of the keyboard. When depressed, it generates a blank character on the display screen. storage (stor ij). The place where information is stored in a computer system."
    ],
    "title": [
      "The key a user presses when input is finished. screen (skren). The place where you see words and images on a computer. The cathode ray tube. simulation (sim yoo la shen). To represent the functioning of another system by the execution of a computer program"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "RAM",
        "given": "Can",
        "particle": "be"
      },
      {
        "family": "ROM",
        "given": "disk"
      },
      {
        "family": "etc",
        "particle": "tape"
      }
    ],
    "title": [
      "Takes in information, holds, and at a later time, returns the information. syntax (sjn taks). Formal rules for how a computer program is written in a spe cific computer language"
    ],
    "type": null
  },
  {
    "note": [
      "5 programs. Ages 8 and up."
    ],
    "title": [
      "SOCIAL STUDIES The States GameTM: 50 states of the U.S.A. have their own person ality, history and terrain. Learn hard facts while guessing the states from descriptive clues"
    ],
    "type": null
  },
  {
    "note": [
      "politics, economics, technology, science, art and literature. 15 programs. Ages 14 and up."
    ],
    "title": [
      "The Decades Game. TM A dating game in which you learn histori cal facts as you determine the decades of events in U.S"
    ],
    "type": null
  }
]
