[
  {
    "author": [
      {
        "family": "G",
        "given": "David G.Egler Daniel"
      }
    ],
    "location": [
      "North Carolina"
    ],
    "publisher": [
      "Ellis William C. Griffin Worcester State College, Massachusetts Appalachian State University"
    ],
    "title": [
      "Graetzer Western Illinois University University of Washington at Seattle Robert P"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "College",
        "given": "King's"
      },
      {
        "family": "New York",
        "given": "Pennsylvania University",
        "particle": "of Wisconsin at Green Bay Joseph R. Peden Hilel B. Salomon City University of"
      },
      {
        "family": "Chicago",
        "given": "University",
        "particle": "of South Carolina at Columbia Bernard M. Baruch College Daniel C. Scavone John M. Pederson University of Southern Indiana University of Nebraska at Lincoln Bernard Schlessinger Texas Woman's University Mark Pestana City College of"
      },
      {
        "family": "North Texas Susan L. Piepke Elon College",
        "given": "Richard J.Daley College June H.Schlessinger University",
        "particle": "of"
      },
      {
        "family": "Chicago Ernest R. Pinson Union University",
        "given": "North Carolina Steven P.Schultz Loyola University",
        "particle": "of"
      },
      {
        "family": "College",
        "given": "Tennessee Thomas C.Schunk Bellevue"
      },
      {
        "family": "A",
        "given": "Nebraska David Pitre The Dunham School T."
      }
    ],
    "location": [
      "Ontario, Canada"
    ],
    "note": [
      "Anne W. Sienkewicz Independent Scholar John D. Raymer Independent Scholar Thomas J. Sienkewicz Monmouth College, Illinois Dennis Reinhartz University of Texas at Arlington Ralph Smiley Bloomsburg University of Pennsylvania Rosemary M. Canfield Reisman Charleston Southern University, South Carolina Clyde Curry Smith"
    ],
    "publisher": [
      "Shippey University of Texas at Austin John Powell Pennsylvania State University at Erie J. Lee Shneidman Adelphi University, New York Charles H. Pullen Queen's University"
    ],
    "type": null
  },
  {
    "date": [
      "1895",
      "1996"
    ],
    "location": [
      "London",
      "Buffalo, N.Y"
    ],
    "note": [
      "ville, more than Henry II even, Bracton was the Plucknett, T.F.T. Early English Legal Literature."
    ],
    "publisher": [
      "Quaritch",
      "Selden, and Sir Matthew Hale. More than Glan- Hein"
    ],
    "title": [
      "Richard Tottell in 1569, ensured the availability of Bracton. of Bracton's work for later generations of legal - - - . Select Passages from the Works of Bracton scholars in the age of Sir Edward Coke, John and Azo",
      "Usefulfor a comparative approach"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "Schulz, Fritz. \"Bracton on Kingship.\" The English Kantorowicz, H. Bractonian Problems. Glas-"
      }
    ],
    "collection-title": [
      "Essays in English Legal History"
    ],
    "container-title": [
      "In this gow",
      "lier research. Thome, S.E. \"Henry de Bracton, 1268-1968\" and McIlwain, Charles H. Constitutionalism, Ancient \"The Text of Bracton's De Legibus Angliae.\" In and Modem",
      "Historical Review"
    ],
    "date": [
      "1958",
      "1986",
      "1965",
      "1968",
      "1941",
      "1947",
      "1985"
    ],
    "edition": [
      "2d"
    ],
    "editor": [
      {
        "family": "Richardson",
        "given": "H.G."
      }
    ],
    "issue": [
      "1945"
    ],
    "location": [
      "Cambridge",
      "Holmes Beach, Fla",
      "Cambridge, Mass",
      "London",
      "Jackson",
      "Ithaca, N.Y",
      "W.Va"
    ],
    "pages": [
      "136–176"
    ],
    "publisher": [
      "Cambridge University Press",
      "Gaunt",
      "Harvard Text",
      "Selden",
      "Cornell Uni",
      "London and versity Press",
      "Hambledon Press"
    ],
    "title": [
      "true father of the common law of England",
      "Bracton in the Bibliography setting of his times by a distinguished historian Bracton, Henry de. Bracton on the Laws and of medieval legal history. Customs of England",
      "Bracton: The Problem of His Thorne",
      "An illuminating University Press, and London: Oxford Uni- overview of the subject by a leading constituversity Press",
      "The definitive English tional historian",
      "Provides an important and a number of other articles, Schulz has made scholarly discussion and reevaluation of ear- a major contribution to Bractonian studies",
      "Pages 67-92 contain a bril- Ronceverte",
      "liant review of Bracton's contribution to the Thome's considerations of the man and his book"
    ],
    "translator": [
      {
        "family": "Samuel",
        "given": "E."
      },
      {
        "literal": "translation."
      }
    ],
    "type": "article-journal",
    "volume": [
      "4",
      "60"
    ]
  },
  {
    "author": [
      {
        "family": "Ellis",
        "given": "Clarence"
      }
    ],
    "date": [
      "1952",
      "1923",
      "1912"
    ],
    "location": [
      "London",
      "Manchester",
      "and New York",
      "London"
    ],
    "note": [
      "ministrative system during the minority of Powicke, Sir F. Maurice. King Henry III and the wrd Henry III, as supervised by de Burgh."
    ],
    "publisher": [
      "Phoenix House",
      "Manthe",
      "chester University Press",
      "Barnes Norgate, Kate. The Minority of Henry the Third. and Noble",
      "Macmillan"
    ],
    "title": [
      "Hubert de Burgh: A Study in Con- Tout, T.F. Chapters in the Administrative History of stancy",
      "This is Medieval England",
      "only biography of the great justiciar",
      "Chapter 5 of volume I",
      "This very detailed provides what is still the best account of the adstudy is useful but rather dated"
    ],
    "type": null,
    "volume": [
      "6"
    ]
  },
  {
    "author": [
      {
        "given": "Edward"
      },
      {
        "family": "Wilkinson",
        "given": "B."
      }
    ],
    "container-title": [
      "land"
    ],
    "date": [
      "1947"
    ],
    "location": [
      "Oxford",
      "London and New York"
    ],
    "pages": [
      "1216–1399 3"
    ],
    "publisher": [
      "Clarendon Press"
    ],
    "title": [
      "A",
      "The Constitutional History of Engdetailed study of the Plantagenetking and his son"
    ],
    "type": "chapter",
    "volume": [
      "2",
      "vols"
    ]
  },
  {
    "author": [
      {
        "given": "Edward"
      }
    ],
    "date": [
      "1948",
      "1953"
    ],
    "note": [
      "political setting in which de Burgh operated. Gavin R. G. Hambly"
    ],
    "publisher": [
      "Ox- Longman"
    ],
    "title": [
      "The Thirteenth Century, 1216-1307",
      "contains an exford: Clarendon Press",
      "Chapters 1-3 pro- cellent summary of events, supported by convide an excellent scholarly account of the temporary documentation"
    ],
    "type": null,
    "volume": [
      "1"
    ]
  },
  {
    "author": [
      {
        "family": "Nelson",
        "given": "Janet L.Charles the Bald London"
      },
      {
        "family": "Poupardin",
        "given": "New"
      },
      {
        "given": "Rene"
      },
      {
        "family": "Macmillan",
        "particle": "a reassessment"
      }
    ],
    "container-title": [
      "Cambridge Medieval History"
    ],
    "date": [
      "1992",
      "1924"
    ],
    "location": [
      "York"
    ],
    "note": [
      "Included are an ex- count of the period of Charles the Bald's life and tensive bibliography and an annotated list of the the complicated affairs of the divided empire."
    ],
    "publisher": [
      "Longman"
    ],
    "title": [
      "'''The Carolingian Kingdoms",
      "The author is the leading 840-877",
      "contemporary authority on Charles the Bald. Her Germany and the Western Empire. Cambridge: book is both a political biography, following his Cambridge University Press, 1922; New York: life in chronological sequence",
      "A detailed and invaluable acof his place in French history"
    ],
    "type": "chapter",
    "volume": [
      "3"
    ]
  },
  {
    "author": [
      {
        "family": "O'Callaghan",
        "given": "Joseph F."
      }
    ],
    "container-title": [
      "tagonist. Part One surveys the history of Spain in Rowman and Littlefield"
    ],
    "date": [
      "1975",
      "1990",
      "1975"
    ],
    "location": [
      "Ithaca, N.Y",
      "New York",
      "Totowa, N.J"
    ],
    "note": [
      "There is an annotated ter on EI Cid. bibliography as well as genealogical tables. Smith, Colin. Introduction and notes in Poema de"
    ],
    "publisher": [
      "Cornell University Press",
      "Knopf"
    ],
    "title": [
      "Duggan makes a valuable contribution to the his",
      "A History ofMedieval Spain. tory of the epic text itself",
      "Inter-Fletcher, Richard. The Quest for El Cid. London: esting in its use of contemporary chronicles, not Hutchinson, 1989",
      "only peninsular, as source material. This is a historical rather than a literary examina- Read, Jan. The Moors in Spain and Portugal. Lontion of the Cantar de mio Cid and of its main pro- don: Faber and Faber, 1974",
      "Told from the the eleventh century; an \"Intermission\" exam- Moorish point of view, Read's history makes use ines the sources for Cid' s life; and Part Two cen- of many Arabic sources and includes a fine chapters upon his personality"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "MacKay",
        "given": "Angus"
      }
    ],
    "date": [
      "1972",
      "1977"
    ],
    "location": [
      "Oxford",
      "London"
    ],
    "note": [
      "poem as well as an exhaustive introduction, a Contains good background information on the bibliography, and historical footnotes. civil wars that preceded EI Cid's exile. Charlene E. Suscavage"
    ],
    "publisher": [
      "Clarendon Press",
      "Mac",
      "Martin's Press"
    ],
    "title": [
      "Spain in the Middle Ages: From mio Cid",
      "Con-Frontier to Empire, 1000-1500",
      "tains perhaps the definitive edition of the epic millan, and New York: St"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "."
      },
      {
        "family": "England Barrow",
        "given": "G.W.S.",
        "particle": "wider picture of Norman expansion in"
      },
      {
        "family": "mid-1150's",
        "given": "New"
      },
      {
        "family": "Ritchie",
        "given": "R.L.G."
      }
    ],
    "container-title": [
      "cornerstone of all research done on the"
    ],
    "date": [
      "1908",
      "1976",
      "1980",
      "1954"
    ],
    "location": [
      "London",
      "Oxford"
    ],
    "note": [
      "Kingship and Unity: Scotland, 1000-1306. Normanization of Scotland. Contains a color re-London: Arnold, and Toronto: University of To- production of David I as a very old man, which ronto Press, 1981. Written at the same time as the was made in 1159; it is of little value for his acprevious entry, these two books set forth a recent tual appearance. analysis of the period by Barrow, dean of medi- Kenneth G. Madison"
    ],
    "pages": [
      "– – –",
      "– –"
    ],
    "publisher": [
      "Nutt",
      "Clarendon Press",
      "Clarendon Press",
      "Oxford University Press",
      "Edinburgh University Press"
    ],
    "title": [
      "Scottish Annals from English Chroniclers, feudalization of the area. A.D. 500 to 1286",
      "A collec- Le Patourel, John. The Norman Empire. Oxford: tion of translated excerpts from English chroni",
      "Although presenting the clers, who mentioned Scottish affairs",
      "The Anglo-Norman Era in Scot- and northern France from the early 900's to the tish History",
      "Le Patourel furnishes the back-York",
      "A fairly ground against which David I acted. technical discussion of the process of Normani",
      "The Normans in Scotland. Edinzation of Scotland, for which David I was mainly burgh",
      "The responsible"
    ],
    "type": "chapter"
  },
  {
    "title": [
      "untechnical, and clear exposition of Duns position an unsupported bias"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "ontology",
        "given": "Scotus'"
      },
      {
        "family": "epistemology",
        "given": "theology"
      },
      {
        "family": "Ryan",
        "given": "J.K."
      },
      {
        "family": "W",
        "given": "B."
      }
    ],
    "date": [
      "1965"
    ],
    "editor": [
      {
        "literal": "eds."
      }
    ],
    "location": [
      "Washington, D.C",
      "Bettoni, Wolter, Bonansea, Campbell, Bertrand James"
    ],
    "note": [
      "The Problem of One or Alluntis, Effler, Barth, Oberman, Saint-Maurice, Plural Substantial Forms inMan as Found in the and others."
    ],
    "title": [
      "Bonansea",
      "John Scotus, ethics by comparing and contrasting them with 1265-1965",
      "Catholic Univerthe doctrines of Saint Thomas Aquinas, Aris- sity of America Press",
      "Fifteen essays covtotle, and Henry of Ghent. Fails, however, to ering a wide range of philosophical and convey a real sense of the originality, precision, theological topics by such distinguished Scotist and subtlety of Duns Scotus' mind. scholars as Balic"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Thomas Aquinas",
        "given": "Works",
        "particle": "of St."
      },
      {
        "family": "Shircel",
        "given": "John Duns"
      },
      {
        "family": "L",
        "given": "Cyril"
      },
      {
        "family": "Wolter",
        "given": "Allan Bernard The Transcendentals"
      },
      {
        "family": "Effler",
        "given": "Roy R."
      },
      {
        "family": "Wolter",
        "given": "Allan B."
      },
      {
        "family": "Frank",
        "given": "William A."
      },
      {
        "family": "Wolter",
        "given": "Allan B."
      }
    ],
    "container-title": [
      "St. Scotus. St",
      "American Catholic Philosophical Scotus, Metaphysician. West Lafayette, Ind.: Quarterly"
    ],
    "date": [
      "1940",
      "1942",
      "1962",
      "1946",
      "1993"
    ],
    "location": [
      "Paterson, N.J",
      "Bonaventure, N.Y",
      "N.Y"
    ],
    "note": [
      "The article surveys Purdue University Press, 1995. The book in- Wolter's own research to date, and gives a brief cludes a short introduction to Scotus' life and overview of the present state of Scotus scholarwork, four selected excerpts from his writings ship."
    ],
    "pages": [
      "1–36"
    ],
    "publisher": [
      "St",
      "Franciscan Insti-Bonaventure",
      "Franciscan Institute",
      "tute"
    ],
    "title": [
      "The Univocity of the Concept of Scotus",
      "Anthony Guild Press, Being in the Philosophy of Duns Scotus",
      "Compares and contrasts the Thomistic the- ington, D.C.: Catholic University of America ory of the unity ofform with the Scotist theory of Press",
      "Successfully explains the view that the plurality of forms and their bearing on their the concept of being by which we know God and respective cosmologies, especially in the con- substance can be none other than univocal. cepts of space and time",
      "John Duns Scotus and the Principle Their Function in the Metaphysics of Duns \"Omne quod movetur ab alio movetur",
      "Successfully explains the task of Tells the story of Duns Scotus' rejection of the Duns Scotus in finding the ways in which the principle of motion embodied in the proposition transcendental concepts involve one another in \"Everything which is in motion is moved by an- his metaphysics. other",
      "Reflections on the Life and Work",
      "Duns of Scotus"
    ],
    "type": "article-journal",
    "volume": [
      "67"
    ]
  },
  {
    "author": [
      {
        "literal": "."
      },
      {
        "family": "Maurice",
        "given": "J."
      }
    ],
    "collection-title": [
      "the text is given in both Latin and English"
    ],
    "date": [
      "1990"
    ],
    "location": [
      "Ithaca, N.Y. and London"
    ],
    "note": [
      "Washing- divided into three parts: \"Metaphysics and Episton, D.C.: Catholic University of America Press, temology,\" \"Action Theory and Ethics,\" and"
    ],
    "pages": [
      "– – –"
    ],
    "publisher": [
      "Cornell Unilected bibliography. versity Press"
    ],
    "title": [
      "The Philosophical Theology of John Duns followed by an extensive commentary, and a se- Scotus",
      "This collection of studies by Grajewski",
      "The Formal Distinction of the foremost contemporary student of Scotus is Duns Scotus: A Study in Metaphysics"
    ],
    "type": null
  },
  {
    "date": [
      "1944"
    ],
    "title": [
      "An examination of Duns Scotus' formal \"Philosophical Theology.\" Also included is a distinctions between being and its transcenden- bibliography of Wolter's published work, which tals, between common nature and hacceity, and lists his English translations of Scotus"
    ],
    "type": null
  },
  {
    "date": [
      "1975"
    ],
    "note": [
      "interpretations of events, individuals, and insti- Dale E. Landon"
    ],
    "publisher": [
      "ford University Press"
    ],
    "title": [
      "The classic study of tutions. Chapters 11-16 are essential for an un-Anglo-Saxon England; invaluable for Stenton's derstanding of the forces in Edward's lifetime"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Ethelred",
        "particle": "brother"
      }
    ],
    "date": [
      "1975",
      "1962",
      "1961",
      "1981"
    ],
    "editor": [
      {
        "family": "many"
      },
      {
        "family": "Finberg",
        "given": "Burgundy H.P.R."
      },
      {
        "family": "and",
        "given": "Mercians\""
      },
      {
        "family": "Dorothy",
        "given": "David C.Douglas"
      },
      {
        "family": "I",
        "given": "Susie"
      },
      {
        "family": "Shippey",
        "given": "In- T.A."
      }
    ],
    "location": [
      "Chichester",
      "London and New York",
      "Brunswick, N.J",
      "London"
    ],
    "note": [
      "New house descended not from Alfred but from his",
      "tion of all forms of the major primary source for Hill, David. An Atlas ofAnglo-Saxon England. To- the period, including the Merdan Register. ronto:"
    ],
    "publisher": [
      "Phillimore",
      "Elder.\" Nelson",
      "Rutgers University Press",
      "Eyre and Spottiswoode",
      "University of Toronto Press"
    ],
    "title": [
      "Contains two papers of partic-Bibliography ular importance: \"Aethelflaed, Lady of the Ethelwerd. The Chronicle of Aethelweard",
      "The Submission to Edward the by Alistair Campbell",
      "An interesting text because it was Whitelock",
      "written by a member of the West Saxon royal Tucker. The Anglo-Saxon Chronicle",
      "Gives more credit to Edward",
      "Translathan The Anglo-Saxon Chronicle"
    ],
    "type": null
  },
  {
    "date": [
      "1981"
    ],
    "location": [
      "London"
    ],
    "pages": [
      "–"
    ],
    "publisher": [
      "Weidenfeld and Nicolson"
    ],
    "title": [
      "Bibliography the book, although Prestwich's scope is not lim-Chancellor, John. The Life and Times of Edward I. ited to these areas. A sophisticated, well-written"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "literal": "."
      },
      {
        "family": "O",
        "given": "C."
      }
    ],
    "date": [
      "1988",
      "1997",
      "1972",
      "1988"
    ],
    "editor": [
      {
        "family": "War",
        "given": "Politics"
      },
      {
        "family": "Herbert",
        "given": "Finance Under Edward"
      },
      {
        "family": "Trevor"
      },
      {
        "family": "Jones",
        "given": "Gareth Elwyn"
      },
      {
        "family": "l",
        "particle": "eds."
      },
      {
        "family": "I",
        "given": "Edward"
      },
      {
        "given": "Wales"
      }
    ],
    "location": [
      "London",
      "Conn",
      "London",
      "and Totowa, N.J",
      "Cardiff",
      "New"
    ],
    "note": [
      "of the relationship of the three elements ciety on the eve of the conquest, the conquest indicated in the title in the governance of Engitself, and the administration of the country by land under Edward I. the English. Sayles,"
    ],
    "pages": [
      "– – –",
      "– – –"
    ],
    "publisher": [
      "Methuen",
      "Yale University Press",
      "Faber",
      "Rowman",
      "University of and Littlefield",
      "Wales Press"
    ],
    "title": [
      "somely illustrated, clearly written biography in",
      "Edward l",
      "New tended for the intelligent general reader with no Haven",
      "This previous knowledge of this king or his realm. is a detailed narrative biography of the king. The Rather unfocused; Edward appears little more 1997 edition has an updated bibliography. often than do his father and son",
      "A thorough discussion",
      "The five articles collected based upon close and astute reading of the in this volume examine the state of Welsh so- sources",
      "The King's Parliament ofEngland"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Morris",
        "given": "John E.The Welsh Wars of Edward I.Ox-"
      }
    ],
    "date": [
      "1974",
      "1975",
      "1901",
      "1969"
    ],
    "location": [
      "York",
      "London"
    ],
    "note": [
      "Sayles's contributions to medieval English history."
    ],
    "publisher": [
      "Norton",
      "Arnold"
    ],
    "title": [
      "The ford: Clarendon Press",
      "New York: Haskell best introduction to parliamentary history for the House",
      "Though old, Morris' is still the best nonspecialist; less contentious than most of book on its topic"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Plucknett",
        "given": "T.F.T.The Legislation ofEdward l Ox- Stones"
      },
      {
        "family": "G.",
        "given": "E.L."
      },
      {
        "family": "Simpson",
        "given": "Grant G."
      }
    ],
    "date": [
      "1949",
      "1978",
      "1947"
    ],
    "editor": [
      {
        "family": "Henry",
        "given": "F.M.",
        "suffix": "III"
      },
      {
        "family": "Lord Edward",
        "particle": "the"
      }
    ],
    "location": [
      "ford"
    ],
    "note": [
      "Sutherland, Donald. Quo Warranto Proceedings in"
    ],
    "publisher": [
      "Oxford University Press",
      "Clarendon Press"
    ],
    "title": [
      "Edward I ford",
      "Compre- and the Throne of Scotland, 1290-1296",
      "hensive introduction to its title topic for those Oxford and New York: Oxford University Press, with some knowledge of the social and legal his",
      "The indispensable collection of docutory of the reign. ments concerning the earlier phase of the strug-Powicke",
      "Ox- gle for the rule of Scotland"
    ],
    "type": null,
    "volume": [
      "2"
    ]
  },
  {
    "author": [
      {
        "family": "Plucknett",
        "given": "T.F.T.The Legislation ofEdward l Ox- Stones"
      },
      {
        "literal": "Templeman, Geoffrey. \"Edward I and the Histo-Prestwich, Michael."
      }
    ],
    "container-title": [
      "Cambridge Historical lournallO (1950): State in England, 1272-1377"
    ],
    "date": [
      "1962",
      "1963"
    ],
    "edition": [
      "2d"
    ],
    "location": [
      "Oxford",
      "Oxford",
      "New York",
      "London"
    ],
    "note": [
      "A survey of the historiography of the feld and Nicolson, and New York: St. Martin's reign before 1950."
    ],
    "pages": [
      "16–35"
    ],
    "publisher": [
      "Clar",
      "endon Press",
      "Clarendon Press, Clarendon Press",
      "Weiden"
    ],
    "title": [
      "The Thirteenth Century",
      "the Reign of Edward I, 1278-1294",
      "Demonstrates the ineffi-1970. These two works by Powicke remain the ciency-indeed, sloppiness-in the enforcebest on the life and reign of Edward I and the times ment of the Quo Warranto inquests. which he dominated and personified",
      "The Three Edwards: War and rians"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "Press"
      }
    ],
    "date": [
      "1980"
    ],
    "publisher": [
      "Alexander EDWARD II"
    ],
    "title": [
      "The subtitle indicates the focus of lames W"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "literal": "phy of Edward II."
      },
      {
        "family": "Tout",
        "given": "T.F."
      }
    ],
    "collection-title": [
      "ment of parliamentary and administrative re-New"
    ],
    "container-title": [
      "Cambridge Medieval History",
      "Tanner, et aI",
      "Edward's McKisack"
    ],
    "date": [
      "1949",
      "1936",
      "May",
      "1959",
      "1991"
    ],
    "edition": [
      "2d"
    ],
    "editor": [
      {
        "family": "R",
        "given": "J."
      }
    ],
    "location": [
      "Cambridge",
      "Manchester",
      "Oxford",
      "York"
    ],
    "note": [
      "This form. is the fifth volume in the Oxford History of Eng- Larry W. Usilton EDWARD III"
    ],
    "publisher": [
      "Cambridge",
      "Manchester",
      "Clarendon Press",
      "Oxford University Press"
    ],
    "title": [
      "Useful for the general reader",
      "The Place of the Reign of Edward II in University Press, and New York: Macmillan, English History",
      "This is a chapter from one of the best University Publications",
      "This is an old bimultivolume surveys of the period. It is a ography, but Tout's views are not incompatible well-balanced presentation. with those of more recent historians",
      "The Fourteenth Century, reign, he argues, is important for the develop-1307-1399"
    ],
    "type": "article-journal",
    "volume": [
      "7"
    ]
  },
  {
    "container-title": [
      "The Age of Plantagenet and chaic. Edward as warrior and glorious victor; Valois"
    ],
    "date": [
      "1974",
      "1982"
    ],
    "editor": [
      {
        "family": "cated",
        "given": "L.C."
      },
      {
        "family": "B. Seaman",
        "particle": "the laity. Barnie is particularly inter-"
      }
    ],
    "location": [
      "and Ithaca, N.Y",
      "London and Boston",
      "New York",
      "and London"
    ],
    "note": [
      "other aspects of the reign are in the main ignored."
    ],
    "publisher": [
      "Cornell University Press",
      "Routledge",
      "Putnam",
      "Elek"
    ],
    "title": [
      "examines the political history of Edward's reign",
      "A pioneering study of the impact of war while the second focuses upon the state of the upon the English people, examined in terms of country during his reign. the political and social elites, the clergy, the edu- Packe, Michael. King Edward 1lI",
      "ested in the impact of the war upon chivalry",
      "Drum-and-trumpet history at its most ar-Fowler, Kenneth"
    ],
    "type": "chapter"
  },
  {
    "date": [
      "1967"
    ],
    "location": [
      "don",
      "and Bloomington"
    ],
    "publisher": [
      "Eyre and Spottiswoode"
    ],
    "title": [
      "A lavishly illustrated, clearly written over- Perroy, Edouard. The Hundred Years' War. Lonview of the Hundred Years' War and of its times"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Herbert",
        "given": "J."
      }
    ],
    "container-title": [
      "Emphasizes the role of the civilian in sup- tion of the reign of Edward III",
      "Edward"
    ],
    "date": [
      "1959",
      "1969",
      "1966",
      "1980",
      "1959",
      "1982"
    ],
    "editor": [
      {
        "given": "feld"
      },
      {
        "given": "Nicolson"
      }
    ],
    "genre": [
      "Lack-Hewitt,"
    ],
    "location": [
      "The King's Lieutenant",
      "Elek",
      "Manchester",
      "The Three Edwards",
      "and New York",
      "London",
      "and New York",
      "Oxford",
      "Suffolk"
    ],
    "note": [
      "Martin's the time of World War I, be called the home Press,",
      "plying and supporting the war effort. Vale, Juliet. Edward 111 and Chivalry: Chivalric So-McKisack, May. The Fourteenth Century, ciety and Its Context, 1270-1350. Woodbridge, 1307-1399."
    ],
    "pages": [
      "– – –",
      "1338–62",
      "1272–1377"
    ],
    "publisher": [
      "Henry of Indiana University Press",
      "Manchester Prestwich, Michael",
      "War and University Press",
      "Barnes and State in England",
      "Weiden-Noble",
      "St",
      "Clarendon Press",
      "Boydell Press"
    ],
    "title": [
      "The best general Grosmont, First Duke of Lancaster, 1310-1361. history of the war, but to be used with caution be-New York: Barnes and Noble, and London: cause of its strong bias toward the French cause",
      "A major biography of Henry , created a viewpoint in part explained by the author's ex-Duke of Lancaster in 1351, narrating and analyz- perience as a prisoner of the Nazis, which deing his career as royal counselor, soldier, diplo- prived him of access to the documents that he mat, administrator, and patron of religion. would ideally have needed for his history",
      "The Organization of War Under ing these, he relied upon a phenomenal memory",
      "An original study of what would",
      "The most sophisticated interpretafront",
      "A brilliant book"
    ],
    "type": "article-journal",
    "volume": [
      "111"
    ]
  },
  {
    "container-title": [
      "The author stresses the importance of Formative Years of a Military Career"
    ],
    "date": [
      "1991"
    ],
    "location": [
      "New York"
    ],
    "note": [
      "tournaments and demonstrates the importance of"
    ],
    "pages": [
      "1327–"
    ],
    "publisher": [
      "Oxford University Press"
    ],
    "title": [
      "The Vale argues with conviction that the impact of standard narrative history of Great Britain in the chivalry at the court of Edward III was essential reign of Edward III. to his reign, and to later generations' understand-Nicholson, Ranald. Edward 1lI and the Scots: The ing of it"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "1335."
    ],
    "container-title": [
      "M. The Reign of Edward 1lI: Crown nomic and administrative conditions in England, and Political Society in England"
    ],
    "date": [
      "1965",
      "1991"
    ],
    "location": [
      "London"
    ],
    "note": [
      "the book reveals the basis for Edward's military New Haven, Conn. and London: Yale University and political success abroad."
    ],
    "pages": [
      "1327–1377"
    ],
    "publisher": [
      "Oxford University Press",
      "versity Press"
    ],
    "title": [
      "chivalry as an international phenomenon. Reveals the complexities of relations among the Waugh, Scott L. England in the Reign of Edward English, the French, and the Scots in the testing 111. Cambridge and New York: Cambridge Uniyears indicated by the subtitle",
      "Through a survey of the eco-Ormrod, W"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "literal": "comprehensive evaluation of Egbert's influences, Stenton, F. M. Anglo-Saxon England."
      }
    ],
    "date": [
      "1971",
      "1990"
    ],
    "edition": [
      "3d"
    ],
    "note": [
      "The most thorough work Egbert's supremacy. on the period, though dated in some respects."
    ],
    "publisher": [
      "University Press"
    ],
    "title": [
      "Oxcareer, and accomplishments. Useful, though ford: Clarendon Press",
      "New York: Oxford somewhat dated. Includes a good map illustrating"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Jones",
        "given": "Gwyn"
      },
      {
        "given": "Ox-"
      }
    ],
    "container-title": [
      "The Governance of Anglo-Saxon Eng",
      "Eyre and the development and nature of royal government Spottiswoode"
    ],
    "date": [
      "1984",
      "1961"
    ],
    "edition": [
      "Rev."
    ],
    "editor": [
      {
        "family": "Whitelock",
        "given": "Dorothy"
      },
      {
        "family": "Douglas",
        "given": "David C."
      },
      {
        "family": "Loyn",
        "given": "Susie I."
      },
      {
        "family": "R",
        "given": "H."
      },
      {
        "given": "Tucker"
      }
    ],
    "location": [
      "Stanford, Calif",
      "New Brunswick, N.J",
      "and London"
    ],
    "publisher": [
      "Stanford Uni",
      "versity Press",
      "Arnold"
    ],
    "title": [
      "A History of the Vikings",
      "Provides an explanation of the events preceding ford and New York: Oxford University Press, Egbert's reign and a detailed account of his mili-1984. The best introduction to Viking culture in tary campaigns. Deals concisely with the reli-Scandinavia and its expansion into Britain, pro- ability of primary sources, particularly regarding viding valuable insights into the political reali- dating. Holds for the three-year exile of Egbert. ties of Egbert's age",
      "The Anglo-Saxon Chronicle: A Reland, 500-1087",
      "Treats Rutgers University Press, and London",
      "Includes translations of all in the period. Extremely useful for separating versions of the most important primary source early medieval concepts of kingship and rule relating to Egbert's reign"
    ],
    "translator": [
      {
        "given": "vised"
      }
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Bartold",
        "given": "W."
      },
      {
        "family": "Boyle",
        "given": "J.A."
      },
      {
        "family": "bibli-Lewis",
        "given": "C.Pellat"
      },
      {
        "family": "Schacht",
        "given": "J."
      },
      {
        "family": "Morgan",
        "given": "David The Mongols Oxford"
      },
      {
        "family": "Press",
        "given": "New",
        "particle": "sity"
      },
      {
        "literal": "Illus- ing on the period. trations and bibliographies. Petrushevsky, I. P. \"The Socio-economic Condition Boyle, J. A."
      }
    ],
    "container-title": [
      "The background reading regarding Mahmud Shorter Encyclopaedia of Islam",
      "The Cambridge II-Khans.\" In The Cambridge History of Iran, History of Iran",
      "Map and"
    ],
    "date": [
      "1965",
      "1986",
      "1968",
      "1968"
    ],
    "edition": [
      "2d ed. ography"
    ],
    "editor": [
      {
        "given": "B."
      },
      {
        "family": "Boyle",
        "given": "J.A."
      },
      {
        "family": "Boyle",
        "given": "J.A."
      }
    ],
    "location": [
      "Leiden",
      "and Ithaca, N.Y",
      "York",
      "Cambridge",
      "Cambridge"
    ],
    "note": [
      "This chapter pro- This chapter discusses at length prevailing social"
    ],
    "publisher": [
      "Brill",
      "Cornell Univer",
      "Blackwell",
      "Cam",
      "Cambridge University Press",
      "bridge University Press"
    ],
    "title": [
      "Gbiizan",
      "Ghazan's administrative reforms",
      "The best short account of the ca",
      "The most recent nonspereer of Mahmud Ghazan. Other entries give cialist account of the Mongol Empire, this book helpful information regarding numerous aspects is strongly recommended as introductory readof Islamic theology, history, and culture",
      "Dynastic and Political History of the of Iran Under the II-Khans"
    ],
    "type": "article-journal",
    "volume": [
      "2",
      "5",
      "5"
    ]
  },
  {
    "author": [
      {
        "family": "Campbell",
        "given": "Anna M."
      },
      {
        "family": "Thorndike",
        "given": "Lynn"
      },
      {
        "family": "C",
        "given": "A."
      }
    ],
    "container-title": [
      "The Middle English Translation position as the leading medical writer in Western of Guy de Chauliac's Anatomy, with Guy's Es-Europe prior to the sixteenth century. say on the History of Medicine",
      "The Revolution in Science"
    ],
    "date": [
      "1931",
      "1934",
      "1964",
      "1953",
      "A",
      "1500",
      "1969"
    ],
    "editor": [
      {
        "given": "Bjorn"
      }
    ],
    "location": [
      "New York",
      "New York",
      "London",
      "London",
      "Cambridge, Mass",
      "Lund, Sweden"
    ],
    "note": [
      "special emphasis on the impact of the Black Press,"
    ],
    "publisher": [
      "Columbia University sections. Press",
      "Columbia recorded history. University Press",
      "Columbia Uni-Crombie",
      "Falcon Press",
      "Harvard University",
      "Hall",
      "CWK Gleerup"
    ],
    "title": [
      "The Black Death and Men of eval surgical practices is highlighted in several Learning",
      "A classic study, with excellent cov",
      "A History of Magic and Experierage of the medical opinions of fourteenth cen- mental Science: The Fourteenth and Fifteenth tury physicians on the greatest catastrophe in Centuries",
      "Augustine to Galileo: The History of versity Press",
      "Chapter 30 is devoted to Science, A.D. 400-1650",
      "Guy and his contemporary physicians, with a 1952",
      "Even though Crombie is critical of Death on them and their respective societies. certain of Guy's anatomical ideas, he extols Guy's Wallner",
      "R",
      "A valuable late fourteenth"
    ],
    "type": "article-journal",
    "volume": [
      "Vols. 3 and 4"
    ]
  },
  {
    "container-title": [
      "supply a Christian interpretation to al-Hallaj's Moslem World"
    ],
    "date": [
      "1929"
    ],
    "editor": [
      {
        "literal": "O. H. \"AI Hallaj, Saint and Martyr.\""
      }
    ],
    "note": [
      "Material for willingness to die for his beliefs. this article was derived largely from Massig- J. R. Broadus"
    ],
    "pages": [
      "383–402"
    ],
    "title": [
      "were important in broadening interpretations of non's writings, though the author, in some re-Muslim theology. marks favorable to his subject, attempts to Thompson"
    ],
    "type": "chapter",
    "volume": [
      "19"
    ]
  },
  {
    "author": [
      {
        "family": "Barlow",
        "given": "Frank"
      }
    ],
    "date": [
      "1961",
      "1970"
    ],
    "editor": [
      {
        "family": "Whitelock",
        "given": "Dorothy"
      },
      {
        "family": "Douglas",
        "given": "David C."
      },
      {
        "family": "Tucker",
        "given": "Susie I."
      }
    ],
    "location": [
      "New Bibliography Brunswick, N.J",
      "London: London"
    ],
    "publisher": [
      "Rutgers University Press",
      "Eyre and Spottiswoode"
    ],
    "title": [
      "II represents a significant \"might have been\" in the Norman sources. Bibliography. field of \"history if",
      "The Anglo-Saxon Chronicle",
      "Edward the Confessor",
      "A basic Eyre and Spottiswoode, and Berkeley: Univer- contemporary source. Later chronicles by Florsity of California Press",
      "A scholarly study ence of Worcester, William of Malmesbury, and that includes many passing references to Harold, William of Jumieges are also relevant"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Bibliography Mookerji",
        "given": "R.K."
      }
    ],
    "date": [
      "1926"
    ],
    "location": [
      "Oxford"
    ],
    "publisher": [
      "Milford"
    ],
    "title": [
      "Harsha"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "given": "Bafia"
      },
      {
        "family": "Cowell",
        "given": "Mookerji's"
      },
      {
        "family": "Thomas",
        "given": "F.W."
      },
      {
        "family": "Panikkar",
        "given": "K.M.Sri Harsha of Kanauj",
        "particle": "Sanskrit biography."
      },
      {
        "family": "Mono-Devahuti",
        "given": "A."
      },
      {
        "given": "Deva"
      },
      {
        "family": "Majumdar",
        "given": "C."
      },
      {
        "family": "era",
        "given": "R.K."
      },
      {
        "family": "Muhammadan Conquest",
        "given": "B.C.",
        "particle": "to the"
      },
      {
        "given": "Hsiian-tsang"
      }
    ],
    "collection-title": [
      "Part of the Rulers of India series"
    ],
    "container-title": [
      "Mookerji (below). Includes genealogical tables Smith, Vincent A. The Early History of India and twelve plates. from 600"
    ],
    "date": [
      "1983",
      "1922",
      "1884",
      "1924",
      "1920"
    ],
    "edition": [
      "2d",
      "4th"
    ],
    "editor": [
      {
        "family": "B",
        "given": "D."
      }
    ],
    "location": [
      "Bombay",
      "Oxford",
      "and London",
      "Boston",
      "New York"
    ],
    "note": [
      "helped to bring Harsha to public nounced religious bias. This panegyric was written attention. Written from the viewpoint of a after Hsiian-tsang's return to China in 645. An- British Indian civil servant, this work proother translation may be found in Thomas Watter' s vides a more moderate view than that of On Yuan Chwang's Travels in India, 629-645 A.D. Panikkar. Includes an index, notes, illustra-(1904-1905). tions, and maps."
    ],
    "publisher": [
      "Oxford University Press",
      "Taraporevaja Sons and Co",
      "Clarendon Press",
      "Triibner",
      "Osgood",
      "Apt Books"
    ],
    "title": [
      "The Harsa-carita",
      "London: Royal seminal study was one of the first to promote Asiatic Society, 1897. Bafia, a Brahman and Harsha's importance in classical India. This bi-Harsha's court poet, covers Harsha's life until ography gathers together all the then-known inhe gained the throne in 612. Written in a mas- formation about this myth-shrouded figure. terly, highly ornate style, his work is the first Includes indexes and notes",
      "Harsha: A Political Study",
      "graph on the History of India in the First Half of Oxford",
      "An up- the Seventh Century A.D",
      "dated assessment, written from the Indian per",
      "One of the pispective, of Harsha's role in Indian history. oneer studies in Indian history, this work builds Using the greater documentation and informa- up Harsha as a king of enormous influence and tion at his disposal, Devahuti balances the more power, setting him against the background of his extreme views of R",
      "Includes indexes and notes",
      "Si-yu-ki: Buddhist Records of the West- Including the Invasion of Alexander the ern World",
      "1885",
      "This study, writ-The Chinese Buddhist pilgrim Hsiian-tsang covers ten by the editor of The Oxford History of Inhis friend's reign historically, although with a pro- dia"
    ],
    "translator": [
      {
        "family": "B",
        "given": "E."
      },
      {
        "family": "Beal",
        "given": "Samuel"
      }
    ],
    "type": "chapter",
    "volume": [
      "2"
    ]
  },
  {
    "author": [
      {
        "family": "Tripathi",
        "given": "R.S.",
        "particle": "ofthe"
      }
    ],
    "date": [
      "1937",
      "1954"
    ],
    "editor": [
      {
        "family": "Majumdar",
        "given": "R.C."
      }
    ],
    "location": [
      "Delhi",
      "bay"
    ],
    "note": [
      "challenges the traditional view of Harsha put for- provides original research on Harsha's capital"
    ],
    "publisher": [
      "Motilal Banarsidass",
      "Bharatiya Vidya Bhavan"
    ],
    "title": [
      "The History and Culture",
      "History of Kanauj to the Moslem Indian People",
      "The Classical Age. Bom- Conquest",
      "A very in- This important University of London thesis, offluential revisionist Indian historian, Majumdar ten cited by scholars of classical Indian history"
    ],
    "type": null,
    "volume": [
      "3"
    ]
  },
  {
    "publisher": [
      "Unsympathetic to Henry"
    ],
    "title": [
      "in its closing years"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "given": "Bibliography"
      }
    ],
    "container-title": [
      "The Minority of Henry III"
    ],
    "date": [
      "1962"
    ],
    "editor": [
      {
        "family": "Carpenter",
        "given": "D.A.",
        "particle": "d"
      },
      {
        "given": "Lon-"
      }
    ],
    "location": [
      "Oxford",
      "New"
    ],
    "publisher": [
      "Clarendon Press"
    ],
    "title": [
      "The Thirteenth Century, 1216-1307"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Treharne",
        "particle": "subsequent laws during Henry Ill's minority"
      },
      {
        "family": "F",
        "given": "Reginald"
      }
    ],
    "container-title": [
      "incisive interpretation of the process of versity Press"
    ],
    "date": [
      "1970",
      "1990",
      "1932"
    ],
    "location": [
      "Methuen, and Berkeley",
      "York",
      "Manchester",
      "New York"
    ],
    "publisher": [
      "don",
      "University of Cali",
      "Oxford University Press",
      "Unsurfornia Press",
      "Manchester Uniand",
      "Barnes and"
    ],
    "title": [
      "A useful analysis of the passed study of British history during the political intrigues and tensions of the baron wars reign of Henry III",
      "The Baronial Plan of Re-(1216-1225). Carpenter provides a very detailed form, 1258-1263"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "England Noble",
        "particle": "strengthening the royal authority in"
      }
    ],
    "date": [
      "1971"
    ],
    "note": [
      "Treharne had no high opinion"
    ],
    "title": [
      "Traces in depth the history of the against separatist feudal claims. Includes bibli- Barons' War, emphasizing the political and conography and index. stitutional aspects"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": ". The Reign of Henry III. London and Rio of Henry"
      }
    ],
    "container-title": [
      "London and Ronceverte, W.Va.: Ham-456 / THE MIDDLE AGES: HENRY III bleton Press",
      "these essays is on the period 1258-1264, the 1973. Reprints documents in Latin and Anreign's crisis years. glo-Norman French, with English translations Treharne"
    ],
    "date": [
      "1996",
      "1968"
    ],
    "editor": [
      {
        "family": "B",
        "given": "E."
      },
      {
        "family": "F.",
        "given": "Reginald"
      },
      {
        "family": "Sanders",
        "given": "I.J."
      }
    ],
    "location": [
      "Ohio",
      "Oxford"
    ],
    "pages": [
      "– – –"
    ],
    "publisher": [
      "Hambledon Press",
      "Clarendon Press"
    ],
    "title": [
      "whose reign he characterized as \"the Grande",
      "An miserable rule of royal incompetence and folly.\" in-depth, up-to-date study of the political and - - - . Simon de Montfort and Baronial Reform: economic dimensions of Henry Ill's rule, placed Thirteenth-Century Essays",
      "within the context of the most recent scholarly Fryde",
      "The principal concentration lion, 1258-1267",
      "Documents and commentaries"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Brown",
        "given": "A.L."
      }
    ],
    "container-title": [
      "E. F"
    ],
    "date": [
      "1964-01",
      "1968"
    ],
    "location": [
      "London",
      "New York"
    ],
    "note": [
      "The Fifteenth Century, 1399-1485. Ox- of the politics of Henry's reign and, more imporford: Clarendon Press, 1961. Chapters 1-3 are tant, for the sources it contains. basically a chronological account of Henry IV's Dale E. Landon"
    ],
    "pages": [
      "1–30"
    ],
    "publisher": [
      "Longman",
      "AMS Press"
    ],
    "title": [
      "''The Commons and the Council in the mentary title. Henry's failure to obtain such a Reign of Henry IV.\" English Historical Review title revealed one of his major political weak-79",
      "Brown attributes the nesses. actions of the Commons in the reign of Henry to Wylie, James H. History of England Under Henry a desire for good and economical government; the Fourth",
      "1884-the book argues against any constitutional pro- 1898",
      "Wylie's gram established by the first of the Lancastrian work is diminished by more recent interpretakings. tions, although it is still of value for its coverage Jacob"
    ],
    "type": "article-journal",
    "volume": [
      "4"
    ]
  },
  {
    "author": [
      {
        "family": "Bush",
        "given": "Susan"
      }
    ],
    "location": [
      "Cambridge, Mass"
    ],
    "publisher": [
      "Harvard University later Chinese art"
    ],
    "title": [
      "The Chinese Literati on Painting: Su riod, there is a brief discussion of Ma Yuan and Shih, 1037-1101, to Tung Chi Chi-ch'ang, 1555- Hsia Kuei, their paintings, and their impact on 1636"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "given": "Press"
      }
    ],
    "container-title": [
      "and Principles"
    ],
    "date": [
      "1971"
    ],
    "location": [
      "London and New York"
    ],
    "title": [
      "Quotes several Chinese scholars' Siren, Oswald. Chinese Painting: Leading Masters views of Ma Yuan and Hsia Kuei"
    ],
    "type": "article-journal",
    "volume": [
      "2"
    ]
  },
  {
    "author": [
      {
        "family": "Cahill",
        "given": "James"
      }
    ],
    "container-title": [
      "Yuan, Hsia Kuei, and Ma Lin, with examples of",
      ". A History of Early Chinese Painting"
    ],
    "date": [
      "1956",
      "1977",
      "1933"
    ],
    "issue": [
      "eir work. 2"
    ],
    "location": [
      "New York",
      "London",
      "New York"
    ],
    "pages": [
      "– – –"
    ],
    "publisher": [
      "Riz- Ronald Press",
      "Medici Society"
    ],
    "title": [
      "Chinese Painting",
      "Contains a glowing critique zoli",
      "Contains a chapter devoted to Ma ofMa Yuan's paintings"
    ],
    "type": "article-journal",
    "volume": []
  },
  {
    "author": [
      {
        "literal": "."
      },
      {
        "family": "Sullivan",
        "given": "Michael"
      }
    ],
    "date": [
      "1943",
      "1980",
      "1973"
    ],
    "location": [
      "London"
    ],
    "pages": [
      "– – –"
    ],
    "publisher": [
      "University of California Press"
    ],
    "title": [
      "An Index of Early Chinese Painters and Weyhe",
      "Contains a brief discussion of the Paintings: T'ang, Sung, and Yuan. Berkeley and Ma-Hsia school with examples of their work",
      "The Arts of China. London: Contains a lengthy list of paintings attributed to Thames and Hudson",
      "Contains a brief pas-Ma Yuan which are located in museums and pri- sage about Ma Yuan and Hsia Kuei with an exvate collections. ample of the work of each"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Edwards",
        "given": "Richard"
      }
    ],
    "date": [
      "1967"
    ],
    "edition": [
      "Rev."
    ],
    "editor": [
      {
        "family": "Swann",
        "given": "Sung Biogra-"
      },
      {
        "family": "China",
        "given": "Peter C.Art",
        "particle": "of"
      },
      {
        "family": "Korea"
      },
      {
        "family": "phies",
        "given": "Japan"
      },
      {
        "family": "Wiesbaden",
        "given": "Herbert Franke"
      }
    ],
    "location": [
      "London"
    ],
    "publisher": [
      "Thames and Hudson"
    ],
    "title": [
      "Ma Yuan"
    ],
    "type": "book"
  },
  {
    "container-title": [
      "an excellent discussion of Ma's impact on Chi- Waley, Arthur. An Introduction to the Study ofChinese art. nese Painting"
    ],
    "date": [
      "1976"
    ],
    "location": [
      "West Germany",
      "London",
      "and New York"
    ],
    "publisher": [
      "Franz Steiner",
      "Benn"
    ],
    "title": [
      "The most Contains a very brief discussion of the Ma-Hsia detailed discussion ofMa Yuan in English, with school, with examples of their paintings"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Gernet",
        "given": "Jacques Daily Life in China on the Eve of the Scribner"
      }
    ],
    "date": [
      "1923"
    ],
    "location": [
      "London"
    ],
    "publisher": [
      "Allen and Ma-Hsia school"
    ],
    "title": [
      "Authoritative discussion of the Mongol Invasion, 1250-1276"
    ],
    "type": "book"
  },
  {
    "date": [
      "1962"
    ],
    "location": [
      "and New York"
    ],
    "publisher": [
      "Unwin",
      "Macmillan",
      "Simplis- Hilel B. Salomon"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Milsom",
        "given": "S.F.C.The Legal Framework of English Jolliffe"
      },
      {
        "family": "Austin",
        "given": "John Edward"
      },
      {
        "family": "Labarge",
        "given": "Margaret Wade Simon de Montfort"
      }
    ],
    "container-title": [
      "Interestingly and clearly written. treatment"
    ],
    "date": [
      "1976",
      "1961",
      "1975",
      "1963"
    ],
    "edition": [
      "4th"
    ],
    "editor": [
      {
        "family": "Myers",
        "given": "A.R."
      }
    ],
    "location": [
      "Cambridge and New York",
      "England",
      "London",
      "York",
      "London",
      "York",
      "Norton"
    ],
    "note": [
      "Includes an excellent explanation of Powicke, Frederick Maurice. King Henry III and the background to the life and times of the earl. the Lord Edward: The Community of the Realm Maddicott, John Robert. Simon de Montfort. Cam- in the Thirteenth Century. 2 vols. Oxford: Clarbridge and New York: Cambridge University endon Press, 1947. Concentrates on the reigns of"
    ],
    "publisher": [
      "Cam-History of Medieval",
      "From the English bridge University Press",
      "Black",
      "Norton",
      "Thames and Hudson",
      "Harcourt Brace"
    ],
    "title": [
      "Dated but still the most in-depth study of the political ability and of great religious conviction. Barons' Cause yet written. Scholarly and well Includes bibliography and index. researched without being too dry or technical",
      "The Constitutional Feudalism",
      "A thorough ex-Settlement to 1485",
      "and amination of the legal aspects of the feudal New",
      "A very thorough and system for those wishing an in-depth account. scholarly treatment that is written clearly and in- Mentions Simon and the Barons' Cause only in terestingly enough for the general reader. Com- passing. bines narrative with a brilliant interpretive style",
      "Parliaments and Estates in Europe to Covers the contributions of Simon and the devel- 1789",
      "and New opment of Parliament",
      "The only text for the",
      "Lon- general reader that covers the evolution of legisladon: Eyre and Spottiswoode, 1962; New York: tures as a phenomenon of Western civilization",
      "The best biography of Simon, a from their feudal origins to the start of the French readable but still scholarly and well-researched Revolution"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Bosworth",
        "given": "C.E."
      }
    ],
    "container-title": [
      "The Cambridge History of Iran"
    ],
    "date": [
      "1968"
    ],
    "editor": [
      {
        "family": "Boyle",
        "given": "J.A."
      },
      {
        "given": "by"
      }
    ],
    "location": [
      "Cambridge"
    ],
    "note": [
      "A. Boyle. Cambridge: Cambridge University of the political and administrative institutions of"
    ],
    "publisher": [
      "Cambridge The Cambridge History of Iran",
      "University Press"
    ],
    "title": [
      "The Political and Dynastic His- pire",
      "tory of the Iranian World (A.D. 1000-1217",
      "This is the best account 1"
    ],
    "type": "chapter",
    "volume": [
      "5",
      "5"
    ]
  },
  {
    "author": [
      {
        "family": "Bayley",
        "given": "C.C."
      },
      {
        "family": "Boehner",
        "given": "P."
      },
      {
        "family": "Tierney",
        "given": "Brian"
      },
      {
        "family": "Buytaert",
        "given": "M."
      },
      {
        "family": "Jacob",
        "given": "E.F."
      },
      {
        "family": "Hambly",
        "given": "Man- Gavin R.G."
      }
    ],
    "collection-title": [
      "An interesting discussion of"
    ],
    "container-title": [
      "Ockham's later impact. Essays in the Conciliar Epoch",
      "Review of De interpretatione, and from the Summa totius Politics",
      "Journal of the History of Ideas Ockhamist scholar"
    ],
    "date": [
      "1949",
      "1954"
    ],
    "edition": [
      "1958),",
      "2d"
    ],
    "issue": [
      "1943"
    ],
    "note": [
      "Reprinted in Boeh- logicae. ner's Collected Articles on Ockham"
    ],
    "pages": [
      "199–218",
      "462–487",
      "40–70"
    ],
    "title": [
      "Pivotal Concepts in the Political Phi- praedstinatione et de praescientia Dei et de losophy of William ofOckham.\" Journal of the futuris contingentibus, with related extracts from History ofIdeas 10",
      "A very use- Ockham's commentary on Peter Lombard's ful essay to the student of philosophy. Sentences, from his commentary on Aristotle's",
      "Ockham's Political Ideas",
      "Ockham, the Conciliar Theory and ited by E",
      "The thoughts of a great the Canonists",
      "Ockham as a Political Thinker"
    ],
    "type": "article-journal",
    "volume": [
      "5",
      "15"
    ]
  },
  {
    "author": [
      {
        "family": "Sermons",
        "given": "Archbishop Pecham's"
      },
      {
        "family": "Powicke",
        "given": "Col-"
      },
      {
        "family": "M",
        "given": "Frederick"
      },
      {
        "family": "Hunt",
        "given": "Chap-R.W."
      },
      {
        "family": "Pantin",
        "given": "W.A."
      },
      {
        "family": "Southern",
        "given": "R.W."
      }
    ],
    "container-title": [
      "Studies in Medieval History Pre- 1216-1307",
      "Pecham's homiletics. Rossignol"
    ],
    "date": [
      "1962",
      "1970",
      "1948",
      "1979"
    ],
    "edition": [
      "2d"
    ],
    "editor": [
      {
        "family": "Frederick",
        "particle": "sented to"
      },
      {
        "family": "Powicke",
        "given": "Maurice"
      }
    ],
    "location": [
      "Oxford",
      "New York",
      "Oxford",
      "Greenwood"
    ],
    "note": [
      "Rossignol: An Edition and Translation."
    ],
    "pages": [
      "– – –"
    ],
    "publisher": [
      "Clarendon Press",
      "Clarendon Press",
      "Clarendon Press"
    ],
    "title": [
      "The Thirteenth Century, lations",
      "ter 10 contains an excellent overview of the state",
      "Westport, of the English church, with Pecham very much at Conn",
      "A discussion of center stage"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "literal": "Johnstone, Hilda. \"Archbishop Pecham and the Edited by J. L. Baird and John R. Kane."
      },
      {
        "family": "Sharp",
        "given": "Dorothea E."
      }
    ],
    "container-title": [
      "Essays in Me",
      "Pecham's dieval History Presented to Thomas Frederick poem \"Philomela, praevia\" translated into English Tout",
      "M.D. \"Some Aspects of the Career of ship. Archbishop Pecham,\" in The English Historical Smith, Jeremiah J. The Attitude ofJohn Pecham To-Review"
    ],
    "date": [
      "1978",
      "1925",
      "1967",
      "1930",
      "1942",
      "1949"
    ],
    "editor": [
      {
        "family": "Little",
        "given": "A.G."
      },
      {
        "family": "Powicke",
        "given": "F.M."
      }
    ],
    "location": [
      "Ohio",
      "Manchester",
      "N.Y"
    ],
    "note": [
      "An absorbing ward Monastic Houses Under His Jurisdiction. account of Pecham' s scholarly activities, placing Washington, D.C.: Catholic University of Amerhim squarely within the intellectual setting of his ica Press,"
    ],
    "pages": [
      "1–18, 178–201"
    ],
    "publisher": [
      "Kent State University Press",
      "Manchester University Press",
      "Books for Libraries Press"
    ],
    "title": [
      "Kent, Council of Lambeth of 1281",
      "and discussed in relation to its genre",
      "Franciscan Philosophy at Ox-Freeport",
      "ford in the Thirteenth Century. Oxford: Claren-An essay covering one of the central episodes in don Press, and New York: Russell and Russell, Pecham's career as archbishop",
      "The Franciscan roots ofPecham's scholar-Knowles",
      "A monographic study of one asage. pect of his archiepiscopal administration"
    ],
    "type": "article-journal",
    "volume": [
      "57"
    ]
  },
  {
    "author": [
      {
        "family": "Pecham",
        "given": "John John Pecham"
      },
      {
        "family": "Waugh",
        "given": "W.T.",
        "particle": "the Science ofOp-"
      }
    ],
    "container-title": [
      "The English Historical Review"
    ],
    "date": [
      "1913",
      "1970"
    ],
    "edition": [
      "An"
    ],
    "editor": [
      {
        "family": "Lindberg",
        "given": "David C."
      }
    ],
    "note": [
      "Discussion of the central issue in and translation of Pecham's Perspective Com- Pecham's reform program. munis. Gavin R. G. Hambly"
    ],
    "pages": [
      "625–635"
    ],
    "publisher": [
      "University of Wisconsin Press"
    ],
    "title": [
      "Archbishop Peckham and Pluraltics",
      "Madison: ities"
    ],
    "type": "article-journal",
    "volume": [
      "28"
    ]
  },
  {
    "container-title": [
      "The \"De magnete\" of William sequently renamed the Journal of Geophysi"
    ],
    "date": [
      "1943",
      "1959"
    ],
    "editor": [
      {
        "family": "Roller",
        "given": "Duane H.D."
      }
    ],
    "genre": [
      "(This journal was sub-"
    ],
    "location": [
      "Gilbert. Amsterdam"
    ],
    "pages": [
      "48",
      "3–17"
    ],
    "publisher": [
      "Menno Hertzberger"
    ],
    "title": [
      "Contains a brief dis- duction to Petrus' life and theories on magnecussion of Petrus' life and work, followed by a tism. translation of the letter"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Research",
        "particle": "cal"
      },
      {
        "family": "Roger Ba-Arno",
        "given": "From Rabbi Ben Ezra",
        "particle": "to"
      }
    ],
    "date": [
      "1922",
      "1975",
      "1931"
    ],
    "location": [
      "London",
      "New York",
      "Baltimore"
    ],
    "publisher": [
      "Griffin",
      "ence",
      "Williams and Wilkins"
    ],
    "title": [
      "A useful discussion of magnetism in the Middle Mottelay, Paul Fleury. Bibliographical History of Ages, with an emphasis on Petrus. Electricity and Magnetism, Chronologically Ar- Sarton, George. Introduction to the History of Sciranged",
      "Contains a summation of the letter, con",
      "with a bibliography on Petrus and the manu- Short but very helpful biography of Petrus and a scripts and editions of the letter. summation of the contents of the letter"
    ],
    "type": "book",
    "volume": [
      "2"
    ]
  },
  {
    "author": [
      {
        "family": "Maricourt",
        "given": "Peregrinus",
        "particle": "of"
      },
      {
        "family": "Thompson",
        "given": "Petrus Epistle",
        "particle": "of"
      },
      {
        "family": "Pro-Foucaucourt",
        "given": "Silvanus P.",
        "nick": "Petrus Peregrinus de Petrus Peregrinus of Maricourt, to Sygerus of Maricourt and His Epistola de magnete."
      },
      {
        "given": "Soldier"
      }
    ],
    "date": [
      "1902"
    ],
    "location": [
      "London"
    ],
    "note": [
      "Preceding his work, and his impact on subsequent times. translation, Thompson includes a good intro- Steven M. Oberhelman"
    ],
    "pages": [
      "377–408"
    ],
    "publisher": [
      "Chiswick Press"
    ],
    "title": [
      "Concerning the Mag- ceedings of the British Academy 2 (1905-1906): net",
      "Extensive discussion of Petrus' life, his"
    ],
    "translator": [
      {
        "family": "Thompson",
        "given": "Silvanus P."
      }
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Bouhot",
        "given": "Jean-Paul"
      },
      {
        "family": "Fahey",
        "given": "The"
      },
      {
        "family": "F",
        "given": "John"
      }
    ],
    "container-title": [
      "This of the Lake Seminary",
      "All Ratramnus' voted exclusively to the Eucharistic views of writings are discussed and evaluated. Draws ex-Ratramnus. Contains a very useful historical in- tensively on all available primary sources. Extroduction. Supports the view that Ratramnus cellent bibliography. may have been closer to the orthodox view of the Ratramnus. \"Opera omnia.\" In Patrologiae Cursus Eucharist than has traditionally been thought. Completus"
    ],
    "date": [
      "1969",
      "1976",
      "1978",
      "1951"
    ],
    "editor": [
      {
        "family": "Migne",
        "given": "Jacques Paul"
      }
    ],
    "location": [
      "Princeton, N.J",
      "Paris",
      "Mundelein, Ill"
    ],
    "publisher": [
      "Princeton University Press",
      "Saint Mary cago: University of Chicago Press"
    ],
    "title": [
      "Ratramne de Corbie: Histoire Western Church, 300-1140",
      "litteraire et controverses doctrinales",
      "Valuable for Etudes Augustiniennes",
      "This work con- explaining the political and religious climate extains a thorough analysis of all the manuscript isting in the Frankish kingdoms at the time materials that pertain to the life and work of Ratramnus was writing. Extensive bibliography. Ratramnus as well as a detailed analysis of all of Pelikan, Jaroslav. The Christian Tradition: A Hishis writings. tory of the Development ofDoctrine",
      "The Eucharistic Teaching of Growth of Medieval Theology, 600-1300. Chi-Ratramn of Corbie",
      "A doctoral disserta- work has already become the standard for the extion which is the only monograph in English de- position of Christian doctrine"
    ],
    "type": "chapter",
    "volume": [
      "3"
    ]
  },
  {
    "author": [
      {
        "family": "Migne",
        "given": "P."
      },
      {
        "given": "Lon-"
      }
    ],
    "container-title": [
      "Latin"
    ],
    "date": [
      "1852"
    ],
    "location": [
      "Paris",
      "don",
      "and Boston"
    ],
    "publisher": [
      "J",
      "Williams and Norgate",
      "Little Paul E. Gill"
    ],
    "title": [
      "Extensive bibliography. 121",
      "The only source Harnack, Adolf von. History of Dogma. Edited by for all the extant theological writings of Alexander Balmain Bruce",
      "Ratramnus"
    ],
    "type": "chapter",
    "volume": [
      "Vols. 5 and 6"
    ]
  },
  {
    "container-title": [
      "In- Tsunoda, Ryusaku, Wm. Theodore deBary, and Doncludes an excellent analysis of ShOtoku as per",
      "Sources of Japanese Tradition. son and as myth"
    ],
    "date": [
      "1978"
    ],
    "editor": [
      {
        "family": "Keene",
        "particle": "ald"
      }
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "Publications Trading Co",
      "Columbia University Press"
    ],
    "title": [
      "This is a col- \"The Yamato State.\" Includes a very good lection of short essays on eminent figures bibliography and helpful footnotes. from the sixth to the twentieth century"
    ],
    "type": "chapter",
    "volume": [
      "1"
    ]
  },
  {
    "author": [
      {
        "family": "Reischauer",
        "given": "Edwin O.Japan"
      },
      {
        "family": "Nation",
        "given": "The Story",
        "particle": "ofa"
      },
      {
        "family": "Varley",
        "given": "H.Paul"
      }
    ],
    "container-title": [
      "Includes an excellent bibliog",
      "and the arts, and connects cultural Press"
    ],
    "date": [
      "1958",
      "1989",
      "1973",
      "1984",
      "1958"
    ],
    "edition": [
      "4th.",
      "3d"
    ],
    "location": [
      "New York",
      "Stanford, Calif"
    ],
    "note": [
      "Honoraphy, although quite brief. lulu:"
    ],
    "publisher": [
      "Knopf",
      "University of Hawaii Press",
      "Stanford University philosophy"
    ],
    "title": [
      "This collection of source readings provides",
      "A concise his- the general reader with all areas of Japanese civilitory of Japan from its beginnings to",
      "Chap- zation from earliest history to the eighteenth center 2 is the most useful: \"The Adoption of the tury. Chinese Pattern",
      "Japanese Culture",
      "Intended Sansom, George. A History of Japan",
      "To for the general reader, this study covers religion, 1334",
      "This study begins with the origins with political and institutional trends. Includes of the Japanese and ends with the Mongol in- an excellent bibliography"
    ],
    "type": "article-journal",
    "volume": [
      "1"
    ]
  },
  {
    "author": [
      {
        "literal": "cal differences between Wang and his antagonist Sariti, Anthony W. \"Monarchy, Bureaucracy, and Ssu-ma Kuang. Absolutism in the Political Thought of Ssu-ma Pulleyblank, E. G."
      },
      {
        "family": "London",
        "given": "G.Pulleyblank"
      },
      {
        "family": "York",
        "given": "New"
      },
      {
        "given": "Kuang"
      }
    ],
    "container-title": [
      "Historians ber",
      "Journal of Asian Studies"
    ],
    "date": [
      "Novem-Liu",
      "1961",
      "1935"
    ],
    "editor": [
      {
        "family": "G",
        "given": "W."
      }
    ],
    "location": [
      "London"
    ],
    "note": [
      "Kuang's personal life, political struggles, and, Williamson, H. R. Wang An Shih: A Chinese Statesmost significant, his writing of the Tzu-chih man and Educationalist of the Sung Dynasty. 2 t'ung-chien."
    ],
    "pages": [
      "53–76"
    ],
    "publisher": [
      "Oxford University Press",
      "Arthur Probsthain"
    ],
    "title": [
      "Chinese Historical Criticism: Kuang",
      "Chib-chi and Ssu-ma Kuang",
      "A highly focused article that of China and Japan",
      "Beasley addresses the political philosophy of Ssu-ma and E",
      "Explains Ssu-ma Kuang's opposition to",
      "An important the reforms of Wang An-shih as a philosophical work that offers exceptional insight into Ssu-ma issue rather than as a simple power struggle"
    ],
    "type": "article-journal",
    "volume": [
      "32",
      "1972",
      "vols"
    ]
  },
  {
    "author": [
      {
        "literal": "cal differences between Wang and his antagonist Sariti, Anthony W. \"Monarchy, Bureaucracy, and Ssu-ma Kuang. Absolutism in the Political Thought of Ssu-ma Pulleyblank, E. G."
      }
    ],
    "container-title": [
      "The Westport"
    ],
    "date": [
      "1973",
      "1964"
    ],
    "editor": [
      {
        "family": "Dawson",
        "given": "Raymond"
      }
    ],
    "location": [
      "Conn"
    ],
    "publisher": [
      "Hyperion",
      "Williamson effectively University Press",
      "Frank Nickell"
    ],
    "title": [
      "''The Historiographical Tradition",
      "A detailed bi-Legacy of China",
      "ography of Wang An-shih. Places great empha-Oxford: Clarendon Press, and New York: Oxford sis upon Ssu-ma Kuang",
      "A concise article that bril- develops the power struggle between the two liantly places Ssu-ma Kuang in historical perspec- and includes quotations from their correspontive. Urges Western historians to direct attention to dence and debate. Provides important insight the importance of Chinese historiography and to into the political dimension of Ssu-ma Kuang. the work ofSsu-ma Kuang"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "UNESCO General History ofAf-Sundjata. Several excellent maps are included as rica",
      "dingo with parallel English translation"
    ],
    "date": [
      "1973",
      "1980",
      "1969",
      "1984",
      "1974",
      "1965",
      "1979"
    ],
    "edition": [
      "4th"
    ],
    "location": [
      "London",
      "New York",
      "Paris",
      "London",
      "Sundiata",
      "London",
      "Highlands, N.J"
    ],
    "note": [
      "Translated tion, and explanatory notes. by G. D. Pickett."
    ],
    "pages": [
      "– – – –"
    ],
    "publisher": [
      "Methuen",
      "Africana",
      "UNESCO",
      "University of London",
      "An Epic of Old Mali",
      "Longman",
      "Humanities Press"
    ],
    "title": [
      "sense of cultural cohesion over great spatial and Levtzion, Nehemia. Ancient Ghana and Mali. temporal distances",
      "This detailed history of the area pays par-Bibliography ticular attention to the rise of the empire of Mali Fage, J.D. A History of West Africa: An Introduc- and its founder and includes a good summary of tory Survey",
      "Cambridge and New York: the oral tradition of Sundjata' s life along with a Cambridge University Press",
      "A standard comprehensive bibliography. history of the region with specific discussion of Niane, Djebril T. \"Mali and the Second Mandingo the rise of the empire of Mali and the life of Expansion",
      "Africa from the Twelfth to the Sixwell as a useful annotated bibliography arranged teenth Centuries",
      "Part of according to period. an excellent universal history of Africa, this arti-Innes, Gordon. Sunjata: Three Mandinka Versions. cle analyzes the history of the empire of Mali",
      "This pub- the life of Sundjata, and the archaeological evilication contains three versions of the story of dence for his capital at Niani with maps and pho-Sundjata from The Gambia in the original Man- tographs of sites and archaeological finds",
      "At-Johnson, John William. The Epic of Son-lara: A lantic"
    ],
    "type": "chapter",
    "volume": [
      "4"
    ]
  },
  {
    "author": [
      {
        "family": "Fitzgerald",
        "given": "Charles P."
      },
      {
        "family": "Latourette",
        "particle": "but"
      },
      {
        "family": "S",
        "given": "Kenneth"
      },
      {
        "literal": "Arthur F. \"T'ai-Tsung: The Man and the Macmillan"
      }
    ],
    "container-title": [
      "Essays on T'ang Society"
    ],
    "date": [
      "1933",
      "1979",
      "1964"
    ],
    "edition": [
      "4th"
    ],
    "editor": [
      {
        "given": "Denis"
      },
      {
        "given": "thoritative"
      },
      {
        "family": "Perry",
        "given": "John C."
      },
      {
        "family": "Smith",
        "given": "Bardwell L."
      }
    ],
    "location": [
      "Cambridge",
      "London and New York",
      "Leiden"
    ],
    "note": [
      "Chapter 5 deals with the T' ang. Brill, 1976. Critical and authoritative interpreta-Fine end-of-chapter bibliographies, summary, tions. Superb annotated bibliography. Includes glossary, and index. an index."
    ],
    "publisher": [
      "Cambridge University Press",
      "Uncriti- bridge University Press",
      "Wright",
      "derstanding"
    ],
    "title": [
      "Son of Heaven: A Biography 649), the Consolidator.\" In The Cambridge of Li Shih-min, Founder of the Tang Dynasty. History of China: Part 1",
      "Twitchett. Cambridge and New York: Cam-The first work in English on the T'ang",
      "Authoritative cal, inferior to foreign studies, and superseded scholarship by a leading Sinologist. Useful by recent, broader scholarship. footnotes. Excellent glossary and index",
      "The Chinese: Their History no bibliography. and Culture",
      "Standard and generally au- Persona",
      "Excellent for broad contextual un"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Wechsler",
        "given": "Howard J."
      }
    ],
    "note": [
      "Yearley Dynasty: Kao-tsu\" and \"T'ai-Tsung (626- Kerrie L. MacPherson"
    ],
    "title": [
      "The Founding ofthe T' ang Clifton K"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Nicholson",
        "given": "Bibliography"
      },
      {
        "family": "Lawrence",
        "given": "Robert"
      }
    ],
    "container-title": [
      "New Crusade and the Establishment of the Latin States"
    ],
    "date": [
      "1997"
    ],
    "location": [
      "York",
      "Chicago"
    ],
    "publisher": [
      "Arcade",
      "University of"
    ],
    "title": [
      "Tancred: A Study ofHis Career and Work in Their Relation to the First Foss, Michael. People of the First Crusade",
      "Covers the history of the in Syria and Palestine"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Riley-Smith",
        "given": "New"
      },
      {
        "given": "Jonathan"
      }
    ],
    "date": [
      "1940",
      "1994",
      "1986"
    ],
    "location": [
      "Cambridge",
      "York",
      "London",
      "Philadelphia"
    ],
    "publisher": [
      "Cambridge University Press",
      "Athlone Press",
      "University of Pennsylvania Press"
    ],
    "title": [
      "First Crusade with an emphasis on individual Chicago Press",
      "The only biography of Tanpersonalities, including Tancred. cred, based upon Nicholson's doctoral disserta-France, John. Victory in the East: A Military His- tion. tory of the First Crusade",
      "The First Crusade and the",
      "A Idea of Crusading",
      "and military history of the First Crusade that em",
      "phasizes the leadership, the siege of Antioch",
      "A well-rounded history of the First Cruand the divisions among the crusading sade, focusing on the religious and economic naknights. ture of the campaign"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "literal": "Hill, John Hugh, and Laurita Lyttleton Hill. Ray- Yewdale, Ralph Bailey. Bohemond I, Prince of mond IV"
      }
    ],
    "date": [
      "1962"
    ],
    "location": [
      "Syracuse, N.Y",
      "Princeton, N.J"
    ],
    "note": [
      "The standard Press, 1924. One of the few biographies of biography on Raymond, with frequent reference Tancred's uncle."
    ],
    "publisher": [
      "Antioch",
      "Princeton University Syracuse University Press"
    ],
    "title": [
      "Count of Toulouse"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Diehl",
        "given": "Charles Theodora"
      },
      {
        "family": "Byzantium.",
        "given": "Empress",
        "particle": "of"
      },
      {
        "family": "Rosenbaum",
        "given": "Theodora Samuel R."
      }
    ],
    "container-title": [
      "The Anecdota",
      "historical knowledge about Theodora, written by Evans, J. A. S. The Age of Justinian: The Circum- a contemporaneous historian who disliked her stances of Imperial Power. London and New intensely",
      "Procopius"
    ],
    "date": [
      "1972",
      "1996"
    ],
    "location": [
      "or York",
      "Cambridge, Mass",
      "York"
    ],
    "publisher": [
      "Ungar",
      "Harvard University Press",
      "Routledge"
    ],
    "title": [
      "New Procopius",
      "A classic account of Theo- Secret History",
      "by a noted historian. His somewhat roman",
      "ticized conception of Theodora has influenced 1960-1962. The original source for much of the later scholarship",
      "Scholarly treatment of Gloria Fulton"
    ],
    "translator": [
      {
        "family": "dora",
        "given": "H.B.Dewing"
      }
    ],
    "type": "article-journal",
    "volume": [
      "6"
    ]
  },
  {
    "date": [
      "1984"
    ],
    "location": [
      "Bloomington"
    ],
    "note": [
      "Moorhead, John. Theoderic in Italy. Oxford: Clar-An American scholar's extensive synthesis of endon Press, and New York: Oxford University the history and culture of the Ostrogoths, using Press, 1992. The book centers upon the person of"
    ],
    "publisher": [
      "Indiana University Press"
    ],
    "title": [
      "designed to undermine the Ostrogothic regime. cumstances permitted otherwise. Jones's views Burns, Thomas S. A History of the Ostrogoths. have been challenged"
    ],
    "type": "thesis"
  },
  {
    "author": [
      {
        "family": "Chesterton",
        "given": "G.K.St"
      }
    ],
    "container-title": [
      "Praised by Thomistic scholar THE MIDDLE AGES: SAINT THOMAS AQUINAS /"
    ],
    "pages": [
      "915"
    ],
    "title": [
      "Summary Bibliography For the Roman Catholic church, the thirteenth cen",
      "Thomas Aquinas. London: tury was a time of synthesis. The writings of Aris- Hodder and Stoughton, and New York: Sheed totle and other ancients posed a new challenge to and Ward, 1933"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Aristotle",
        "particle": "philosophy. ship to"
      },
      {
        "given": "Islamic"
      },
      {
        "family": "thinkers",
        "given": "Jewish"
      },
      {
        "family": "Gallagher",
        "given": "David"
      }
    ],
    "container-title": [
      "There is a large articles on different aspects of Aquinas' thought. bibliography. They are in-depth studies rather than introduc- McInerny, Ralph. St. Thomas Aquinas"
    ],
    "date": [
      "1994",
      "1977"
    ],
    "editor": [
      {
        "given": "M."
      }
    ],
    "location": [
      "Washington, D.C",
      "Boston"
    ],
    "publisher": [
      "Catholic University",
      "tory surveys. Twayne"
    ],
    "title": [
      "Thomas Aquinas and His his metaphysics, philosophy of mind, theory of Legacy",
      "knowledge, ethics, ideas about law and politics, of America Press",
      "This is a collection of theology, and biblical exegesis",
      "An accessible study of Thomas'"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Gilson",
        "given": "Etienne"
      },
      {
        "family": "Shook",
        "given": "L.K."
      }
    ],
    "container-title": [
      "and Platonism. In a chapter on the tasks of"
    ],
    "date": [
      "1956",
      "1957"
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "Random House"
    ],
    "title": [
      "The Christian Philosophy of St. thought in chapters dealing with Aristotle, Thomas Aquinas",
      "Boethius (c. 480-524, through whose writings",
      "London: Aristotelian concepts ftrst reached the Middle Gollancz",
      "A classic and scholarly treat- Ages"
    ],
    "translator": [
      {
        "literal": "Translated by"
      }
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "literal": "."
      }
    ],
    "container-title": [
      "It includes some of to the statues of Muchaku and Seshin. Unkei's most representative works"
    ],
    "date": [
      "1977",
      "1961"
    ],
    "location": [
      "Rutl- York",
      "Vt"
    ],
    "note": [
      "Sculpture of the Kamakura Period."
    ],
    "pages": [
      "– – –",
      "– – –"
    ],
    "publisher": [
      "Kodansha International",
      "Tuttle"
    ],
    "title": [
      "Masterpieces of Japanese Sculpture",
      "Discusses and",
      "Covers the development the history of portrait sculpture from the Nara to of Japanese sculpture with selected plates and the Kamakura periods. Useful for its references explanatory paragraphs"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Sherwood",
        "given": "F."
      }
    ],
    "container-title": [
      "Arts Watson, William. Sculpture ofJapanfrom the Fifth Asiatiques"
    ],
    "date": [
      "1963",
      "1974",
      "1958",
      "1959"
    ],
    "editor": [
      {
        "family": "Kuno",
        "given": "Takeshi"
      }
    ],
    "issue": [
      "1"
    ],
    "location": [
      "New Tokyo",
      "London",
      "New York"
    ],
    "note": [
      "This work provides a structure and related features. Contains helpful brief description of the styles and historical and diagrams. religious backgrounds of Japanese sculpture to Mori, Hisashi. Japanese Portrait Sculpture. Trans- about 1500."
    ],
    "pages": [
      "49–64"
    ],
    "publisher": [
      "Mayuyama",
      "Studio",
      "Viking"
    ],
    "title": [
      "A Guide to Japanese Sculpture",
      "Useful for a survey of York: John Weatherhill",
      "A good source the major trends in the history of Japanese sculp- covering the full range of Kamakura sculpture. Contains a helpful glossary and charts. ture; pays special attention to the social and Moran",
      "The Statue of Muchaku historical background. Hokuendo-Kofukuji: A Detailed Study",
      "A technical to the Fifteenth Century",
      "and study of the statue of Muchaku, focusing on the"
    ],
    "translator": [
      {
        "family": "Eickmann",
        "given": "Katherine"
      }
    ],
    "type": "article-journal",
    "volume": [
      "1"
    ]
  },
  {
    "author": [
      {
        "literal": "church. II's role in the First Crusade, Runciman provides Cowdrey, H. E. J."
      },
      {
        "family": "writes",
        "given": "Cowdrey"
      },
      {
        "family": "Somerville",
        "given": "Robert"
      },
      {
        "family": "Kuttner",
        "given": "Stephan"
      }
    ],
    "container-title": [
      "Studi Medievali"
    ],
    "date": [
      "1995",
      "742",
      "1089",
      "1996",
      "1921"
    ],
    "editor": [
      {
        "family": "Tanner",
        "given": "J.R."
      },
      {
        "family": "Previte-Orton",
        "given": "C.W."
      },
      {
        "family": "N",
        "given": "Z."
      }
    ],
    "location": [
      "New York"
    ],
    "note": [
      "Princeton, edition (plus English translation) of those pas-N.J.:"
    ],
    "pages": [
      "721–"
    ],
    "publisher": [
      "Oxford University Press",
      "Princeton University Press"
    ],
    "title": [
      "Pope Urban II and the Idea of some information about his early life and elec-Crusade",
      "tion to the papacy",
      "The plan of this paper",
      "Pope Ur-\"is ... to insist upon the strength of the evidence ban II, the Collectio Britannica, and the Council that Urban named the Holy City, making it from of Melfi",
      "Oxford: Clarendon Press, and the first central to his plans and preaching",
      "The Krey, August C. The First Crusade: The Accounts first part of this documentary study contains an of Eye-Witnesses and Participants",
      "This sages in the Collectio Britannica which deal with source is of particular value not only for its fac- Urban II. The second is entirely devoted to the tual content but also for its ability to communi- Council of Melfi, and surveys the documentary cate a sense of participation. Urban II's role in evidence for it and its interpretation by historithe summoning of the First Crusade is seen ans. through the words of those who were present"
    ],
    "type": "article-journal",
    "volume": [
      "IV 36"
    ]
  },
  {
    "author": [
      {
        "family": "Mourret",
        "given": "Fernand"
      }
    ],
    "container-title": [
      "Contest and Empire",
      "Church",
      "Urdependence from imperial control"
    ],
    "date": [
      "1930",
      "Chapter 6",
      "1957"
    ],
    "edition": [
      "2d"
    ],
    "editor": [
      {
        "literal": "eds."
      },
      {
        "family": "Louis",
        "given": "J.B.Bury",
        "particle": "St."
      },
      {
        "family": "Mo.",
        "given": "and"
      },
      {
        "literal": "Gregory VII to"
      }
    ],
    "location": [
      "London",
      "Cambridge"
    ],
    "note": [
      "ban's role in initiating the First Crusade is exam-Runciman, Steven. A History of the Crusades. Vol. ined in chapter 7, \"The First Crusade.\""
    ],
    "publisher": [
      "Herder",
      "Cambridge University Press"
    ],
    "title": [
      "A History of the Catholic Brooke",
      "The Cambridge Medieval History",
      "Period ofthe Later Middle Ages",
      "From the Death of St",
      "Chapter 2, \"Gregory VII and the First the Death of Urban II (1085-99),\" deals with Ur- Contest Between Empire and Papacy,\" discusses ban II's reign as pope. The emphasis is on his the reform movement within the Church and the struggle to reform the Church and defend its in- accompanying clash with imperial interests"
    ],
    "type": "article-journal",
    "volume": [
      "4",
      "5"
    ]
  },
  {
    "author": [
      {
        "family": "Birch",
        "given": "J.H.S.Denmark in History",
        "particle": "was"
      }
    ],
    "date": [
      "1938"
    ],
    "location": [
      "Murray",
      "Westport, Conn"
    ],
    "publisher": [
      "Greenwood"
    ],
    "title": [
      "Summary Bibliography The age of the Valdemars, from 1157 to 1241",
      "London: the most glorious era of Danish medieval history"
    ],
    "type": "book"
  },
  {
    "date": [
      "1975"
    ],
    "publisher": [
      "Press"
    ],
    "title": [
      "For a short period, brilliant churchmen and mon",
      "This standard survey summarizes archs ended the endemic civil wars, expanded trade, adequately the insights of the many historians created a great empire, built churches and cathe- who publish in Danish and German"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Christiansen",
        "given": "Eric"
      }
    ],
    "container-title": [
      "Host and Son"
    ],
    "date": [
      "1986",
      "1991"
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "Dorset"
    ],
    "title": [
      "The Northern Crusades: The Lauring, Palle. Denmark, a History. Copenhagen: Baltic and the Catholic Frontier, 1100-1525"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Urban",
        "given": "William"
      }
    ],
    "date": [
      "1980",
      "1994"
    ],
    "edition": [
      "2d"
    ],
    "location": [
      "London and New York",
      "Chicago"
    ],
    "publisher": [
      "Macmillan",
      "the"
    ],
    "title": [
      "Good This is the seventh edition of a highly respected background to the Wendish and Estonian Cru- general survey. sades, the origins of the Hanseatic League",
      "The Baltic Crusade",
      "long contest for hegemony over the Baltic Lithuanian Research and Studies Center"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "given": "Sea"
      }
    ],
    "date": [
      "1914"
    ],
    "location": [
      "London",
      "and New York",
      "reading. William L"
    ],
    "note": [
      "Urban"
    ],
    "publisher": [
      "Valdemar's",
      "Dutton"
    ],
    "title": [
      "This volume describes the situation in the Holy King, Wilson. Chronicles of Three Free Cities: Roman Empire before and after 1200 which made Hamburg, Bremen, and Lubeck",
      "empire possible. There are detailed Dent",
      "An old- descriptions of Valdemar's policies, his crusades fashioned romantic history, but timeless good to Estonia, and his kidnapping and fall"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Fowler",
        "given": "Kenneth The Age of Plantagenet"
      },
      {
        "family": "Venette",
        "given": "Jean de"
      }
    ],
    "date": [
      "1967",
      "1953"
    ],
    "editor": [
      {
        "family": "Richard",
        "given": "A."
      },
      {
        "family": "Rbys",
        "given": "Ernest"
      }
    ],
    "location": [
      "Elek, and New York",
      "New York",
      "London"
    ],
    "note": [
      "some of the complexities of the fourteenth cen-Dent, 1927. Another chronicle of the fourteenth tury. century and the Hundred Years' War, Froissart' s David M. Bessen"
    ],
    "publisher": [
      "Putnam",
      "Columbia University",
      "Press"
    ],
    "title": [
      "The Chronicle of Jean de Venette. Valois: The Struggle for Supremacy, 1328-1498",
      "A Jean Birdsall",
      "beautifully illustrated book which covers the ori",
      "The best English-language edition gins of the Hundred Years' War, its key battles, of the chronicle, this volume contains a good inand the political and social changes which the troduction to the life and times of the author, a French and English kingdoms experienced. very readable translation, and copious explana-Froissart, Jean. The Chronicle of England, France, tory notes which help the reader understand Spain, Etc"
    ],
    "translator": [
      {
        "family": "London",
        "given": "Newhall"
      }
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "."
      }
    ],
    "container-title": [
      "New Grove Dictiotailed study. nary of Music and Musicians",
      "The listing includes Reaney, Gilbert. \"Ars Nova in France.\" In The New citations of sources where the compositions are Oxford History of Music",
      "Journal of Music Theory"
    ],
    "date": [
      "1980"
    ],
    "edition": [
      "6th"
    ],
    "editor": [
      {
        "family": "Plantinga",
        "given": "Stanley"
      },
      {
        "given": "Leon"
      }
    ],
    "issue": [
      "2"
    ],
    "location": [
      "London and New York"
    ],
    "note": [
      "Ars Nova and found, listings of modem editions containing the the Renaissance, 1300-1540. London and New works cited, as well as some brief commentary."
    ],
    "pages": [
      "– – –"
    ],
    "publisher": [
      "Macmillan"
    ],
    "title": [
      "amines the attribution and chronology of de identification and careful study of motets com-Vitry's work, as well as the technical character- posed by de Vitry as a young man. istics of his musical style. A specialized and de",
      "Philippe de Vitry",
      "Philippe de Vitry's Ars nova: A Sadie",
      "Sanders' article provides im-(1961): 204-223. A translation into English from portant biographical information. De Vitry's the single complete manuscript source of the Ars theoretical writings and compositions are carenova. Some variant readings have been used and fully discussed. A listing of de Vitry's composiare so noted. tions is provided at the end"
    ],
    "translator": [
      {
        "literal": "Translation.\""
      }
    ],
    "type": "article-journal",
    "volume": [
      "20",
      "5",
      "3"
    ]
  },
  {
    "container-title": [
      "Early about major composers, such as de Vitry and Music History"
    ],
    "date": [
      "1960",
      "1993"
    ],
    "location": [
      "York"
    ],
    "note": [
      "Wathey stud-Guillaume de Machaut. Also contains some in- ies the texts of de Vitry's songs in their relation formation about minor composers of the period. with Italian early humanist poetry, in particular"
    ],
    "pages": [
      "119–150"
    ],
    "publisher": [
      "Oxford University Press"
    ],
    "title": [
      "An excel- Excellent bibliography. lent overview of the forms and composers of Wathey, Andrew. ''The Motets of Philippe de Vitry fourteenth century France. Contains information and the Fourteenth-Century Renaissance"
    ],
    "type": "chapter",
    "volume": [
      "12"
    ]
  },
  {
    "author": [
      {
        "family": "Kiev",
        "particle": "ally was to succeed him in"
      },
      {
        "family": "Hazzard",
        "given": "Samuel"
      },
      {
        "family": "P",
        "given": "Olgerd"
      }
    ],
    "container-title": [
      "emy of America",
      "Al-Vol"
    ],
    "date": [
      "1948",
      "1953",
      "1984",
      "1985",
      "1946"
    ],
    "editor": [
      {
        "literal": "eds."
      }
    ],
    "location": [
      "New Haven, Bibliography Conn",
      "Cambridge, Mass",
      "London",
      "Woodstock, N.Y",
      "Cambridge, Mass",
      "John D"
    ],
    "note": [
      "Windhausen"
    ],
    "publisher": [
      "Yale University Press",
      "Medieval Acad",
      "Honeyglen",
      "pal annals of Vladimir's era. Overlook Press",
      "Harvard University Press"
    ],
    "title": [
      "Vladimir was can- tail on Vladimir's career, it contains well-considonized two centuries after he died. ered judgments on the grand prince's milieu. Vernadsky, George. Kievan Russia",
      "The stan-Cross",
      "Sherbowitz- dard account of Vladimir's reign by a well-Wetzor",
      "and trans. The Russian Primary respected scholar whose discussion of the grand Chronicle",
      "prince is still unchallenged",
      "This work contains the Volkoff, Vladimir. Vladimir, the Russian Viking. translation of Povest vremennykh let, the princi",
      "The first full-scale, twen-Fedotov, George P. The Russian Religious Mind. tieth century biography of the grand prince",
      "Kievan Christianity",
      "though the author is a novelist, the account is",
      "A classic explo- interesting, faithful to detail, and imaginatively ration of the historical roots of Russian Ortho- constructed. Includes an index, maps, illustradoxy and its relations with the state by a writer tions, and a select bibliography. who combines scholarship with beautiful prose"
    ],
    "type": "article-journal",
    "volume": [
      "1"
    ]
  },
  {
    "author": [
      {
        "given": "tion"
      }
    ],
    "date": [
      "1996"
    ],
    "location": [
      "New York"
    ],
    "note": [
      "Chapter 14"
    ],
    "publisher": [
      "Columbia University Cambridge University Press"
    ],
    "type": null,
    "volume": [
      "1"
    ]
  },
  {
    "author": [
      {
        "given": "Press"
      }
    ],
    "container-title": [
      "Contains ments cover aspects of Sung society in general, chronological tables"
    ],
    "date": [
      "1960"
    ],
    "note": [
      "extensive giving a good framework for Wang's reforms. bibliographies for each period in Chinese his-Includes an index but no bibliography. tory, and an index."
    ],
    "pages": [
      "680–735 ,"
    ],
    "title": [
      "Contains translations of documents offers a thorough description of the Sung Dyby and about Wang An-shih and his New Pol- nasty. Most emphasis is given to the period beicies. Brief essays in each section. Several docu- fore and after Wang's reform attempts"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Eberhard",
        "given": "Wolfram A.History of China Liu"
      },
      {
        "family": "Sung China",
        "given": "James T.C.Reform",
        "particle": "in"
      },
      {
        "family": "Dickes",
        "given": "Wang Anby E.W."
      }
    ],
    "container-title": [
      "Change in Faber",
      "Contains a bibliography"
    ],
    "date": [
      "1977",
      "1959",
      "1969",
      "1969"
    ],
    "edition": [
      "4th",
      "Rev."
    ],
    "editor": [
      {
        "literal": "James T. C., and Peter 1. Golas, eds."
      }
    ],
    "location": [
      "London",
      "Cam-Berkeley",
      "bridge, Mass",
      "London",
      "and New York",
      "Boston"
    ],
    "note": [
      "Chapter 9 Sung China: Innovation or Renovation? Lexingis entirely on the Sung Dynasty, with nine pages ton, Mass.: Heath,",
      "ing the nature of changes permeating that socinotes, and an index. ety. Two essays in particular are very good: Fairbank, John King, Edwin O. Reischauer, and Al- \"Change Within Tradition\" and \"Centralization, bert M. Craig. East Asia: Tradition and Trans- Conformity, and Absolution.\" Contains suggesformation.",
      "tions for additional reading."
    ],
    "publisher": [
      "Routledge",
      "University of California Press",
      "Harvard University Press",
      "Liu",
      "Praeger",
      "Houghton Mifflin"
    ],
    "title": [
      "and shih (1021-1086) and His New Policies",
      "Chapter 9 gives general characteristics of the Sung A short volume synthesizing several contempo-Dynasty, with much detail on such areas as mili- rary Chinese and Japanese scholars' work on the tary and administrative reform. Excellent notes New Policies, with a reappraisal of them by Liu. and references for each chapter. Includes an index. Helpful notes for each chapter. Includes a glos-Eichhorn, Werner. Chinese Civilization: An Intro- sary, an index, and a bibliography. duction",
      "A small volume which given to Wang's reforms. His career is put into examines developments in Sung China, analyzgood perspective"
    ],
    "translator": [
      {
        "family": "Seligman",
        "given": "Janet"
      }
    ],
    "type": "article-journal"
  },
  {
    "container-title": [
      "Good variety of pro and con writers. One Gernet"
    ],
    "date": [
      "1989",
      "1963"
    ],
    "editor": [
      {
        "family": "Meskill",
        "given": "Contains",
        "particle": "an"
      },
      {
        "family": "Thomas",
        "given": "John"
      }
    ],
    "location": [
      "Boston"
    ],
    "note": [
      "Jacques. A History of Chinese Civilization. page of suggestions for additional reading."
    ],
    "publisher": [
      "Heath"
    ],
    "title": [
      "Chapter 6 is most pertinent",
      "Wang An-shih: Practioverall analysis of the Sung Dynasty with a brief cal Reformer?",
      "An excelbut good summary of Wang An-shih's reforms. lent introduction leading into documents and An index but no bibliography. Fine maps and il- essays by and about Wang An-shih and his relustrations. forms"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Chinese",
        "given": "Wang Wei",
        "particle": "proved him the greatest of all"
      },
      {
        "given": "Shan"
      }
    ],
    "container-title": [
      "Richard P. Benton WENCESLAUS Born: February 26,1361",
      "Harvard Journal of Asi",
      "The effort to atic Studies"
    ],
    "date": [
      "1980"
    ],
    "issue": [
      "June, 1982"
    ],
    "location": [
      "Bloomington",
      "Nuremberg southern France"
    ],
    "note": [
      "each claimed to be the rightfully Died: August 16, 1419; Prague elected pontiff of the Christian church in the West."
    ],
    "pages": [
      "117–137"
    ],
    "publisher": [
      "Indiana University Press"
    ],
    "title": [
      "The Poetry of Wang Wei: New Translapoets. tions and Commentary",
      "This study provides excellent, scholarly Chou",
      "Beginning with Images in the Nature translations and notes as well as knowing critical Poetry of Wang Wei",
      "appraisals of Wang Wei's poems",
      "Chou pro- supply a framework of Western critical apparaposes that the solution to the problem of meaning tus that might be applied to Wang Wei's poetry, in Wang Wei's nature poetry is to be found in un- however, appears dubious. derstanding the Buddhist influence"
    ],
    "translator": [
      {
        "family": "Yu",
        "given": "Pauline"
      }
    ],
    "type": "article-journal",
    "volume": [
      "42"
    ]
  },
  {
    "author": [
      {
        "family": "Bradley",
        "given": "J.F.N."
      }
    ],
    "date": [
      "1968",
      "1971"
    ],
    "location": [
      "ton, N.J"
    ],
    "note": [
      "ures of Wenceslaus that led to the Hussite revo- Stejksal, Karel. European Art in the Fourteenth lution. Century. Translated by Till Gottheinerova. Lon-"
    ],
    "publisher": [
      "Princeton University Press",
      "Edinburgh University Press"
    ],
    "title": [
      "readable articles, mostly about persons and and a bibliography, although most of the works events contemporary with Wenceslaus. Includes cited are in Czech and German. a select bibliography of works cited and other Spinka, Matthew. John Hus: A Biography. Princeworks by Betts",
      "A",
      "Czechoslovakia: A Short History. standard biography of the religious reformer, al-Edinburgh",
      "though the king is only of secondary importance. In the context of a general, national history, the Also features a few pictures, a map, and a select author surveys clearly and in some depth the fail- bibliography of primary and secondary sources"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Klassen",
        "given": "John Martin"
      }
    ],
    "date": [
      "1978",
      "1978"
    ],
    "location": [
      "New York"
    ],
    "note": [
      "ful are the map, appendices of noble families, Brian A. Pavlac WIDUKIND Born: Eighth century; probably Saxony (modern Saxon worship. By rekindling Saxon pride and love"
    ],
    "publisher": [
      "Columbia"
    ],
    "title": [
      "The Nobility and the Making don: Octopus Books",
      "The many lavish of the Hussite Revolution",
      "color illustrations, including contemporary por-University Press",
      "A detailed, complex ex- traits of Wenceslaus, present the rich cultural miamination of the Bohemian nobles and both their lieu of the Bohemia of Charles IV. The text conflict with Wenceslaus' royal authority and mostly describes artistic achievements and intheir divisions on religious reform issues. Help- cludes timelines and a map"
    ],
    "type": null
  },
  {
    "publisher": [
      "Re-Assessing Anglo-Saxon England"
    ],
    "title": [
      "Summary ment, archeoethnology, and social history in Widukind was an influential military and spiritual early medieval Europe. leader in the Saxons' long struggle against the John, Eric"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "faith",
        "particle": "their"
      },
      {
        "family": "Schutte",
        "given": "G."
      }
    ],
    "container-title": [
      "An often-referenced text tions: Manual of the Ethnography of the covering the history of the Saxon rulers"
    ],
    "date": [
      "1996",
      "1998",
      "1963",
      "1977"
    ],
    "location": [
      "Manchester",
      "New York",
      "New York",
      "New York",
      "New York"
    ],
    "note": [
      "Gothnic, German, Dutch, Anglo-Saxon, Frisian, 1066) and the Norman rulers (1066-1154) of Eng- and Scandinavian Peoples. 2 vols. Translated by land, with essays on several aspects of medieval J. Young. Cambridge: Cambridge University and Anglo-Saxon civilization. Press, 1929-33;"
    ],
    "pages": [
      "449–"
    ],
    "publisher": [
      "Manchester University Press",
      "St. Martin's Press",
      "Silver Burdett Press",
      "MacMillan",
      "Gordon Press"
    ],
    "title": [
      "Franks for independence and freedom to practice",
      "Although Saxon culture was extirpated",
      "A history by Charlemagne, the extended conflict between his text on the Anglo-Saxon period that challenges empire and Widukind's followers instilled a dislike several common beliefs regarding the era. for the Franks in Saxon descendants that continued MacDonald, Fiona. The World in the Time ofCharfor several centuries. lemagne",
      "An excellent examination of Europe in the time Bibliography of Widukind, with emphasis on the history of Brooke, Christopher Nugent Lawrence. The Saxon continental Europe. and Norman Kings",
      "Our Forefathers-The Gothonic Na-London: Batsford, 1965"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Harper-Bill",
        "given": "Christopher"
      },
      {
        "family": "Gerchester",
        "given": "N.Y."
      },
      {
        "given": "Boydell"
      },
      {
        "family": "Stenton",
        "given": "F.M.Anglo-Saxon England"
      }
    ],
    "container-title": [
      "to the Eighth Century: An Ethnographic versity Press",
      "Frankish society"
    ],
    "date": [
      "1995",
      "1997",
      "1971",
      "1990"
    ],
    "edition": [
      "3d"
    ],
    "location": [
      "Woodbridge, Suffolk",
      "Oxford",
      "John",
      "New York",
      "Woodbridge, Suffolk"
    ],
    "note": [
      "Anglo-Saxons from the Migration Pe- Clarendon Press,",
      "and Roches- glo-Saxon period. Extensive bibliography. ter, N.Y.: Boydell, 1997. Describes land settle- Daniel G. Graetzer"
    ],
    "publisher": [
      "Boydell",
      "Hines",
      "Oxford Uniriod"
    ],
    "title": [
      "Anglo-Norman Studies Provides several interesting perspectives on the 29",
      "Ro- ethnography of individuals with Gothnic",
      "A descriptive work man, Dutch, Anglo-Saxon, Frisian, or Scandinaon medieval civilization and the history of vian backgrounds",
      "A thorough history of the An-Perspective"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "literal": "."
      },
      {
        "given": "Teske"
      },
      {
        "family": "Wade",
        "given": "Francis C."
      }
    ],
    "location": [
      "Wis"
    ],
    "note": [
      "phy, and several indexes."
    ],
    "pages": [
      "– – –"
    ],
    "publisher": [
      "Marquette University Press"
    ],
    "title": [
      "The Trinity, or the First Principles. Trans- duction that comments mainly on the work itself. lated by Roland 1",
      "There are helpful explanatory notes, a bibliogra-Milwaukee"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Kretzmann",
        "given": "Bibliography"
      },
      {
        "family": "Norman",
        "given": "Anthony Kenny"
      },
      {
        "family": "Copleston",
        "given": "Jan"
      },
      {
        "family": "Charles",
        "given": "Frederick"
      }
    ],
    "date": [
      "1962",
      "1982"
    ],
    "editor": [
      {
        "given": "Pinborg"
      }
    ],
    "location": [
      "London",
      "and New York"
    ],
    "note": [
      "Contains a short discussion of no separate section. Has a pronounced empha-William and Summa aurea. sis on English philosophers. Primarily useful De Wulf, Maurice. History ofMedieval Philosophy. 2 as a reference, particularly for its outstanding"
    ],
    "publisher": [
      "Me",
      "Doubleday",
      "Cambridge University Press"
    ],
    "title": [
      "A History of Philoso",
      "The Cambridge History of Later phy",
      "Medieval Philosophy",
      "Medieval Philosophy: From the Rediscovery thuen",
      "Part of ofAristotle to the Disintegration of Scholastian extremely well-written series by a prominent cism, 1100-1600. Cambridge and New York: Jesuit philosopher, this is an extremely informa",
      "An imtive discussion of the development of the Uni- mense compilation by many scholars. orgaversity of Paris in its early years, as well as its nized topically, this study contains several curriculum, teaching methods, and student life brief comparative discussions of William but during this period"
    ],
    "type": null,
    "volume": [
      "2"
    ]
  },
  {
    "author": [
      {
        "family": "Leff",
        "given": "Gordon"
      }
    ],
    "container-title": [
      "Philosophy from St. Augustine to thorough set of notes on nearly every philosopher Ockham. Notre Dame, Ind.: University of Notre of the period, including William, and works by or Dame Press"
    ],
    "date": [
      "1909",
      "1958",
      "1955",
      "1970"
    ],
    "location": [
      "London and New York",
      "London and Baltimore",
      "London",
      "York"
    ],
    "note": [
      "Several chapters of backoriginal works; it may therefore be difficult for the ground information on related topics help to progeneral reader. Covers the entire period from the vide a solid context. earliest Christian philosophers to the beginning of Principe, Walter H. William of Auxerre's Theolthe fourteenth century. ogy of the Hypostatic Union. Rome: Pontifical"
    ],
    "publisher": [
      "Longman",
      "Penguin",
      "Sheed and Ward",
      "Random House"
    ],
    "title": [
      "One bibliography. of the classic works of the history of philosophy",
      "Medieval Thought: St. Augustine to Extremely broad coverage, but somewhat difficult Ockham",
      "for the average reader today because it assumes a An excellent, brief introduction to medieval phifamiliarity with Christian theology that is no lon- losophy. Divides the era into three periods, each ger common",
      "contains a brief section on with an introduction that offers some very help-William, concentrating on his role as a master of ful general comments. Notes the transitional role theology at the University of Paris. of William and the place of Summa aurea in the Gilson, Etienne. History of Christian Philosophy in development of Scholasticism. Especially useful the Middle Ages",
      "and for those with no background in the study of phi-New",
      "Considered the losophy. most authoritative and scholarly work in the field McInerny, Ralph M. A History of Western Philosoand a standard reference, this work includes a very phy",
      "A very good text for those unrelated to each. Though extremely well written, it familiar with philosophy. Well organized by treats subjects intensively, with many references to prominent scholars"
    ],
    "type": "chapter",
    "volume": [
      "vols",
      "1",
      "2"
    ]
  },
  {
    "author": [
      {
        "family": "Haren",
        "given": "Michael"
      }
    ],
    "date": [
      "1963"
    ],
    "title": [
      "Medieval Thought: The Western Institute of Medieval Studies",
      "This is"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Crombie",
        "given": "A.C."
      }
    ],
    "container-title": [
      "The medieval thought. He stresses the influence of Age of Faith",
      "The Story of Civilization"
    ],
    "date": [
      "1959",
      "1958"
    ],
    "location": [
      "New York",
      "London and Baltimore",
      "New York",
      "William's"
    ],
    "note": [
      "translations upon the medieval mind."
    ],
    "publisher": [
      "Doubleday",
      "Penguin",
      "Simon and Schuster"
    ],
    "title": [
      "Medieval and Early Modern Sci- standard, readily available works on medieval ence",
      "De- thought. tails the translation contributions made by Leff, Gordon. Medieval Thought: St. Augustine to William. It is also an excellent introduction to Ockham",
      "the history of science. The book is highly read- Like Knowles, Leff gives the reader an easily able and contains an excellent bibliography. understood description of the development of Durant, Will"
    ],
    "type": "article-journal",
    "volume": [
      "1",
      "4"
    ]
  },
  {
    "author": [
      {
        "family": "Marias",
        "particle": "excel-"
      },
      {
        "given": "Julian"
      }
    ],
    "date": [
      "1950",
      "1967"
    ],
    "location": [
      "N.Y"
    ],
    "note": [
      "an understanding of the major philosophical Heer, Friedrich. The Intellectual History of Europe. problems of the age."
    ],
    "publisher": [
      "Dover Publications"
    ],
    "title": [
      "While sometimes considered a pedestrian The bibliography is limited. popularization, it is good reading and an",
      "History of Philosophy. Mineola, lent source for little-known facts about Wil",
      "A detailed surliam's life. This long work contains an extensive vey which includes some information about Wilindex, a standard bibliography, and a detailed ta- liam but is more important for giving the reader ble of contents"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Bonaventura",
        "given": "S."
      },
      {
        "family": "seculars",
        "given": "S.Bonaven-",
        "particle": "tered from the"
      }
    ],
    "date": [
      "1274",
      "XXXX",
      "1968"
    ],
    "editor": [
      {
        "family": "G",
        "given": "J."
      }
    ],
    "location": [
      "Rome",
      "tura Grottaferrata",
      "New York"
    ],
    "publisher": [
      "Collegio",
      "Bonaventure. William figures prominently in Wiley"
    ],
    "title": [
      "the Franciscans and on the hostility they encoun-Bougerol",
      "Includes index",
      "Douie examines the Leff, Gordon. Paris and Oxford Universities in the controversy from 1252 to 1270 with special Thirteenth and Fourteenth Centuries: An Instiregard to the role of the Franciscan friar Saint tutional and Intellectual History",
      "A good introduction to the backthis essay, which ends with observations re- ground of the friar-secular controversy. See esgarding the implications of the controversy pecially Lefrs treatment of the 1250's at Paris for the development of the medieval Papacy. and his discussion of evangelical poverty"
    ],
    "type": "book",
    "volume": [
      "2"
    ]
  },
  {
    "author": [
      {
        "family": "Lambert",
        "given": "Malcolm D.Franciscan Poverty"
      },
      {
        "family": "Rosewein",
        "given": "The Doc-"
      },
      {
        "family": "H.",
        "given": "Barbara"
      },
      {
        "family": "Little",
        "given": "Lester K."
      }
    ],
    "date": [
      "1974",
      "1961"
    ],
    "location": [
      "London"
    ],
    "note": [
      "Contains illumi- and the thirteenth century friars. nating insights on the practical problems faced by Larry C. Watkins"
    ],
    "pages": [
      "4–32"
    ],
    "publisher": [
      "Society for Promoting Christian Knowl"
    ],
    "title": [
      "Sotrine of the Absolute Poverty of Christ and the cial Meaning in the Monastic and Mendicant Apostles in the Franciscan Order, 1210-1323. Spiritualities.\" Past and Present 63 (May",
      "This article provides insight into edge",
      "An extensive study of the idea of pov- the social and economic factors that augerty as conceived by Saint Francis of Assisi and mented the spirituality of the friars. Notes the developed by his order until the reign of Pope John differences between the older Benedictines XXII in the fourteenth century"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Bates",
        "given": "David"
      }
    ],
    "location": [
      "Oxford",
      "London",
      "and New York"
    ],
    "pages": [
      "1867–1879"
    ],
    "publisher": [
      "Clarendon",
      "Press",
      "Macmillan"
    ],
    "title": [
      "Bibliography Conquest of England",
      "William the Conqueror"
    ],
    "type": "book",
    "volume": [
      "5"
    ]
  },
  {
    "author": [
      {
        "family": "Philip",
        "given": "George"
      }
    ],
    "container-title": [
      "It falls short of a definitive treatment of Saxon institutions. William's reign"
    ],
    "date": [
      "1989"
    ],
    "location": [
      "Haskins, C.H"
    ],
    "note": [
      "Norman Institutions. Cambridge,"
    ],
    "title": [
      "Although Bates offers Freeman's work is old, but it is a classic with stimulating interpretations and a good overview which all students of English history should be of the period of William the Conqueror, this text familiar. He propounds the idea that the Norman is mostly addressed to lay readers and lacks foot- Conquest did not significantly alter Anglonotes"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Brooke",
        "given": "Christopher"
      }
    ],
    "date": [
      "1918",
      "1966"
    ],
    "location": [
      "Mass",
      "New York",
      "London"
    ],
    "note": [
      "though very old, this work is still useful."
    ],
    "publisher": [
      "Harvard University Press",
      "Norton"
    ],
    "title": [
      "From Alfred to Henry III",
      "Al-871-1272"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Sphere"
      }
    ],
    "container-title": [
      "ond volume in the Oxford History of England se-Batsford"
    ],
    "date": [
      "1969",
      "1971",
      "1975",
      "1963"
    ],
    "editor": [
      {
        "literal": "ed."
      }
    ],
    "location": [
      "Oxford",
      "New York",
      "London",
      "and New York"
    ],
    "note": [
      "the Conquest, and his sons. It is infor- community. Several chapters are devoted to Wilmal in style and at times entertaining. A select liam. Stenton provides an excellent bibliograbibliography lists some of the better primary and phy, which might be used by both scholars and secondary sources on the subject. lower-level students."
    ],
    "publisher": [
      "Clarendon Press",
      "ning student. Oxford University Press",
      "Macmillan"
    ],
    "title": [
      "This is the second volume in the Haskins, an excellent scholar, argues that one Norton Library History of England series. While must take a look at Norman roots before the full concerned with a large time frame, Brooke pro- impact of the Conquest could be understood. He vides a brief sketch of William' s life from his ac- devotes a lengthy chapter to the conqueror. cession as Duke of Normandy in 1035 until his Stenton, Frank Merry. Anglo-Saxon England. 3d death in 1087. It is especially good for the begin",
      "This is the sec-- - - . The Saxon and Norman Kings",
      "In ries. It is the result of many years of specialized this work, Brooke provides two brief chapters on work and has been well received by the scholarly William"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Corbett",
        "given": "W.J."
      },
      {
        "family": "Conqueror",
        "given": "William",
        "particle": "the"
      },
      {
        "family": "Normandy",
        "particle": "the Rule of the"
      },
      {
        "family": "Eng-",
        "particle": "the Norman Conquest of"
      }
    ],
    "container-title": [
      "The Cambridge Medieval History",
      "Tanner et aI"
    ],
    "date": [
      "1908",
      "1926"
    ],
    "editor": [
      {
        "given": "ed-"
      }
    ],
    "location": [
      "London and New York",
      "Cambridge"
    ],
    "note": [
      "It Larry W Usitton WLADYSLA W II JAGIELLO and JADWIGA Wladystaw II Jagiello Born: c. 1351; place unknown Died: June 1,1434; Gr6dek, near Lvov, Lithuania"
    ],
    "pages": [
      "– –"
    ],
    "publisher": [
      "Putnam"
    ],
    "title": [
      "The Development of the Duchy of",
      "Normans",
      "land",
      "Although Stenton's biography was written ited by J.R",
      "many years ago, it is still very useful. It is a fairly Cambridge University Press, and New York: objective study, written at a time when scholars Macmillan",
      "This is a chapter from one of often lost their objectivity. the best multivolume surveys of the period"
    ],
    "type": "article-journal",
    "volume": [
      "5"
    ]
  },
  {
    "date": [
      "1950"
    ],
    "location": [
      "and New York"
    ],
    "publisher": [
      "University Press",
      "Octagon"
    ],
    "title": [
      "history of the dynasty which covers Jagiello"
    ],
    "type": "book"
  },
  {
    "container-title": [
      "The Cambridge His- solid, useful work. tory of Poland"
    ],
    "editor": [
      {
        "family": "F.",
        "given": "W."
      },
      {
        "others": true
      }
    ],
    "location": [
      "Cambridge"
    ],
    "publisher": [
      "Cambridge William L. Urban"
    ],
    "title": [
      "This work is a translation from Polish of a stan- Postwar scholarship has made advances beyond dard text from that country. this long survey; nevertheless, this set remains a Reddaway"
    ],
    "type": "chapter",
    "volume": [
      "2 vo1s"
    ]
  },
  {
    "date": [
      "1988"
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "Garland"
    ],
    "title": [
      "The prose translation works themselves, rather than on the author. is printed parallel with the middle high Gennan There is an extensive annotated bibliography"
    ],
    "type": "book"
  },
  {
    "title": [
      "places greater emphasis on Wyclifs philosophi- Follows the view that Wyclif and the Lollards cal concerns than is found in most studies. were closely linked"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Robson",
        "given": "John A.Wyclif"
      },
      {
        "family": "Oxford Schools",
        "particle": "the"
      }
    ],
    "date": [
      "1961"
    ],
    "editor": [
      {
        "literal": "ed."
      }
    ],
    "location": [
      "Oxford",
      "and New York",
      "University Cambridge"
    ],
    "publisher": [
      "Claren",
      "don Press",
      "Oxford",
      "Cambridge University Press"
    ],
    "title": [
      "_ _ _ _",
      "Wyclifin His Time"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "given": "Press"
      }
    ],
    "date": [
      "1986"
    ],
    "note": [
      "Disjointed but ophers and theologians whose writings influvaluable for several issues concerning Wyclif. enced Oxford thought."
    ],
    "title": [
      "This work features the 1984 Wyclif A valuable examination ofWyclifs philosophicommemorative lectures at Balliol by Anne Hud- cal and theological development. Concentrates son, Gordon Leff, and Maurice Keen and several on Wyclifs early years at Oxford and the philosother articles by Wyclif specialists"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "McFarlane",
        "given": "K.B.John Wycliffe"
      },
      {
        "family": "Beginnings Workman",
        "particle": "the"
      },
      {
        "family": "B",
        "given": "Herbert"
      }
    ],
    "date": [
      "1952",
      "1926",
      "1953",
      "1966"
    ],
    "location": [
      "London",
      "Oxford",
      "New York",
      "Hamden, Conn"
    ],
    "note": [
      "disreputable and thus drove it \"underground.\" Dale E. Landon"
    ],
    "publisher": [
      "English English Medieval Church",
      "Clar-Universities Press",
      "Macmillan, endon Press",
      "Archon",
      "Books"
    ],
    "title": [
      "John Wyclif: A Study of the of English Nonconformity",
      "McFarlane proposes that Wyclifs ex",
      "The standard biography ofWyclif, cesses and those of his disciples made reform still useful but in many respects outdated"
    ],
    "type": null,
    "volume": [
      "2"
    ]
  },
  {
    "author": [
      {
        "family": "Needham",
        "given": "Joseph"
      },
      {
        "given": "Physics"
      },
      {
        "family": "Technology",
        "given": "Physical"
      }
    ],
    "date": [
      "1971",
      "1982"
    ],
    "genre": [
      "scholarly series. The third part of this volume,"
    ],
    "location": [
      "Stanford, Calif"
    ],
    "note": [
      "Yung-Io's overseas adventures, such as naval ar-While lacking maps, it has detailed notes, an ex- chitecture, navigation, astronomy, and cartogracellent annotated bibliography, a standard char- phy. Includes excellent notes, a bibliography, acter list, and a very useful index. and an index."
    ],
    "publisher": [
      "Stanford",
      "University Press"
    ],
    "title": [
      "overthrown by his father with an evolving Confu- Huang's \"Fiscal Administration During the cian, or scholars', bureaucracy. Together, they de- Ming Dynasty.\" Contains useful notes and an infined much of the character of Chinese government dex. for centuries",
      "Science and Civilisation in China",
      "Bibliography Cambridge and New York: Cambridge Univer-Dreyer, Edward L. Early Ming China: A Political sity Press",
      "This work is part of a classic History, 1355-1435",
      "Scholarly and eminently Civil Engineering and Nautics, contains wonreadable, this volume is one of the most exten- derful coverage of the technology underlying sive English-language studies of its subject"
    ],
    "type": null,
    "volume": [
      "4"
    ]
  },
  {
    "author": [
      {
        "family": "Hucker",
        "given": "Charles O."
      }
    ],
    "container-title": [
      "Yearley"
    ],
    "title": [
      "The Censorial System of Ming Clifton K"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "given": "Tadanori"
      },
      {
        "family": "O'Neill",
        "given": "P.G.Early No Drama"
      }
    ],
    "note": [
      "Lontreatises both on the aesthetics of No and on the art of don: Lund Humphries, 1958; Westport, Conn.: acting. Although he inherited the affective-aesthetic Greenwood Press, 1974. Important treatment of"
    ],
    "title": [
      "Yorimasa-or with the classical figures Zeami's Fushikaden, or Kadensho. of Heian court culture",
      "Its Background, In addition to his fine plays, Zeami left critical Character, and Development, 1300-1450"
    ],
    "type": null
  },
  {
    "container-title": [
      "Sources of Japanese lan",
      "\"On the One Mind works. Linking All Powers,\" \"The Nine Stages of No in Zeami",
      "Miyai Bin",
      "and No",
      "On the Art of the No"
    ],
    "date": [
      "1924",
      "1916",
      "1958",
      "1919",
      "1968",
      "1989"
    ],
    "editor": [
      {
        "family": "Ryusaku",
        "given": "Tsunoda"
      },
      {
        "others": true
      }
    ],
    "location": [
      "New York",
      "Kyoto",
      "Princeton, N.J",
      "Drama"
    ],
    "note": [
      "Thomas tragedy with Japanese No drama. Puts Zeami's Rimer and Yamazaki Masakazu. Princeton, N.J. language under a sharply focused microscope and Guildford, England: Princeton University and parallels the importance of diction and spec- Press, 1984. Excellent translations of nine of tacle over plot in both tragedy and No. Zeami's treatises that deal with the essentials of Yeats, William Butler. Plays and Controversies. acting."
    ],
    "pages": [
      "– – –"
    ],
    "publisher": [
      "Columbia Univer",
      "sity Press",
      "Sumiya Shinobe Publishing Smethurst, Mae J. The Artistry of Aeschylus and Institute",
      "Princeton University",
      "The Major Press"
    ],
    "title": [
      "Contains Yeats's four plays for danc-Tradition",
      "ers and the music for At the Hawk's Well",
      "Includes excellent translations and The Dreaming of the Bones",
      "The inof important Zeami treatises, such as \"On At- fluence of Zeami is clearly present in these taining the Stage of Yugen",
      "The Book ofthe Way of the High- ai Chuichi, Hayashi Shuseki, Satoi Rokuro, and est Flower",
      "One of Zeami' s most influential Zeami; A Comparative Study of Greek Tragedy treatises",
      "Compares specific aspects of Greek Treatises of Zeami"
    ],
    "translator": [
      {
        "literal": "Motokiyo. Kadensho. Translated by Sakur-Order,\" and"
      },
      {
        "given": "J."
      }
    ],
    "type": "chapter",
    "volume": [
      "1"
    ]
  },
  {
    "author": [
      {
        "literal": "begin. Urbanek, R. \"Jan Zizka, the Hussite.\" Slavonic Re-Heymann, Frederick G."
      }
    ],
    "collection-title": [
      "survey of ZiZka's career written for his quincensity Press"
    ],
    "date": [
      "1957",
      "1967",
      "1924-12",
      "1955"
    ],
    "director": [
      {
        "family": "Durant",
        "given": "Will"
      }
    ],
    "edition": [
      "Revolution"
    ],
    "editor": [
      {
        "family": "Kaminsky",
        "given": "Howard"
      }
    ],
    "location": [
      "New York",
      "Berkeley",
      "Princeton, N.J"
    ],
    "note": [
      "Adds no new information, but traces the study of its topic. Heymann is especially good at key events in Zizka's life. Assumes some acclarifying the role of the Taborites in the Hussite quaintance with Zizka's life."
    ],
    "pages": [
      "272–284"
    ],
    "publisher": [
      "Si",
      "University of Califormon and Schuster",
      "Princeton Univer"
    ],
    "title": [
      "proved to be psychologically as well as materially meant to Zizka. The military campaigns are redevastating to his enemies. counted in detail. The appendices and bibliography are especially useful, though most of the Bibliography entries are in Czech",
      "The Western Slavs: 1300-1517",
      "A History of the Hussite The Story of Civilization",
      "This chapter gives an nia Press",
      "A long scholarly study with excellent, succinct overview of the period, with an excellent bibliography. There are frequent sections on Bohemia, Jan Hus, and the Bohe- references to Zizka, and the discussion of the mian Revolution. A good essay with which to Taborite movement is very good",
      "John Zizka and the Hussite view 8",
      "A glowing Revolution",
      "A detailed, five-hundred-page tenary"
    ],
    "type": null,
    "volume": [
      "6"
    ]
  }
]
