[
  {
    "note": [
      "0)54–05–45 Fax: (0)54–16–20 E-mail: ogb-l@ogb-l.lu Internet:"
    ],
    "title": [
      "Address: POB 149, or 60 blvd J.F.Kennedy, 4002 Esch/Alzette, Luxembourg Tel"
    ],
    "type": null,
    "url": [
      "http://www.ogb-l.lu/"
    ]
  },
  {
    "author": [
      {
        "literal": "Thor Pedersen has been Minister of Finance in Denmark since"
      }
    ],
    "date": [
      "2001"
    ],
    "note": [
      "He served as Minister for Housing in 1986–89, Minister of the Interior in 1987–88 and Minister of the Interior and Economy in 1992–93."
    ],
    "title": [
      "A member of the Liberal Party, he stands for low taxation and the free market. Pedersen has been a member of the Folketing since 1985"
    ],
    "type": null
  },
  {
    "date": [
      "1978"
    ],
    "title": [
      "Prior to that, he was member of the Helsingør local council in 1974–86, and the town’s mayor in"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "on",
        "given": "Born"
      }
    ],
    "date": [
      "1945-06-14"
    ],
    "note": [
      "Address: Ministry of Finance, Christiansborgs Slotsplads 1, 1218 Copenhagen K, Denmark Tel: (0)33–92–33–33 Fax: (0)33–32–80–30 E-mail: fm@fm.dk Internet: http://www.fm.dk/ A political and economic dictionary of western Europe 256"
    ],
    "title": [
      "in Gentofte, Pedersen studied politics at Copenhagen University. He was a sergeant in the Royal Lifeguards in 1964–66 and director of a private business in 1975–81 and 1994–2001"
    ],
    "type": null
  },
  {
    "note": [
      "The most recent amendment to the Act occurred in"
    ],
    "title": [
      "The United Kingdom is a state in the north of Western Europe which comprises England, Scotland, Wales and Northern Ireland. These nations and regions were brought together in stages by Acts of Union: England and Wales were united in 1536; Scotland was added in 1707 to form Great Britain; and Ireland in 1800 to form the United Kingdom of Great Britain and Ireland"
    ],
    "type": null
  },
  {
    "date": [
      "1927",
      "1922",
      "2001"
    ],
    "location": [
      "London; population"
    ],
    "note": [
      "such as the United Nations, the North Atlantic Treaty Organization and the Commonwealth, and regional associations, such as the European Union (EU)."
    ],
    "pages": [
      "59"
    ],
    "title": [
      "when the United Kingdom of Great Britain and Ireland was altered to the United Kingdom of Great Britain and Northern Ireland following the foundation of the Republic of Ireland in",
      "Area: 243,000sq km; capital",
      "Until the mid-20th century the United Kingdom had a large empire, but its involvement in the two World Wars (1914–18 and 1939–45) weakened its resources and many states within the empire gained independence (e.g. India in 1947). Some small states in Western Europe remain British dependencies (Gibraltar, the Channel Isles and the Isle of Man). The United Kingdom struggled with its loss of status following the end of empire and tried to maintain its role in the world through bilateral links with the USA and as a member of international organizations"
    ],
    "type": null
  },
  {
    "date": [
      "2003"
    ],
    "note": [
      "he also served as Minister of Finance in 1994–2002."
    ],
    "title": [
      "Gerrit Zalm has been Deputy Prime Minister and Minister of Finance in the Netherlands since",
      "A member of the liberal People’s Party for Freedom and Democracy"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "on",
        "given": "Born"
      }
    ],
    "date": [
      "1952-05-06"
    ],
    "note": [
      "in Enkhuizen, Zalm studied economics at the Free University of"
    ],
    "type": null
  },
  {
    "container-title": [
      "He was appointed as Professor of Economics at the Free University of Amsterdam in 1990. Address: Ministry of Finance, Korte Voorhout 7, POB 20201, 2500 EE The Hague"
    ],
    "date": [
      "1975"
    ],
    "location": [
      "Netherlands Tel"
    ],
    "note": [
      "0)70 3427540 Fax: (0)70 3427900 E-mail: mailto:www.minfin.nl Internet:"
    ],
    "title": [
      "Amsterdam, receiving his doctorate in",
      "He worked in the Ministry of Finance in 1975–83, in the Ministry for Economic Affairs in 1983–88 and in the Central Planning Bureau from 1988"
    ],
    "type": "chapter",
    "url": [
      "http://www.minfin.nl/"
    ]
  }
]
