[
  {
    "author": [
      {
        "family": "Outline",
        "given": "I."
      }
    ],
    "note": [
      "r. 1792–1750 B.C.)."
    ],
    "title": [
      "This lecture concludes our survey of Mesopotamian civilization in the Bronze Age, focusing on the career of Hammurabi"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "A."
      }
    ],
    "title": [
      "We began by looking at the emergence of cities in Sumer (c. 3500 B.C.), and we are tracing the evolution of this civilization through the Sumerians, Akkadians, and Babylonians; later on in the course, we’ll bring in the Assyrians, who carried this civilization down to about 1200–1000 B.C. and the collapse of the Bronze Age"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "B."
      }
    ],
    "title": [
      "Hammurabi’s Babylon falls in the period of the Middle Bronze Age and is seen, in many ways, as the"
    ],
    "type": null
  },
  {
    "date": [
      "2200"
    ],
    "note": [
      "Mentuhotep II (r. c."
    ],
    "title": [
      "The Middle Kingdom Scope: Rival dynasts clashed during the First Intermediate Period in Egypt (c",
      "B.C.) so that nomarchs and priests looked for a return to order and justice (ma’at) under righteous pharaohs"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "B.C.), prince of Thebes in Upper Egypt, founded Dynasty XI and reunified Egypt."
      }
    ],
    "citation-number": [
      "2060–2010"
    ],
    "container-title": [
      "Yet the pharaohs of Thebes faced hostility in Lower Egypt; under Dynasty XIII, rebellions erupted in the Delta. In the fighting, Egyptian pharaohs and rebels summoned Canaanite allies or mercenaries, known as Hyksos. In 1674 B.C"
    ],
    "date": [
      "1991"
    ],
    "note": [
      "the Hyksos, experts in chariot warfare and fortifications, captured Memphis and ruled as foreign lords over Egypt for more than a century (1674–1544 B.C.)."
    ],
    "title": [
      "The usurper Amenemhet I",
      "B.C.) founded the illustrious Dynasty XII of the Middle Kingdom, which transformed Egypt into a well-governed imperial order. The pharaohs of the Middle Kingdom, who ruled from Thebes, reorganized royal administration, sponsored irrigation and drainage projects, and promoted trade. They, too, required lavish royal burials, but in subterranean tombs bored out of the cliffs of the Valley of Kings on the west bank of the Nile and opposite Thebes. Foremost, the pharaohs were warriors, and Senworset III (r. 1878–1843 B.C.) advanced the frontier to the second cataract in Nubia, founding military colonies and recruiting Nubian infantry into the royal army. The copper mines of Sinai were exploited, and Canaanite ports were brought into tributary alliance"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "B.C.)",
        "given": "seized power"
      },
      {
        "family": "Syria",
        "given": "B.C.)",
        "particle": "conquered northern"
      }
    ],
    "container-title": [
      "Religious reform at home put the Asiatic empire in jeopardy, as the Hittite emperor Šuppiluliumaš",
      "Warrior pharaohs of Dynasty XIX met the Hittite challenge in Asia, but Rameses II",
      "Hatshepsut"
    ],
    "date": [
      "1550",
      "1489"
    ],
    "note": [
      "Scope: Khamose (r. 1570–1550 B.C.) founded Dynasty XVIII at Thebes and challenged the Hyksos kings of Avaris. Ahmose (r. c.",
      "B.C.) achieved a stalemate at Kadesh and was forced to recognize Hittite supremacy in northern Syria. Rameses II and Merneptah (r. 1212–1200 B.C.) restored Egyptian rule in Palestine, but their heirs faced new invaders, the “Sea Peoples,” who ended Egyptian rule in Asia. Outline I. This lecture looks at the New Kingdom (c. 1550–1150s B.C.), the period when the Egyptian monarchy came to play a dominant role in the Middle East and Egypt reached its political and cultural zenith."
    ],
    "pages": [
      "1479–1426",
      "1344–1322",
      "1279–1212"
    ],
    "title": [
      "B.C.) forged a new royal army of chariots and Nubian infantry to expel the Hyksos and restore ma’at in Egypt. The pharaohs of Dynasty XVIII styled themselves as conquerors in memorial reliefs and painting and endowed the shrines of Amon, Ptah, and Ra with rich offerings of thanks",
      "B.C.), the first queen to rule in her own right, halted expansion in favor of building projects and diplomacy. But she alienated the military elite at Thebes, and her nephew, Thutmose III",
      "Thutmose III waged 17 campaigns in Asia and organized an Asiatic empire. The transformation of Egyptian values and material life climaxed in the religious reforms of Akhenaton (r. 1352–1335 B.C.), who aimed to exalt his majesty as the oracular voice of the sole god Aton. Akhenaton sought to break the aristocracy at Thebes and imposed his monotheistic cult by force",
      "Akhenaton had compromised his dynasty and the empire, and his heirs would abandon the cult of Aton"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "literal": "II."
      }
    ],
    "container-title": [
      "The pharaohs of Dynasty XVIII, starting with the founder of the family, Khamose (r. 1570–1550 B.C.), adopted the military technology of the Hyksos and overthrew these foreign rulers"
    ],
    "note": [
      "His successor, Ahmose (r. 1550–1544 B.C.), stormed Avaris and expelled the Hyksos."
    ],
    "title": [
      "We shall begin by looking at the pharaohs of Dynasty XVIII (1570–1293 B.C.). A. As you recall, Egypt had fallen under the control of Hyksos invaders, but the Hyksos ruled as a small military caste and never truly controlled the Nile valley. B. The princes of Thebes again emerged as a force of unity in the Nile valley"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "C."
      }
    ],
    "container-title": [
      "1544–1520 B.C.), Thutmose I"
    ],
    "date": [
      "1500",
      "2"
    ],
    "editor": [
      {
        "family": "Amenhotep",
        "given": "I."
      },
      {
        "literal": "B.C.), and Thutmose II (r."
      }
    ],
    "note": [
      "For this reason, she pioneered methods of promoting the monarchy that prefigured the policies of the heretic pharaoh Akhenaton (r. 1352–1335 B.C.). She promoted arts, building and irrigation programs, and high-prestige trade. Her temple, Deir el-Bahri, depicts a diplomatic mission to Punt, that is, the Somalian coast. 3. We are not quite sure what happened to this remarkable woman, but she probably died of an illness in 1479 B.C. In her final years, however, she was already losing power, and Thutmose III was able to assert himself. In 1482 B.C., he led an enormous Egyptian army into Asia and defeated a coalition of Canaanite kings at the Battle of Megiddo. This victory opened a new era of Egyptian expansion in Asia."
    ],
    "pages": [
      "1520–1500"
    ],
    "title": [
      "The immediate successors of Ahmose",
      "B.C.), conducted massive attacks into the region between the Mediterranean and the Jordan valley. D. The Egyptians also pushed deep into the Sudan. The region known as Kush, south of the third cataract, was organized as a viceroyalty, and Nubia was incorporated into Egypt. The territorial extent of Egypt was greatly enlarged from what it had been in the Old or Middle Kingdom. E. Imperial expansion halted briefly in the early 15th century B.C., during the reign of Queen Hatshepsut (r. 1489–1479 B.C.), daughter of Thutmose II, who ruled with the trappings of a male pharaoh. 1. Hatshepsut halted imperial expansion for a good reason: She was married to a royal consort, a nephew or half-brother, the future Thutmose III. He was proclaimed as a joint ruler, although he was considerably younger than Hatshepsut. Any military operations launched by Thutmose III would benefit him, not Hatshepsut, who risked losing her throne"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "B."
      }
    ],
    "title": [
      "The Akkadian emperors waged wars in this region, and starting from 1900 B.C. on, Assyrian merchants moved into the cities of central Asia Minor and established merchant communities"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "C."
      },
      {
        "given": "D."
      }
    ],
    "note": [
      "This kingdom was centered on the capital of Hattušas (Bogazkale), east of the Halys River."
    ],
    "title": [
      "Influences from Mesopotamia stimulated the Hittites to coalesce into kingdoms around 1700 B.C",
      "The early Hittite kings unified central Asia Minor into a powerful confederation known as the Hittite Old Kingdom"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "E."
      }
    ],
    "note": [
      "r. 1650–1620 B.C.) and his son, Mursiliš I (r. 1620–1590 B.C.),"
    ],
    "title": [
      "Two of the early Hittite kings, Hattušiliš I"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Crete",
        "given": "B.Civilization",
        "particle": "emerged in the Aegean world on the island of"
      }
    ],
    "container-title": [
      "These rulers controlled hierarchical societies"
    ],
    "note": [
      "adopted chariot warfare by 1500–1400 B.C., and acquired expertise in shipbuilding and ship warfare from the Minoans. Indeed, around 1400 B.C., Mycenaean Greeks sacked the palace of Cnossos. Thereafter, Crete was incorporated into a wider"
    ],
    "title": [
      "The people of Crete devised a hierarchical society comparable to what we saw in the Near East. By 2100 B.C., the kings of the city of Cnossos had united the island and established control of the sea. C. The people of this civilization, the Minoans, were responsible for spreading their literacy and arts across the Aegean and into mainland Greece. From 1600 B.C., the people in southern and central Greece, that is, the Mycenaeans of the Greek heartland, adopted much of the civilization of Minoan Crete. D. What emerged in southern and central Greece was a series of about 12 kingdoms, each ruled by a wanax (“lord”"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "literal": "A. In 911 B.C."
      }
    ],
    "container-title": [
      "Throughout the 9th century B.C., Assyrian kings conducted massive raids in these areas to impose vassalage and exact tribute"
    ],
    "title": [
      "Adad-nirari II (911–891 B.C.) launched a new series of wars in two directions: west, to bring the region between the Euphrates and the Mediterranean under Assyrian control, and east, toward Babylon"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "B."
      }
    ],
    "title": [
      "The self-image of Assyrian kings was one of great power. These rulers were often depicted on lion hunts, conducting campaigns, and subduing cities. The inscription for Ashur-nasirpal II (883–859 B.C.), for example, tells us of his brutal punishment of a rebellious city"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "IV."
      }
    ],
    "note": [
      "The Neo-Hittite kingdoms were annexed between 745–717 B.C., as were the Aramaean kingdoms in Syria. D. The Assyrians also forced many of the states in the Near East to develop economically in order to pay"
    ],
    "title": [
      "By the end of the 9th century B.C., the Assyrians began to encounter far more difficult coalitions that they were unable to defeat easily. A. In 853 B.C. at the Battle of Qarqar, for instance, King Shalmaneser III (858−824 B.C.) was checked by a coalition of 10 Syrian princes. B. When the Assyrian general Pul seized the throne in 745 B.C. under the dynastic name Tiglath-Pileser III (745–727 B.C.), the administration of the dynasty was reorganized, and the Assyrians began to conquer and rule methodically, rather than simply plundering their neighbors. C. Tiglath-Pileser III and his heirs incorporated many of the neighboring kingdoms as provinces"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Outline",
        "given": "I."
      }
    ],
    "title": [
      "In this lecture, we conclude our study of the great civilizations of the ancient Near East with the Persian Empire. A. We shall use the reign of King Darius the Great (521–486 B.C.) as a stopping point because it represents the climax of developments going back some 30 centuries"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "B."
      }
    ],
    "note": [
      "notably Herodotus (c. 490–425 B.C.)."
    ],
    "title": [
      "Darius ruled over a vast empire incorporating all three of the early river-valley civilizations. C. The kings of Persia were regarded as the noblest of all kings of the Near East and are well known to us from Greek historical authors"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "D."
      }
    ],
    "note": [
      "in the Near East. Finally, we’ll close with some remarks on the impact of these Near Eastern civilizations on the Western tradition."
    ],
    "title": [
      "We shall have three goals for this lecture: First, we’ll look at the Near East in the immediate aftermath of the destruction of the Assyrian Empire in 612 B.C. Then, we’ll explore the question of why the Persians emerged in the political order after Assyria as the eventual “winners"
    ],
    "type": null
  },
  {
    "citation-number": [
      "3."
    ],
    "title": [
      "The Neo-Babylonians are best remembered for the victory of Nebuchadrezzar over the Hebrews of Judah and the deportation of the Jews from Jerusalem to Babylon in 586 B.C"
    ],
    "type": null
  },
  {
    "citation-number": [
      "4."
    ],
    "title": [
      "Nebuchadrezzar is also remembered for the construction of the second of the Seven Wonders of the Ancient World, the Hanging Gardens of Babylon"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "B.C."
      }
    ],
    "citation-number": [
      "5."
    ],
    "container-title": [
      "539"
    ],
    "title": [
      "Eventually, the Neo-Babylonian dynasty was also overthrown by Cyrus the Great of Persia",
      "Babylon was put under siege and captured by the Persians. Babylon was later revered by the Persian aristocracy as its cultural capital"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "C."
      }
    ],
    "note": [
      "2. Just as Egypt and Babylon had done, the Lydian kingdom eventually fell to the Persians. The last king of the Lydian dynasty who ruled at Sardes was Croesus (561–546 B.C.), legendary in the Greek tradition for his wealth and his philhellenism."
    ],
    "title": [
      "The third realm that came out of the old Assyrian Empire was in Asia Minor, the kingdom of the Lydians. The Lydians were a new people who had emerged in western Anatolia at the city of Sardes in the Hermus valley. 1. The Lydian kingdom consolidated Asia Minor by the middle of the 7th century B.C. after a series of migrations disrupted political structures in Anatolia. These were the migrations of the Cimmerians, a nomadic people who had constantly plagued the northern border of the Assyrian Empire"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Finally",
        "given": "D."
      }
    ],
    "container-title": [
      "1. Under Cyaxares (653–585 B.C.), the Medes united the various tribes of Iran and fielded effective cavalry armies. 2. The second king of the Medes, Astyges"
    ],
    "note": [
      "B.C.), proved unpopular with his nobility and was overthrown by his vassal king and kinsman, Cyrus of Persia."
    ],
    "pages": [
      "585–550"
    ],
    "title": [
      "the Medes ruled in northwestern Iran and had their capital at Ecbatana (today Hamadan). The Persians and the Medes were related Iranian peoples, but the Medes took the lead in political organization because they had born the brunt of Assyrian attacks in the 8th and 7th centuries B.C"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "literal": "III."
      },
      {
        "given": "B.C."
      }
    ],
    "container-title": [
      "546",
      "C. Cambyses died under mysterious circumstances in Egypt in 522 B.C., and his death sparked a rebellion across the nascent Persian Empire"
    ],
    "note": [
      "Several candidates vied for the throne of the empire, but the one who triumphed was Darius I (521–486 B.C.). 1. Darius reorganized the Persian Empire, drawing upon all the institutions that we have studied in this course."
    ],
    "title": [
      "At the time, this political change in Iran was probably considered nothing more than a change of dynasty; however, Cyrus became one of the great conquerors of the Near East and was remembered as a wise king. A",
      "Cyrus swiftly overthrew the Lydian kingdom and, about five years later, turned on Babylon; thus, he incorporated the Fertile Crescent and Anatolia into his realm. He died fighting the Scythians along his northeastern frontier. B. His son, Cambyses (530–522 B.C.), fell heir to Cyrus’s project of conquering Egypt. He invaded Egypt in 525 B.C. with the assistance of the Phoenician fleet and took out the Nile valley. The Persians were usually regarded as generous and tolerant conquerors, but this was not the case in Egypt"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "1."
    ],
    "container-title": [
      "480–479 B.C"
    ],
    "title": [
      "Yet in 499 B.C., Darius and his generals would be drawn into a rebellion by remote Greek subjects on the fringes of the empire. This event brought the Persians, first, into western Asia Minor, then, to Greece and would climax in the great invasion of King Xerxes (486–465 B.C"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "2."
    ],
    "title": [
      "In that conflict, the king of Persia would ultimately be defeated by an unlikely coalition, the Greek city-states of Athens and Sparta and their allies"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Further Reading",
        "given": "J.M.Cook"
      }
    ],
    "title": [
      "The Persian Empire"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Dandamaev",
        "given": "M.A."
      },
      {
        "family": "Lukonin",
        "given": "V.G."
      }
    ],
    "title": [
      "The Culture and Social Institutions of Ancient Iran"
    ],
    "translator": [
      {
        "family": "Kohl",
        "given": "P.L."
      },
      {
        "family": "Dadson",
        "given": "D.J."
      }
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "B.C."
      },
      {
        "family": "Age",
        "given": "B.C.Neolithic"
      },
      {
        "family": "Çatal Hüyük",
        "particle": "emergence of villages at"
      },
      {
        "family": "Jarmo"
      },
      {
        "family": "c",
        "given": "Jericho"
      },
      {
        "others": true
      },
      {
        "given": "B.C."
      }
    ],
    "citation-number": [
      "11,000−6000",
      "7000−5000"
    ],
    "container-title": [
      "Invention of Egyptian hieroglyphics. 2800 B.C........................... Early Dynastic Period (2800−2300 B.C.); warring city-states in Sumer. c. 2700−2650 B.C............. Gilgamesh, ensi of Uruk. Dynasty III rules in Egypt. c. 2650 B.C....................... Pharaoh Zoser constructs Step Pyramid at Sakkara. 2600 B.C........................... Emergence of the cities of Meluhha (Indus valley, 2600−1700 B.C.) c. 2550−2500 B.C............. Pharaohs Khafre and Menkaura construct the second and third pyramids at Gizeh; Khafre constructs the Sphinx. c. 2450 B.C....................... Eannatum, ensi of Lagash, defeats rival Umma"
    ],
    "editor": [
      {
        "family": "Narmer",
        "given": "Sumer"
      }
    ],
    "pages": [
      "2334–2279"
    ],
    "title": [
      "Incipient agriculture and stock-raising in eastern Asia Minor",
      "4500−3500 B.C............. al-Ubaid Period in Mesopotamia; growth of villages and shift of population to southern Mesopotamia. c. 3500−3100 B.C............. Emergence of cities and literacy in Sumer (Uruk Period). Bronze Age (3500−1000 B.C.). Gerzean culture in the Nile valley: genesis of Egyptian civilization. 3100 B.C........................... Proto-Literate Period (3100−2800 B.C",
      "first pharaoh, unifies Lower and Upper Egypt. Archaic (Early Dynastic) Age of Egypt, Dynasties I−II (3100−2700 B.C",
      "Reign of Sargon I: creation of Akkadian Empire"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "B.C."
      }
    ],
    "citation-number": [
      "2300−2100"
    ],
    "title": [
      "Migration of Hittite-speaking peoples into Asia Minor"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "B.C. ............... Reign of Pharaoh Pepi II, Dynasty VI."
      }
    ],
    "citation-number": [
      "2275−2185"
    ],
    "container-title": [
      "2200−2050 B.C.). 2254−2218 B.C. ............... Reign of Akkadian emperor Naram-sin"
    ],
    "title": [
      "First Intermediate Period (c"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "B.C."
      }
    ],
    "citation-number": [
      "2200−2100"
    ],
    "publisher": [
      "Collapse of Akkadian Empire"
    ],
    "title": [
      ""
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "given": "B.C."
      }
    ],
    "citation-number": [
      "2200−1800"
    ],
    "title": [
      "Migration of Hurrians into northern Mesopotamia and Syria"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "B.C."
      }
    ],
    "citation-number": [
      "2112−2095"
    ],
    "location": [
      "Ur Dynasty III"
    ],
    "title": [
      "Reign of Ur-nammu; creation of the Neo-Sumerian Empire"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "B.C."
      }
    ],
    "citation-number": [
      "2094−2047"
    ],
    "title": [
      "Reign of Shulgi, king of Ur; administrative consolidation"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "B.C."
      }
    ],
    "citation-number": [
      "2060−2010"
    ],
    "title": [
      "Pharaoh Mentuhotep II, Dynasty XI, reunifies Egypt from Thebes"
    ],
    "type": null
  },
  {
    "date": [
      "2050"
    ],
    "location": [
      "Dynasties XI−XV"
    ],
    "title": [
      "Birth of the Middle Kingdom"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "B.C."
      }
    ],
    "citation-number": [
      "1991"
    ],
    "container-title": [
      "Foundation of Dynasty"
    ],
    "date": [
      "1991"
    ],
    "title": [
      "Pharaoh Amenemhet I seizes the throne at Thebes"
    ],
    "type": "article-journal",
    "volume": [
      "XII"
    ]
  },
  {
    "author": [
      {
        "given": "B.C."
      }
    ],
    "citation-number": [
      "1934−1924"
    ],
    "title": [
      "Reign of Lipith-Ishtar, Amorite king at Isin, who issues law code"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "B.C."
      }
    ],
    "citation-number": [
      "1878−1843"
    ],
    "title": [
      "Reign of Pharaoh Senworset III; Egyptian conquest of Nubia. Zenith of Middle Kingdom; flourishing of Egyptian letters and arts"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "B.C."
      }
    ],
    "citation-number": [
      "1799−1790"
    ],
    "title": [
      "Reign of Amenemhet IV; decline of Middle Kingdom"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "B.C."
      }
    ],
    "citation-number": [
      "1792−1750"
    ],
    "title": [
      "Reign of King Hammurabi; creation of Babylonian Empire"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "B.C."
      }
    ],
    "citation-number": [
      "1674−1544"
    ],
    "title": [
      "Hyksos rule over Egypt from Avaris in the Delta"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "B.C."
      }
    ],
    "citation-number": [
      "1650−1620"
    ],
    "title": [
      "King Hattušiliš I of the Hittites founds Hattušas as capital"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "B.C."
      }
    ],
    "citation-number": [
      "1620−1590"
    ],
    "title": [
      "Reign of Hittite king Mursiliš I; conquests in northern Syria"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "B.C."
      }
    ],
    "citation-number": [
      "1595"
    ],
    "container-title": [
      "Decline of Hittite power in Asia Minor (1590−1350 B.C"
    ],
    "title": [
      "King Mursiliš I of the Hittites sacks Babylon"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "B.C."
      }
    ],
    "citation-number": [
      "1570−1550"
    ],
    "title": [
      "Pharaoh Khamose founds Dynasty XVIII at Thebes"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "New Kingdom",
        "given": "Foundation",
        "particle": "of"
      }
    ],
    "date": [
      "1570"
    ],
    "title": [
      "B.C.). Egyptian resurgence against Hyksos rule"
    ],
    "type": null
  },
  {
    "container-title": [
      "c. 1570 B.C....................... Eruption of volcano of Thera (Santorini"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "B.C."
      }
    ],
    "citation-number": [
      "1550−1544"
    ],
    "title": [
      "Reign of Pharaoh Ahmose; expulsion of the Hyksos from Egypt"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "B.C."
      }
    ],
    "citation-number": [
      "1544−1520"
    ],
    "title": [
      "Reign of Amenhotep I; first Egyptian attacks into the Levant"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "B.C."
      }
    ],
    "citation-number": [
      "1540"
    ],
    "date": [
      "1540"
    ],
    "title": [
      "Kassites conquer and rule Babylon"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "B.C."
      }
    ],
    "citation-number": [
      "1489−1479"
    ],
    "title": [
      "Reign of Queen Hatshepsut; consolidation of Egypt"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "B.C."
      }
    ],
    "citation-number": [
      "1482"
    ],
    "title": [
      "At Battle of Megiddo, Prince Thutmose III crushes Canaanite coalition"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "B.C."
      }
    ],
    "citation-number": [
      "1479−1426"
    ],
    "title": [
      "Reign of Pharaoh Thutmose III; creation of Egyptian Empire"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Cnossos",
        "given": "B.C.Mycenaean Greeks",
        "particle": "sack"
      },
      {
        "family": "Crete",
        "particle": "settle"
      },
      {
        "others": true
      },
      {
        "family": "Ashur-uballit I",
        "given": "B.C.Reign",
        "particle": "of"
      },
      {
        "family": "Assyria",
        "particle": "king of"
      },
      {
        "others": true
      },
      {
        "family": "Akhenaton",
        "given": "B.C.Reign",
        "particle": "of heretic pharaoh"
      },
      {
        "others": true
      },
      {
        "family": "Šuppiluliumaš I",
        "given": "B.C.Reign",
        "particle": "of Hittite emperor"
      },
      {
        "others": true
      },
      {
        "given": "B.C."
      }
    ],
    "citation-number": [
      "1400"
    ],
    "container-title": [
      "1322−1293 B.C. ............... Pharaoh Horemheb initiates Egyptian military recovery. 1321−1295 B.C. ............... Reign of Hittite emperor Mursiliš II. 1295−1272 B.C. ............... Reign of Hittite emperor Muwatallis. 1293 B.C........................... Rameses I founds Dynasty XIX (1293−1175 B.C.). 1279−1212 B.C. ............... Reign of Pharaoh Rameses II; restoration of Egyptian rule in Asia. 1275 B.C........................... Battle of Kadesh between Rameses II and Muwatallis. 1267−1237 B.C. ............... Reign of Hittite emperor Hattušiliš III. Reform of Hittite cults and construction of sanctuary of Yazilikaya. 1257 B.C........................... Treaty between Pharaoh Rameses II and Emperor Hattušiliš III. 1244−1208 B.C. ............... Reign of King Tukulti-Ninurta I of Assyria. 1237−1209 B.C. ............... Reign of Hittite emperor Tudhaliyas IV. c. 1210 B.C....................... Israel named in the memorial stele of Pharaoh Merneptah. 1209−1190 B.C. ............... Reign of Hittite emperor Šuppiluliumaš II. Rebellions and civil wars in Hittite Empire. 1182−1150 B.C. ............... Attacks of Sea Peoples on Egyptian Delta and Asian provinces. 1100−1000 B.C. ............... Perfection and spread of iron technology: Early Iron Age (1100−500 B.C.). Migration of Phrygians into Asia Minor. 1000−800 B.C. ................. Invention of alphabet by Phoenicians"
    ],
    "date": [
      "1400",
      "1352",
      "1344",
      "1335"
    ],
    "title": [
      "Mycenaean thalassocracy",
      "Reign of Tutankhamun; restoration of gods and return of court to Thebes"
    ],
    "type": "chapter"
  },
  {
    "title": [
      "Migration of Aramaeans into Syria and Mesopotamia"
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "B.C. ................... Emergence of Phrygian kingdom at Gordion in Asia Minor. 911−891 B.C. ................... Reign of Adad-nirari II of Assyria."
      },
      {
        "family": "Israel",
        "given": "B.C.Reign",
        "particle": "of King Omri of"
      },
      {
        "others": true
      },
      {
        "family": "King Ahab",
        "given": "B.C.Reign",
        "particle": "of"
      },
      {
        "family": "Israel",
        "given": "Queen Jezebel",
        "particle": "of"
      },
      {
        "others": true
      },
      {
        "literal": "..................."
      }
    ],
    "citation-number": [
      "950−900",
      "884−873",
      "873−852"
    ],
    "container-title": [
      "................... Reign of King Shalmaneser III of Assyria. 853 B.C............................. Battle of Qarqar; setback for Shalmaneser III. 745−727 B.C. ................... Reign of Tiglath-Pileser III; revival of Assyrian power. 727−698 B.C. ................... Reign of King Hezekiah of Judah. 724−721 B.C",
      "721−705 B.C. ................... Reign of Sargon II; conquest of Neo-Hittite kingdoms. 705−681 B.C. ................... Reign of Sennacherib; conquest of Babylonia and Elam. 705−680 B.C. ................... Cimmerian invasion and migrations into Anatolia. 681−669 B.C. ................... Reign of King Esarhaddon of Assyria. 671−669 B.C. ................... Assyrian conquest of Egypt. 669−631 B.C. ................... Reign of Ashurbanipal II, king of Assyria. Construction of the great library at Nineveh. 640−609 B.C. ................... Reign of King Josiah of Judah; cleansing of the Temple at Jerusalem. 627 B.C............................. Nabopolassar rebels from Assyrian rule. 612 B.C............................. Babylonians and Medes capture Nineveh; end of the Assyrian Empire. 605−556 B.C. ................... Reign of King Nebuchadrezzar II of Babylon. 587−586 B.C. ................... Siege and capture of Babylon by Nebuchadrezzar II. 586−539 B.C. ................... Babylonian Captivity of the Hebrews. 585−550 B.C. .................. Reign of Astyges, king of Media. 568−525 B.C. ................... Reign of Pharaoh Amasis. 561−546 B.C. ................... Reign of King Croesus of Lydia. 559 B.C............................. Accession of Persian king Cyrus (559−530 B.C.). 550 B.C............................. Cyrus hailed king of the Medes; unifies Iran. 546 B.C............................. Cyrus defeats King Croesus of Lydia; Persian conquest of Asia Minor. 539 B.C............................. Cyrus received in Babylon; Persian conquest of the Fertile Crescent. Return of Hebrew deportees to Jerusalem; birth of Judaism. 530 B.C............................. Accession of King Cambyses of Persia (530−522 B.C.). 525−522 B.C. ................... Persian conquest of Egypt. 522−521 B.C"
    ],
    "note": [
      "................... Great Revolt in the Persian Empire. Accession of King Darius of Persia (521−486 B.C.). 499−494 B.C. ................... Ionian Revolt; Persians crush bid for independence by Greeks of Asia."
    ],
    "title": [
      "Foundation of the Neo-Assyrian Empire (911−612 B.C",
      "858−824 B.C",
      "Assyrian conquest of Israel; deportation of the Ten Lost Tribes"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Marathon",
        "given": "B.C.Battle",
        "particle": "of"
      },
      {
        "others": true
      }
    ],
    "citation-number": [
      "490"
    ],
    "container-title": [
      "490−425 B.C.). 480 B.C............................. King Xerxes of Persia invades Greece. Battles of Thermopylae and Salamis. 479 B.C............................. Battle of Plataea: defeat of second Persian invasion"
    ],
    "title": [
      "Athenians defeat first Persian invasion. Birth of Herodotus, father of history (c"
    ],
    "type": "chapter"
  },
  {
    "note": [
      "2600–2300 B.C.) and Coffin Texts (c. 2000 B.C.)."
    ],
    "title": [
      "from 1550 B.C. on, texts were included in the casket. This tradition can be traced back to the earlier Pyramid Texts (c"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Age",
        "given": "Bronze"
      }
    ],
    "date": [
      "1100"
    ],
    "note": [
      "Cnossos (Greek: Knossos): Near modern Herakleion, this city emerged as the principal palace for the royal family that ruled Minoan Crete in 2100–1400 B.C. cuneiform: “Wedged shaped;” denotes the writing system devised by the Sumerians in 3500–3100 B.C. and recorded on clay tablets. The writing system was used for a number of languages, including Sumerian, Elamite,"
    ],
    "title": [
      "B.C.): Refers to the period when bronze was the most sophisticated metal alloy produced by technology. Cataract: Refers to the five great falls that break the flow of the Nile valley. Egypt lies north of the first cataract. Chaldaeans: West Semitic pastoralists who settled in Babylonia c. 1100–900 B.C. and became the military elite of Babylon. The Chaldaean general Nabopolassar (r. 627–605 B.C.) overthrew Assyrian rule and founded the Chaldaean, or Neo-Babylonian, Empire. Cimmerians: Nomadic horsemen from southern Russia who crossed the Caucasus Mountains in the late 8th century B.C. and invaded Asia Minor and Mesopotamia. The Cimmerians shattered the kingdoms of Urartu and Phrygia and, thus, allowed for the rise of the Lydians as the major power in Asia Minor after 650 B.C"
    ],
    "type": null
  },
  {
    "container-title": [
      "Middle and Late Bronze Ages. Hurrians: Speakers of an Asianic language written in cuneiform who settled in northern Syria and Mesopotamia c"
    ],
    "title": [
      "Hittites: Descendants of Indo-European–speaking peoples who entered Asia Minor c. 2300–2100 B.C.; they unified Asia Minor into the first effective kingdom, then imperial order"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "B.C."
      }
    ],
    "citation-number": [
      "1800–1600"
    ],
    "title": [
      "They acted as cultural middlemen, transmitting Mesopotamian civilization to the Hittites of Asia Minor. They comprised the majority population of the Mitannian kingdom and later Neo-Hittite kingdoms in Syria"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Hyksos"
      }
    ],
    "note": [
      "The Indo-European languages and Hamito-Semitic (or Afro-Asiatic) language families are so classified."
    ],
    "title": [
      "Foreigners;” Canaanite-speakers who conquered and ruled Egypt as Dynasty XVI (1674–1540 B.C.) from their fortress capital Avaris in the Delta. ideogram: A symbol representing a concept in writing systems. inflected language: Refers to a language in which grammatical function is denoted by sound changes within the root word"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Age",
        "given": "Iron"
      }
    ],
    "note": [
      "ka: The twin soul of the body destined for the afterlife in Egyptian religion."
    ],
    "title": [
      "The period of ancient history when iron was the most sophisticated metal (c. 1100 B.C.–500 A.D.). The Early Iron Age (c. 1000–500 B.C.) witnessed the political and cultural reordering of the Near East and Greece"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Kadesh"
      }
    ],
    "date": [
      "1275"
    ],
    "note": [
      "Kassites: Indo-European speaking tribes of western Iran who conquered and ruled Babylonia in 1540–1157 B.C."
    ],
    "title": [
      "B.C.): The great battle between Pharaoh Rameses II (1279–1212 B.C.) and the Hittite emperor Muwatallis (r. 1295–1272 B.C.). It was a strategic victory for Muwatallis and confirmed Hittite conquests in northern Syria. karum: A consortium of merchants in Mesopotamia who established commercial settlements throughout the Near East"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "r"
      }
    ],
    "title": [
      "653–585 B.C.) in response to Assyrian aggression"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Megiddo"
      }
    ],
    "date": [
      "1482"
    ],
    "title": [
      "B.C.): The decisive battle and siege by which Thutmose III smashed the Canaanite kings and conquered the Levant. The battle inspired the apocalyptic Armageddon of the Bible"
    ],
    "type": null
  },
  {
    "date": [
      "2600"
    ],
    "title": [
      "Meluhha: Sumerian name for the Indus valley civilization (c"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Mesopotamia"
      }
    ],
    "note": [
      "Middle Kingdom (c. 2050–1674 B.C.): Egypt under Dynasties XI–XV."
    ],
    "title": [
      "Land between the rivers;” denotes the arable between the Tigris and Euphrates Rivers that today is Iraq"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Minoan"
      }
    ],
    "container-title": [
      "Expert charioteers, they welded the Hurrian and Canaanite cities of northern Mesopotamia and Syria into an effective kingdom c. 1600–1320 B.C"
    ],
    "title": [
      "Denotes the civilization of the Bronze Age on Crete (2800–1400 B.C.); the name is derived from the legendary king Minos. Mitannians: Speakers of an Indo-Aryan language related to Sanskrit"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "and, after 1400 B.C., in the Aegean islands and Crete. The name is from Mycenae, the great palace that was the capital of Agamemnon in Greek legend"
    ],
    "publisher": [
      "See Achaeans"
    ],
    "title": [
      "Mycenaean: Denotes the civilization of the Bronze Age in Greece (1600–1225 B.C"
    ],
    "type": "chapter"
  },
  {
    "note": [
      "3100 B.C. Neolithic Age (c. 7000–5000 B.C.): “New Stone Age;” this period witnessed the domestication of plants and animals and the shift to settled life in villages in the Near East."
    ],
    "title": [
      "Narmer palette: A ceremonial stone emblem that depicts Narmer’s conquest of Lower Egypt c"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Kingdom",
        "given": "New"
      }
    ],
    "date": [
      "1550"
    ],
    "note": [
      "nome: One of the 30 districts of Egypt."
    ],
    "title": [
      "B.C.): Denotes the imperial age of Egypt under Dynasties XVIII–XX. nomarch: The district magistrate of a nome, who ruled by hereditary right until the reforms of the Middle Kingdom"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Kingdom",
        "given": "Old"
      }
    ],
    "title": [
      "2700–2200 B.C.): This period witnessed the flowering of Egyptian civilization under Dynasties III–VI; often designated the Pyramid Age"
    ],
    "type": null
  },
  {
    "container-title": [
      "The term came into general use in the New Kingdom. Philistines: Refugees from Crete who were among the Sea Peoples who attacked Egypt in the Late Bronze Age"
    ],
    "title": [
      "Persian Empire (550–330 B.C.): The last great Near Eastern empire, founded by Cyrus the Great (559–530 B.C.) and conquered by Alexander the Great (336–323 B.C.). See Achaemenid. Pharaoh: Egyptian per-aa, meaning “great house;” the title of respect to the Egyptian monarch"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "1100–900 B.C. The Phrygians, from their capital Gordion, founded the first Anatolian kingdom of the Early Iron Age. pictogram: A symbol representing an object as a picture in a writing system"
    ],
    "title": [
      "They settled the Levantine shore from Akko (Acre) to Gaza c. 1100–1000 B.C. and clashed with the Hebrews. phonogram: A symbol representing a sound in a writing system. Phrygians: Indo-European speakers who migrated from the Balkans into central Asia Minor after the collapse of the Hittite Empire c"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Period",
        "given": "Proto-Literate"
      }
    ],
    "title": [
      "3100–2800 B.C.): This period witnessed the spread of literacy and urban civilization in"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "B.C."
      }
    ],
    "citation-number": [
      "724–721"
    ],
    "container-title": [
      "term coined by the Athenian Thucydides (c. 465–400 B.C.) to designate the leading naval power in the Aegean"
    ],
    "title": [
      "These Hebrews were assimilated into the Assyrian population. See also Samaritans. thalassocracy: “Sea power"
    ],
    "type": "chapter"
  },
  {
    "edition": [
      "945–715 B.C"
    ],
    "title": [
      "Third Intermediate Period (1075–715 B.C.): This period witnessed the loss of Asian provinces and the rule of Egypt by the Libyan kings of Dynasties XXII–XXIV"
    ],
    "type": null
  },
  {
    "container-title": [
      "Urartian was an Asianic language"
    ],
    "note": [
      "perhaps related to Hurrian, written in cuneiform."
    ],
    "title": [
      "Urartu (biblical Ararat): Centering around Lake Van, this city was the cultural basis for classical Armenia. The kings of Tuspha (Van) turned Urartu into a rival of the Neo-Assyrian Empire (911–612 B.C"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Period",
        "given": "Uruk"
      }
    ],
    "note": [
      "“Lord;” the Achaean or Mycenaean title for king, c. 1600–1225 B.C."
    ],
    "title": [
      "3500–3100 B.C.): This period witnessed the emergence of true cities and literacy in Sumer"
    ],
    "type": null,
    "url": [
      "wanax:"
    ]
  },
  {
    "author": [
      {
        "family": "Adad-nirari",
        "suffix": "II"
      }
    ],
    "title": [
      "911–891 B.C.): King of Assyria; founded a new line of Neo-Assyrian kings who forged the first imperial order in the Near East during the Iron Age"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Ahab"
      }
    ],
    "container-title": [
      "He and his Tyrian queen"
    ],
    "note": [
      "Jezebel, were remembered as idolaters. They were overthrown in a coup by the general Jehu."
    ],
    "title": [
      "873–852 B.C.): Omrid king of Israel; the first biblical figure named in contemporary Near Eastern records; a participant at the Battle of Qarqar and named in the stele of Mesha"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "given": "Ahmose"
      }
    ],
    "container-title": [
      "Akhenaton"
    ],
    "date": [
      "1550",
      "1352"
    ],
    "note": [
      "Amasis (r. 568–525 B.C.): Pharaoh of Egypt and the commander of the Greek mercenaries who seized power and overthrew the legitimate Dynasty XXVI. He died on the eve of the Persian invasion of Egypt."
    ],
    "title": [
      "B.C.): The second pharaoh of Dynasty XVIII; he expelled the Hyksos from the Delta and imposed his rule throughout Egypt",
      "B.C.): Pharaoh of Dynasty XVIII, who succeeded with the dynastic name Amenhotep IV. In the sixth year of his reign, he changed his name to Akhenaton and proclaimed the monotheistic solar cult of Aton as the only religion in Egypt. His religious reforms plunged Egypt into civil war and enabled the Hittites to overrun northern Syria"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Amenemhet",
        "given": "I."
      }
    ],
    "container-title": [
      "Cyrus (r. 559–530 B.C.): “The Great;” he ascended the Persian throne as a Median vassal, but in 550 B.C., he conquered Media and was proclaimed Great King. He conquered Lydia in 546 B.C. and Babylonia in 539 B.C., founding the greatest empire of the ancient Near East. Darius (r. 521–486 B.C.): Great king of Persia and scion of the Achaemenid family, Darius was proclaimed king during the Great Revolt of 522–521 B.C. He restored order and reorganized the administration of the empire. Eannatum (c. 2450 B.C.): Ensi of Lagash who recorded his victory over the rival city Umma in the memorial Stele of Vultures. Entemena (c. 2400 B.C.): Ensi of Lagash and nephew and successor of Eannatum",
      "Amenhotep",
      "Ashur-uballit"
    ],
    "date": [
      "1991",
      "1391",
      "1365"
    ],
    "editor": [
      {
        "family": "Ashurbanipal",
        "suffix": "II"
      }
    ],
    "note": [
      "he humbled the power of Umma. Esarhaddon (r. 681–669 B.C.): King of Assyria; he restored Babylon and waged tough frontier wars in Asia Minor against the Cimmerians. In 671–669 B.C., he invaded and conquered Egypt. Gilgamesh (Sumerian: Bilgames; c. 2700–2650 B.C.): Ensi of Uruk who inspired Sumerian and, later, Akkadian poets to celebrate his legendary combats and his quest for immortality."
    ],
    "title": [
      "B.C.): Founded Dynasty XII and initiated the recovery of royal power in Egypt",
      "The Magnificent;” ruled the Egyptian Empire at its zenith under Dynasty XVIII. He favored the solar cult of Ra and moved to break the power of the great families at Thebes",
      "669–631 B.C.): The last great Assyrian king, he built the great library of Nineveh and patronized arts and letters",
      "B.C.): King of Assyria; asserted Assyrian independence in the wake of the defeat of the Mitannians by the Hittite king Šuppiluliumaš. Astyges (r. 585–550 B.C.): King of Media, he alienated the ruling elite and was overthrown by his nephew Cyrus, king of the Persians. Cambyses (r. 530–522 B.C.): Great king of Persia and son of Cyrus; he invaded and conquered Egypt. His accidental death sparked the Great Rebellion of 522–521 B.C. Croesus (r. 561–546 B.C.): Philhellene king of Lydia noted for his wealth; he blundered into a war with King Cyrus of Persia that resulted in his defeat and the conquest of his kingdom by Cyrus. Cyaxares (r. 653–585 B.C.): King of Media; he organized the Medes into the first effective cavalry army in history and allied with Nabopolassar of Babylon to destroy Assyrian power"
    ],
    "type": "article-journal",
    "volume": [
      "III",
      "I"
    ]
  },
  {
    "author": [
      {
        "given": "Hammurabi"
      }
    ],
    "date": [
      "1792"
    ],
    "title": [
      "B.C.): King of Babylon; he reunited Mesopotamia into the third territorial empire of the Bronze Age. Hammurabi, by issuing his law code and funding literary activities, made Akkadian the lingua franca of the Near East and transformed Babylon into its cultural and economic center"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Hatshepsut"
      }
    ],
    "date": [
      "1489"
    ],
    "title": [
      "B.C.): The first Egyptian queen to rule in her own right as pharaoh. She was the daughter of Thutmose II (r. 1500–1489 B.C.), but she shared power with her consort and half-brother, Thutmose III. She halted imperial expansion and sought legitimacy by sponsoring building programs and cultural activities"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Hattušiliš",
        "given": "I."
      }
    ],
    "container-title": [
      "Hattušiliš"
    ],
    "date": [
      "1650",
      "1267"
    ],
    "note": [
      "Hezekiah (r. 727–698 B.C.): King of Judah; he is remembered as a righteous king who cleansed the Temple of Jerusalem of idolatry, smashing the brazen serpent. In 701 B.C., he was forced to purchase immunity and submit to"
    ],
    "title": [
      "B.C.): Hittite king who consolidated control over the Hatti, founded Hattušas as his capital, and brought the petty dynasts of eastern Anatolia under his control",
      "B.C.): Hittite king who concluded a treaty with Rameses II in 1257 B.C. that confirmed Hittite rule in northern Syria. He and his queen, Pudahepa, initiated religious reforms and erected the reliefs of the open-air sanctuary at Yazilikaya. Herodotus (c. 490–425 B.C.): “Father of history” and citizen of Halicarnassus, Herodotus wrote the first history, dealing with the clash between the Greeks and the Persians. His account contains a wealth of information on Asia Minor, Egypt, Babylonia, and Persia in the 6th and 5th centuries B.C"
    ],
    "type": "article-journal",
    "volume": [
      "III"
    ]
  },
  {
    "author": [
      {
        "given": "Muwatallis"
      }
    ],
    "date": [
      "1295"
    ],
    "title": [
      "B.C.): Hittite king and brother of Mursiliš II; he fought Pharaoh Rameses II at Kadesh in 1275 and consolidated Hittite rule in Syria"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Nabopolassar"
      }
    ],
    "container-title": [
      "In alliance with the Median king Cyaxares, he captured Nineveh and founded the Neo-Babylonian Empire"
    ],
    "title": [
      "627–605 B.C.): King of Babylon; a Chaldaean mercenary commander who rebelled against the Assyrians"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "Naram-sin"
      }
    ],
    "title": [
      "2254–2218 B.C.): Akkadian emperor and grandson of Sargon I, he campaigned deep into Anatolia and northwestern Iran. He probably sacked the city of Ebla in Syria, and he pursued a generous policy of patronizing Sumerian shrines"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Narmer"
      }
    ],
    "container-title": [
      "Nebuchadrezzar II",
      "B.C.): Chaldaean king of Babylon; he conquered the Levant and, in 587–586 B.C., captured and sacked Jerusalem, ending the Davidic dynasty and deporting the Hebrews"
    ],
    "note": [
      "His reign is the setting for the biblical book of Daniel."
    ],
    "pages": [
      "605–556"
    ],
    "title": [
      "3100 B.C.): Prince of Upper Egypt; he united Egypt and ruled as the first pharaoh"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "Omri"
      }
    ],
    "note": [
      "Omri and his heirs transformed Israel into an urban, bureaucratic kingdom, and he was remembered as a devotee of Yahweh."
    ],
    "title": [
      "884–873 B.C.): King of Israel; a mercenary captain who seized the throne of Israel in the aftermath of the end of the Davidic line"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Pepi",
        "suffix": "II"
      }
    ],
    "title": [
      "2275–2195 B.C.): The last pharaoh of Dynasty VI, he ruled ineffectively over Egypt as nomarchs asserted their regional authority"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Psamtik",
        "given": "I."
      }
    ],
    "title": [
      "664–610 B.C.): Was appointed as Assyrian client king of Egypt, but he soon declared independence and founded Dynasty XXVI, ruling from the capital Sais in the Delta. Psamtik was the first pharaoh to employ large numbers of Greek mercenaries"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Rameses",
        "given": "I."
      }
    ],
    "container-title": [
      "Rameses II (r. 1279–1212 B.C.): Pharaoh of Dynasty XIX, he fought the Hittites at the Battle of Kadesh in 1275 B.C., but in 1257 B.C., he agreed to a partition of Syria. He built the great temple of Abu Simbel in Nubia to celebrate his victories and restored Egyptian prestige and revenues"
    ],
    "date": [
      "1293"
    ],
    "title": [
      "B.C.): Pharaoh of Egypt; the minister of Horemheb, he succeeded legally and founded Dynasty XIX"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Sargon",
        "given": "I."
      }
    ],
    "date": [
      "2334"
    ],
    "title": [
      "B.C.): Sargon I seized the throne of Agade and united the Akkadians into a kingdom. He conquered Sumer and Elam and imposed his hegemony over northern Iraq and Syria, forging the first territorial empire in Mesopotamia"
    ],
    "type": null
  },
  {
    "note": [
      "Sargon II built a new palace and capital at Dur Sharrukin (modern Khorsabad)."
    ],
    "title": [
      "Sargon II (721–705 B.C.): King of Assyria, he was likely a usurper who overthrew the legitimate monarch, Shalmaneser V. He took the throne name Sargon to assert his legitimacy and waged ruthless frontier wars against the Neo-Hittites and Urartu. He was slain in a frontier clash with the Cimmerians"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Sennacherib"
      }
    ],
    "title": [
      "705–681 B.C.): King of Assyria and son of Sargon II, he constructed the great palace at Nineveh"
    ],
    "type": null
  },
  {
    "container-title": [
      "701 B.C., he led an abortive invasion against Egypt"
    ],
    "note": [
      "but he imposed his hegemony over the Aramaean princes and King Hezekiah of Judah."
    ],
    "title": [
      "He ruthlessly put down two Babylonian rebellions, in 703–700 and 694–689 B.C. He sacked, destroyed, and cursed Babylon, removing the cult statues to Nineveh"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Senworset",
        "suffix": "III"
      }
    ],
    "container-title": [
      "Shalmaneser III"
    ],
    "date": [
      "1878"
    ],
    "note": [
      "Shulgi (r. 2094–2047 B.C.): King of Ur; he succeeded his father, Ur-nammu, as ruler of the Neo-Sumerian Empire. He created the royal chancery, patronized the shrines, and presided over the flowering of Sumerian letters. Snefru or Sneferu (Greek: Soris; c. 2610–2600 B.C.): First pharaoh of Dynasty IV; built the first true pyramids at Dahshur, the so-called Bent and Red Pyramids."
    ],
    "pages": [
      "858–824"
    ],
    "title": [
      "B.C.): The greatest pharaoh of Dynasty XII; he extended Egyptian power into Nubia, reformed royal administration, and initiated the reclamation of the arable of the Fayum",
      "B.C.): King of Assyria; he campaigned against Babylon and the Neo-Hittite kingdoms, but Assyrian western expansion was checked by the Battle of Qarqar in 853 B.C"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Šuppiluliumaš",
        "given": "I."
      }
    ],
    "date": [
      "1344"
    ],
    "note": [
      "He also forged the imperial bureaucracy and provincial administration."
    ],
    "title": [
      "B.C.): Hittite king who humbled the Mitannian kingdom and exploited Egyptian weakness under Akhenaton to conquer northern Syria"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Šuppiluliumaš",
        "suffix": "II"
      }
    ],
    "date": [
      "1209"
    ],
    "note": [
      "The Hittite Empire fragmented soon after his death."
    ],
    "title": [
      "B.C.): Hittite king and second son of Hattušiliš III and Pudahepa; he completed the relief programs at Yazılıkaya"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Thutmose",
        "suffix": "III"
      }
    ],
    "container-title": [
      "Tiglath-Pileser III",
      "Tudhaliyas",
      "Tukulti-Ninurta"
    ],
    "date": [
      "1479",
      "1244"
    ],
    "note": [
      "Tutankhamun (r. 1335–1325 B.C.): Pharaoh of Dynasty XVIII; surmised to be the son of Akhenaton. He succeeded as a boy of 10 and, thus, was guided by his ministers to restore the old gods. He is celebrated for the fact that his tomb was excavated intact by Howard Carter in 1922."
    ],
    "pages": [
      "745–727",
      "1237–1209"
    ],
    "title": [
      "B.C.): The greatest pharaoh of Dynasty XVIII, hailed as the “Napoleon of the Ancient Near East;” Thutmose III initiated Egyptian expansion into the Levant in the final years of his aging consort, Hatshepsut. His victory at Megiddo (1482 or 1457 B.C.) resulted in the advance of Egyptian arms to the upper Euphrates",
      "B.C.): King of Assyria; originally the commander Pul, who seized the throne in a coup. Tiglath-Pileser reorganized the Assyrian army and administration and, thus, initiated a second period of imperial expansion",
      "B.C.): Hittite king and son of Hattušiliš III, he sponsored religious reforms intended to create a sacral monarchy",
      "B.C.): King of Assyria; he threatened Hittite frontiers and briefly conquered and ruled Babylon. He is remembered as a ferocious warrior and may have been the inspiration for Nimrod in Genesis"
    ],
    "type": "article-journal",
    "volume": [
      "IV (r",
      "I"
    ]
  },
  {
    "author": [
      {
        "given": "Ur-nammu"
      }
    ],
    "container-title": [
      "480 B.C., he led the invasion of Greece, and the defeats sustained in 480–479 B.C. put Persian power in jeopardy. Ziusudra: The Sumerian Noah who built an ark to escape the flood sent by the gods to destroy mankind. He appears in a fragmentary Akkadian epic of 1600 B.C. under the name Atrahasis, “Surpassing in Wisdom.” Zoser of Djoser"
    ],
    "date": [
      "2112"
    ],
    "editor": [
      {
        "family": "Xerxes",
        "given": "See Ziusudra"
      }
    ],
    "note": [
      "B.C.): Pharaoh of Dynasty III; he commissioned his architect, Imhotep, to design the first pyramid, the so-called Step Pyramid, at Sakkara."
    ],
    "pages": [
      "2700"
    ],
    "title": [
      "B.C.): King of the Third Dynasty of Ur, he cleared Sumer of barbarian invaders and forged the Neo-Sumerian Empire. He issued the first known law code in Mesopotamia. Utnaphistim: “I who found life;” the pious mortal of Shuruppak, rescued from the deluge by the god Ea in the Babylonian Epic of Gilgamesh. He and his wife dwelled in blessed Dilmum, where he was visited by Gilgamesh about the secret of immortality",
      "486–465 B.C.): Son of Darius I and Atossa, daughter of Cyrus, Xerxes succeeded as Great King of Persia after the death of his father"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "Texts"
      },
      {
        "family": "in",
        "given": "Sources"
      },
      {
        "family": "Breasted",
        "given": "J.H."
      }
    ],
    "date": [
      "1906"
    ],
    "location": [
      "Chicago"
    ],
    "publisher": [
      "University of Chicago Press"
    ],
    "title": [
      "Ancient Records of Egypt",
      "Classic translation of inscriptions and sources"
    ],
    "type": "book",
    "volume": [
      "5"
    ]
  },
  {
    "author": [
      {
        "family": "Budge",
        "given": "Sir E.A.Wallis"
      }
    ],
    "date": [
      "1909"
    ],
    "edition": [
      "2nd"
    ],
    "location": [
      "London"
    ],
    "publisher": [
      "Kegan Paul"
    ],
    "title": [
      "The Book of the Dead: An English Translation of the Chapters, Hymns, etc., of the Theban Recension",
      "Classic translation and commentary"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Dalley",
        "given": "S."
      }
    ],
    "date": [
      "1989"
    ],
    "location": [
      "Oxford"
    ],
    "publisher": [
      "Oxford University Press"
    ],
    "title": [
      "Myths from Mesopotamia: Creation, the Flood, Gilgamesh, and Others: A New Translation",
      "Modern translations of the main cuneiform texts"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "George",
        "given": "Andrew"
      }
    ],
    "date": [
      "1999"
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "Penguin Books"
    ],
    "title": [
      "The Epic of Gilgamesh",
      "Best modern translation of the various texts on Gilgamesh; essential for studying the evolution of the epic"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "given": "Herodotus"
      }
    ],
    "date": [
      "1972"
    ],
    "edition": [
      "2nd"
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "Penguin Books"
    ],
    "title": [
      "The Histories",
      "Recommended translation of the “father of history,” who is the main source for the Near East under Persian rule"
    ],
    "translator": [
      {
        "family": "Selincourt",
        "given": "A.",
        "particle": "de"
      }
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Hoffner",
        "given": "H.A.",
        "suffix": "Jr"
      }
    ],
    "date": [
      "1990"
    ],
    "location": [
      "Atlanta"
    ],
    "publisher": [
      "Scholars Press"
    ],
    "title": [
      "The only complete English translation of Hittite myths; includes discussion of Mesopotamian parallels"
    ],
    "translator": [
      {
        "family": "Myths",
        "given": "Hittite"
      }
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Lichteim",
        "given": "Miriam"
      }
    ],
    "collection-title": [
      "An impressive collection of sources in translation; indispensable"
    ],
    "date": [
      "1973"
    ],
    "location": [
      "Berkeley"
    ],
    "publisher": [
      "University of California Press"
    ],
    "title": [
      "Ancient Egyptian Literature: A Book of Readings"
    ],
    "type": "book",
    "volume": [
      "3"
    ]
  },
  {
    "author": [
      {
        "family": "Moran",
        "given": "W.L."
      }
    ],
    "date": [
      "1987"
    ],
    "location": [
      "Baltimore"
    ],
    "publisher": [
      "John Hopkins University Press"
    ],
    "title": [
      "The Amarna Letters",
      "Collection of administrative documents and diplomatic letters of the New Kingdom"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Pritchard",
        "given": "J.B."
      }
    ],
    "date": [
      "1958"
    ],
    "location": [
      "Princeton"
    ],
    "publisher": [
      "Princeton University Press"
    ],
    "title": [
      "The Ancient Near East: An Anthology of Texts and Pictures",
      "Fundamental collection of translations of texts and illustrations of significant monuments"
    ],
    "type": "book",
    "volume": [
      "2"
    ]
  },
  {
    "author": [
      {
        "family": "Reeves",
        "given": "Nicholas"
      }
    ],
    "date": [
      "1990"
    ],
    "location": [
      "London"
    ],
    "publisher": [
      "Thames and Hudson"
    ],
    "title": [
      "The Complete Tutankhamun: The King, the Tomb, the Royal Treasure",
      "The best introduction to the objects and inscriptions of the only intact royal tomb"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Sandars",
        "given": "N.K."
      }
    ],
    "date": [
      "1971"
    ],
    "location": [
      "Baltimore"
    ],
    "publisher": [
      "Penguin Books"
    ],
    "title": [
      "Poems of Heaven and Hell from Ancient Mesopotamia"
    ],
    "type": "book"
  },
  {
    "title": [
      "Readable prose translation with excellent glossary and notes"
    ],
    "type": null
  },
  {
    "date": [
      "2003",
      "1977"
    ],
    "edition": [
      "3rd"
    ],
    "editor": [
      {
        "family": "Simpson",
        "given": "William K."
      }
    ],
    "location": [
      "New Haven",
      "Oxford"
    ],
    "publisher": [
      "Yale University Press",
      "Phaidon Books"
    ],
    "title": [
      "The Literature of Ancient Egypt: An Anthology of Stories, Instructions, Stelae, Autobiographies, and Poetry",
      "Translations of many important historical texts by one of the foremost American Egyptologists. Textbooks and Introductions: Burney, Charles. From Village to Empire: An Introduction to Near Eastern Archaeology",
      "Emphasizes the material culture and achievements of modern archaeology in documenting the birth of civilization"
    ],
    "type": "book"
  },
  {
    "date": [
      "1970"
    ],
    "edition": [
      "3rd",
      "2nd"
    ],
    "location": [
      "Cambridge"
    ],
    "publisher": [
      "Cambridge University Press"
    ],
    "title": [
      "The Cambridge Ancient History",
      "Definitive, detailed studies of all relevant civilizations by leading scholars; extensive bibliographies, chronologies, and maps"
    ],
    "type": "book",
    "volume": [
      "Vols. 1−2",
      "vols.. 3−4"
    ]
  },
  {
    "author": [
      {
        "family": "Dunstan",
        "given": "William E."
      }
    ],
    "date": [
      "1998"
    ],
    "location": [
      "New York"
    ],
    "note": [
      "Recommended introduction."
    ],
    "publisher": [
      "Harcourt, Brace College Publishers"
    ],
    "title": [
      "The Ancient Near East"
    ],
    "type": null
  },
  {
    "date": [
      "1977"
    ],
    "edition": [
      "Rev."
    ],
    "editor": [
      {
        "family": "Frankfort",
        "given": "Henri"
      },
      {
        "others": true
      }
    ],
    "location": [
      "Chicago"
    ],
    "note": [
      "also a provocative concluding essay on Hebrew and early Greek thought."
    ],
    "publisher": [
      "University of Chicago Press"
    ],
    "title": [
      "The Intellectual Adventure of Ancient Man: An Essay on Speculative Thought in the Ancient Near East",
      "Thoughtful essays on religion and society in Mesopotamia and Egypt"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Hallo",
        "given": "William W."
      },
      {
        "family": "Simpson",
        "given": "William"
      }
    ],
    "date": [
      "1971"
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "Harcourt Brace Jovanovich"
    ],
    "title": [
      "The Ancient Near East: A History",
      "Detailed political and institutional accounts with an emphasis on Mesopotamia and Egypt"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Lloyd",
        "given": "Seton"
      }
    ],
    "date": [
      "1961"
    ],
    "location": [
      "London"
    ],
    "publisher": [
      "Thames and Hudson"
    ],
    "title": [
      "The Art of the Ancient Near East",
      "Best introduction to the arts of all civilizations"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Pope",
        "given": "Maurice"
      }
    ],
    "date": [
      "1975"
    ],
    "location": [
      "London",
      "Atlases"
    ],
    "publisher": [
      "Thames and Hudson"
    ],
    "title": [
      "The Story of the Decipherment: From Egyptian Hieroglyphic to Linear B",
      "Introduction to the reading of the earliest writing systems"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Haywood",
        "given": "John"
      }
    ],
    "date": [
      "2001"
    ],
    "location": [
      "New York"
    ],
    "note": [
      "Recommended atlas."
    ],
    "publisher": [
      "Metro Books"
    ],
    "title": [
      "Historical Atlas of the Ancient World, 4,000,000 to 500 B.C"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Roaf",
        "given": "Michael"
      }
    ],
    "container-title": [
      "Origins of Civilization: Cohen, Mark N. The Food Crisis in Prehistory: Overpopulation and the Origin of Agriculture"
    ],
    "date": [
      "1990",
      "1989"
    ],
    "location": [
      "New York",
      "New Haven"
    ],
    "publisher": [
      "Facts on File",
      "Yale University Press"
    ],
    "title": [
      "Cultural Atlas of Mesopotamia and the Ancient Near East",
      "Lavish atlas with excellent photographs, reconstructions, and plans of sites and monuments",
      "Controversial thesis for the birth of agriculture and the domestication of animals"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Diamond",
        "given": "J.Guns"
      }
    ],
    "date": [
      "1997"
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "W.W. Norton & Co"
    ],
    "title": [
      "Germs, and Steel: The Fates of Human Societies",
      "An intriguing, if overstated, examination of the impact of disease, food supply, and climate in human development"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Henry",
        "given": "Donald G."
      }
    ],
    "date": [
      "1989"
    ],
    "location": [
      "Philadelphia"
    ],
    "publisher": [
      "University of Pennsylvania Press"
    ],
    "title": [
      "From Foraging to Agriculture: The Levant at the End the Ice Age",
      "Recommended study for the role of Levantine crops and animals"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Mellaart",
        "given": "James"
      },
      {
        "family": "R."
      },
      {
        "family": "Nissen",
        "given": "H.R."
      }
    ],
    "date": [
      "1975",
      "1972"
    ],
    "location": [
      "London",
      "Mesopotamia",
      "Chicago"
    ],
    "publisher": [
      "Thames and Hudson",
      "Adams",
      "Chicago University Press"
    ],
    "title": [
      "The Neolithic of the Near East",
      "A readable account of the birth of agriculture",
      "The Uruk Countryside",
      "Model study of archaeological and survey information for the growth of early cities"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Algaze",
        "given": "Guillermo"
      }
    ],
    "date": [
      "1993"
    ],
    "location": [
      "Chicago"
    ],
    "note": [
      "Provocative study on the growth of Sumerian cities; recommended."
    ],
    "publisher": [
      "University of Chicago Press"
    ],
    "title": [
      "The Uruk World System: The Dynamics of Expansion of Early Mesopotamian Civilization"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Beaulieu",
        "given": "Paul-Alain"
      }
    ],
    "date": [
      "1989"
    ],
    "location": [
      "New Haven"
    ],
    "note": [
      "Fundamental on Babylon in the Chaldaean period."
    ],
    "publisher": [
      "Yale University Press"
    ],
    "title": [
      "The Reign of Nabondius, King of Babylon, 556−530 B.C"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Dalley",
        "given": "S.Mari"
      },
      {
        "given": "Karana"
      }
    ],
    "date": [
      "1984"
    ],
    "location": [
      "London"
    ],
    "publisher": [
      "Longman"
    ],
    "title": [
      "Two Old Babylonian Cities",
      "The newest study on these two important cities of the Middle Bronze Age"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Hinz",
        "given": "Walther"
      }
    ],
    "date": [
      "1973"
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "New York University Press"
    ],
    "title": [
      "The Lost World of Elam: Re-creation of a Vanished Civilization",
      "Best introduction to the little-known civilization of southwestern Iran"
    ],
    "translator": [
      {
        "family": "Barnes",
        "given": "J."
      }
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Hooke",
        "given": "S.H.Babylonian"
      },
      {
        "family": "Religion",
        "given": "Assyrian"
      }
    ],
    "date": [
      "1963"
    ],
    "location": [
      "Norman"
    ],
    "publisher": [
      "University of Oklahoma Press"
    ],
    "title": [
      "Thoughtful discussion of the role of myth and ritual"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Jacobsen",
        "given": "Thorkild"
      }
    ],
    "date": [
      "1970"
    ],
    "location": [
      "New Haven"
    ],
    "publisher": [
      "Yale University Press"
    ],
    "title": [
      "The Treasures of Darkness: A History of Mesopotamian Religion",
      "A classic, literate study"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Kramer",
        "given": "Samuel Noah"
      }
    ],
    "date": [
      "1969"
    ],
    "location": [
      "Garden City, NY"
    ],
    "publisher": [
      "Doubleday Books"
    ],
    "title": [
      "History Begins at Sumer",
      "Introduction to Sumerian achievements"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Kramer",
        "given": "Samuel Noah"
      }
    ],
    "date": [
      "1961"
    ],
    "edition": [
      "Rev."
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "Harper Torchbacks"
    ],
    "title": [
      "Sumerian Mythology",
      "Recommended texts and discussion of distinct myths and worship of Sumerians"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Lloyd",
        "given": "Seton"
      }
    ],
    "date": [
      "1984"
    ],
    "edition": [
      "Rev."
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "Thames and Hudson"
    ],
    "title": [
      "The Archaeology of Mesopotamia: From the Old Stone Age to the Persian Period",
      "Recommended survey of the main sites and excavations"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Lloyd",
        "given": "Seton"
      }
    ],
    "date": [
      "1980"
    ],
    "edition": [
      "Rev."
    ],
    "location": [
      "London"
    ],
    "publisher": [
      "Thames and Hudson"
    ],
    "title": [
      "Foundations in the Dust: The Story of Mesopotamian Exploration",
      "Recommended account of the discoveries of the first modern archaeologists in the 19th century"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Neugebauer",
        "given": "O."
      }
    ],
    "date": [
      "1969"
    ],
    "edition": [
      "2nd"
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "Dover Books"
    ],
    "title": [
      "The Exact Sciences in Antiquity",
      "Best introduction to mathematics and science in Mesopotamia"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Nissen",
        "given": "H.R."
      }
    ],
    "date": [
      "1988"
    ],
    "location": [
      "Chicago"
    ],
    "publisher": [
      "University of Chicago Press"
    ],
    "title": [
      "Archaic Bookkeeping: Early Writing and Techniques of Economic Administration in the Near East",
      "Explores the role of literacy in economic and political developments"
    ],
    "translator": [
      {
        "family": "Larsen",
        "given": "P."
      }
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Nissen",
        "given": "H.R."
      }
    ],
    "date": [
      "1988"
    ],
    "location": [
      "Chicago"
    ],
    "publisher": [
      "Chicago University Press"
    ],
    "title": [
      "The Early History of the Ancient Near East, 9000−3000 B.C",
      "Excellent discussion of the emergence of villages and cities"
    ],
    "translator": [
      {
        "family": "Lutzeier",
        "given": "E."
      },
      {
        "family": "Northcott",
        "given": "K."
      }
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Olmstead",
        "given": "A.T."
      }
    ],
    "date": [
      "1923"
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "Scribner’s"
    ],
    "title": [
      "History of Assyria",
      "Narrative political and military account based on royal inscriptions"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Oppenheim",
        "given": "A.L."
      }
    ],
    "date": [
      "1977"
    ],
    "edition": [
      "Rev."
    ],
    "location": [
      "Chicago"
    ],
    "note": [
      "Classic study on daily life and society."
    ],
    "publisher": [
      "University of Chicago Press"
    ],
    "title": [
      "Ancient Mesopotamia: Portrait of a Dead Civilization"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Postgate",
        "given": "J.N."
      }
    ],
    "date": [
      "1992"
    ],
    "location": [
      "London"
    ],
    "publisher": [
      "Routledge"
    ],
    "title": [
      "Early Mesopotamia: Society and Economy at the Dawn of History"
    ],
    "type": "book"
  },
  {
    "title": [
      "Recommended study on economic growth in early Sumer"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Roux",
        "given": "Georges"
      }
    ],
    "date": [
      "1980"
    ],
    "edition": [
      "2nd"
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "Penguin Books"
    ],
    "title": [
      "Ancient Iraq",
      "Best introduction, with excellent notes, bibliography, and maps"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Russell",
        "given": "J.M."
      }
    ],
    "date": [
      "1991"
    ],
    "location": [
      "Chicago"
    ],
    "publisher": [
      "Chicago University Press"
    ],
    "title": [
      "Sennacherib’s Palace without Rival at Nineveh",
      "Excellent study of royal reliefs as art and propaganda"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Saggs",
        "given": "H.W.F."
      }
    ],
    "date": [
      "1991"
    ],
    "location": [
      "New Haven"
    ],
    "publisher": [
      "Yale University Press"
    ],
    "title": [
      "Civilization before Greece and Rome",
      "Recommended discussion of economic and technological achievements, writing, and social institutions; emphasis on Mesopotamia"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Saggs",
        "given": "H.W.F."
      }
    ],
    "date": [
      "1962"
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "Mentor Books"
    ],
    "title": [
      "The Greatness That Was Babylon",
      "Readable study of society and cultural achievements of Hammurabi’s Babylon"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Saggs",
        "given": "H.W.F."
      }
    ],
    "date": [
      "1984"
    ],
    "location": [
      "London"
    ],
    "publisher": [
      "Sidgwick and Jackson"
    ],
    "title": [
      "The Might That Was Assyria",
      "Best modern introduction; reassesses Assyrian imperial institutions"
    ],
    "type": "book"
  },
  {
    "date": [
      "1994"
    ],
    "editor": [
      {
        "family": "Stein",
        "given": "Gil"
      },
      {
        "family": "Rothman",
        "given": "Mitchell S."
      }
    ],
    "location": [
      "Madison, WI"
    ],
    "publisher": [
      "Prehistoric Press"
    ],
    "title": [
      "Chiefdoms and Early States in the Near East: The Organizational Dynamics of Complexity",
      "Crucial studies by American anthropologists on the transmission of Mesopotamian civilization to Anatolia"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Tigay",
        "given": "Jeffrey H."
      }
    ],
    "date": [
      "1982"
    ],
    "location": [
      "Philadelphia"
    ],
    "publisher": [
      "University of Pennsylvania Press"
    ],
    "title": [
      "Evolution of the Gilgamesh Epic"
    ],
    "type": "book"
  },
  {
    "title": [
      "Recommended for the literary life of Babylon and Assyria"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Woolley",
        "given": "Sir Leonard"
      }
    ],
    "container-title": [
      "Cyril. Egyptian Art: In the Days of the Pharaohs, 3100−320 B.C"
    ],
    "date": [
      "1982",
      "1980"
    ],
    "location": [
      "Ithaca, NY",
      "Egypt",
      "London"
    ],
    "publisher": [
      "Cornell University Press",
      "Aldred",
      "Thames and Hudson"
    ],
    "title": [
      "Ur of the Chaldees: A Revised and Updated Edition of Sir Leonard Woolley’s Excavations at Ur",
      "Exciting account of the discovery of the royal tombs at Ur by a pioneer archaeologist"
    ],
    "translator": [
      {
        "family": "P. R. S. Moorey",
        "given": "Revised",
        "particle": "by"
      }
    ],
    "type": "chapter"
  },
  {
    "title": [
      "Classic and well-illustrated study"
    ],
    "type": null
  },
  {
    "author": [],
    "date": [
      "1984"
    ],
    "edition": [
      "Rev."
    ],
    "location": [
      "London"
    ],
    "publisher": [
      "Thames and Hudson"
    ],
    "title": [
      "Akhenaten: King of Egypt",
      "The classic study superceded by Redford’s work"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Arnett",
        "given": "William S."
      }
    ],
    "date": [
      "1982"
    ],
    "location": [
      "Washington, DC"
    ],
    "publisher": [
      "University Press of America"
    ],
    "title": [
      "The Predynastic Origin of Egyptian Hieroglyphics",
      "Seminal study in the origins of Egyptian writing"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Arnold",
        "given": "Dieter"
      }
    ],
    "date": [
      "1991"
    ],
    "location": [
      "Oxford"
    ],
    "publisher": [
      "Oxford University Press"
    ],
    "title": [
      "Building in Egypt: Pharaonic Stone Masonry"
    ],
    "type": "book"
  },
  {
    "title": [
      "Recommended study for the construction of pyramids, Egyptian mathematics, and principles of Egyptian architecture"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Bryan",
        "given": "B.M."
      }
    ],
    "date": [
      "1991"
    ],
    "location": [
      "Baltimore"
    ],
    "note": [
      "Important study on the origins of solar monotheism."
    ],
    "publisher": [
      "Johns Hopkins University Press"
    ],
    "title": [
      "The Reign of Thutmose IV"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Emery",
        "given": "W.B."
      }
    ],
    "date": [
      "1961"
    ],
    "location": [
      "Baltimore"
    ],
    "publisher": [
      "Penguin Books"
    ],
    "title": [
      "Archaic Egypt",
      "Recommended study for the origins of Egyptian civilization and the creation of the kingdom"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Katan",
        "given": "N.J."
      },
      {
        "family": "Mintz",
        "given": "M."
      }
    ],
    "date": [
      "1985"
    ],
    "edition": [
      "Rev."
    ],
    "location": [
      "London"
    ],
    "note": [
      "Recommended introduction."
    ],
    "publisher": [
      "British Museum Publication"
    ],
    "title": [
      "Hieroglyphics: The Writing of Ancient Egypt"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Kitchen",
        "given": "K.A."
      }
    ],
    "date": [
      "1982"
    ],
    "location": [
      "Warminster"
    ],
    "publisher": [
      "Aris and Phillips"
    ],
    "title": [
      "Pharaoh Triumphant: The Life and Times of Ramesses II"
    ],
    "type": "book"
  },
  {
    "title": [
      "Readable account of the pharaoh and the institutions of the Egyptian Empire"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Mendelsohn",
        "given": "Kurt"
      }
    ],
    "date": [
      "1986",
      "1988"
    ],
    "location": [
      "New York",
      "Amenhotep III"
    ],
    "note": [
      "Important essays on administration and life in the New Kingdom."
    ],
    "publisher": [
      "Greenwood Press",
      "Perspectives on His Reign. Ann Arbor: University of Michigan Press"
    ],
    "title": [
      "Riddle of the Pyramids",
      "Standard study with statistics on pyramids of the Old Kingdom. O’Connor, David, and Eric Cline"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Redford",
        "given": "Donald B."
      }
    ],
    "date": [
      "1984"
    ],
    "location": [
      "Princeton"
    ],
    "note": [
      "Supersedes all other studies on the pharaoh."
    ],
    "publisher": [
      "Princeton University Press"
    ],
    "title": [
      "Akhenaton: Heretic Pharaoh",
      "Brilliant study of the religious reforms of Akhenaton with reconstruction of texts"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Redford",
        "given": "Donald B."
      }
    ],
    "date": [
      "1992"
    ],
    "location": [
      "Princeton"
    ],
    "publisher": [
      "Princeton University Press"
    ],
    "title": [
      "Egypt, Canaan, and Israel in Ancient Times",
      "Most important study of the history of Egypt and the Hebrews in the past 50 years by a leading Egyptologist"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Smith",
        "given": "William S."
      },
      {
        "family": "Simpson",
        "given": "W."
      }
    ],
    "date": [
      "1998"
    ],
    "edition": [
      "Rev."
    ],
    "location": [
      "New Haven"
    ],
    "publisher": [
      "Yale University Press"
    ],
    "title": [
      "The Art of Ancient Egypt",
      "Recommended introduction, with an excellent bibliography"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Winlock",
        "given": "H.E."
      },
      {
        "family": "R."
      },
      {
        "family": "Allchin",
        "given": "B."
      }
    ],
    "date": [
      "1947",
      "1982"
    ],
    "location": [
      "New York",
      "Early India",
      "Cambridge"
    ],
    "publisher": [
      "Macmillan Company",
      "Allchin",
      "Cambridge University Press"
    ],
    "title": [
      "The Rise and Fall of the Middle Kingdom in Thebes",
      "Classic study of the period",
      "The Rise of Civilization in India and Pakistan",
      "Emphasis on the long Neolithic traditions leading to the rise of the first cities of India"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Kenoyer",
        "given": "J.M."
      }
    ],
    "date": [
      "1998"
    ],
    "location": [
      "Oxford"
    ],
    "publisher": [
      "Oxford University Press"
    ],
    "title": [
      "Ancient Cities of the Indus Valley Civilization"
    ],
    "type": "book"
  },
  {
    "title": [
      "Recommended introduction; excellent maps and illustrations"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Parpolva",
        "given": "Asko"
      }
    ],
    "date": [
      "1994"
    ],
    "location": [
      "Cambridge"
    ],
    "publisher": [
      "Cambridge University Press"
    ],
    "title": [
      "Deciphering the Indus Script",
      "The most current study on the Indus valley script"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Wheeler",
        "given": "Sir Mortimer"
      }
    ],
    "date": [
      "1962",
      "1962"
    ],
    "location": [
      "Cambridge",
      "London"
    ],
    "publisher": [
      "Cambridge University Press",
      "Thames and Hudson"
    ],
    "title": [
      "The Indus Civilization",
      "Classic account of discovery and interpretation. Asia Minor and the Levant in the Bronze Age: Akurgala, Ekrem. The Art of the Hittites",
      "Excellent study by the foremost Turkish archaeologist"
    ],
    "translator": [
      {
        "family": "McNab",
        "given": "C."
      }
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Alexander",
        "given": "Robert L."
      }
    ],
    "date": [
      "1986"
    ],
    "location": [
      "Newark, NJ"
    ],
    "publisher": [
      "University of Delaware Press"
    ],
    "title": [
      "The Sculpture and Sculptors of Yazilikaya"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Bermant",
        "given": "Chaim"
      },
      {
        "family": "Weitzman",
        "given": "Michael"
      }
    ],
    "date": [
      "1979"
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "Times Books"
    ],
    "title": [
      "Important study on the religious reforms of Hattušiliš III",
      "Ebla: A Revelation in Archaeology"
    ],
    "type": "book"
  },
  {
    "title": [
      "Popular but well-argued introduction to this important Syrian city of the Early Bronze Age"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Bittel",
        "given": "Kurt"
      }
    ],
    "date": [
      "1970"
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "Oxford University Press"
    ],
    "title": [
      "Hattusha: The Capital of the Hittites",
      "The indispensable study on the Hittite ritual capital"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Bryce",
        "given": "Trevor"
      }
    ],
    "date": [
      "1998"
    ],
    "location": [
      "Oxford"
    ],
    "publisher": [
      "Oxford University Press"
    ],
    "title": [
      "The Kingdom of the Hittites",
      "The best modern account of political and military history"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Bryce",
        "given": "Trevor"
      }
    ],
    "date": [
      "2002"
    ],
    "location": [
      "Oxford"
    ],
    "note": [
      "The companion study on society and economy."
    ],
    "publisher": [
      "Oxford University Press"
    ],
    "title": [
      "Life and Society in the Hittite World"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Gordon",
        "given": "Cyrus"
      }
    ],
    "date": [
      "1965"
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "W.W. Norton & Co"
    ],
    "title": [
      "The Common Background of Greek and Hebrew Civilizations",
      "Eccentric and unconvincing argument for common Greek and Hebrew cultural origins in the Canaanite world of the Middle Bronze Age"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Gordon",
        "given": "Cyrus"
      }
    ],
    "date": [
      "1967"
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "W.W. Norton & Co"
    ],
    "title": [
      "The Bearing of Their Texts on Western History",
      "Unsupported argument for Minoan civilization as part of the Canaanite civilization of the Early and Middle Bronze Ages. Useful translation of Ugarite texts and myths"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Gurney",
        "given": "O.R."
      }
    ],
    "date": [
      "1990"
    ],
    "edition": [
      "2nd"
    ],
    "location": [
      "Baltimore"
    ],
    "publisher": [
      "Penguin Books"
    ],
    "title": [
      "The Hittites",
      "Classic introduction"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Lloyd",
        "given": "Seton"
      }
    ],
    "date": [
      "1956"
    ],
    "location": [
      "Harmondsworth"
    ],
    "publisher": [
      "Penguin Books"
    ],
    "title": [
      "Early Anatolia: The Archaeology of Asia Minor before the Greeks",
      "Well-written survey of the earliest civilizations in Asia Minor, by a leading British archaeologist"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Lloyd",
        "given": "Seton"
      },
      {
        "family": "MacQueen",
        "given": "J.G."
      }
    ],
    "date": [
      "1967",
      "1986"
    ],
    "edition": [
      "Rev."
    ],
    "location": [
      "London",
      "London"
    ],
    "publisher": [
      "Thames and Hudson",
      "Thames and Hudson"
    ],
    "title": [
      "Early Highland Peoples of Anatolia",
      "Well-illustrated introduction to the first civilizations",
      "The Hittites and Their Contemporaries in Asia Minor",
      "Revisionist political geography and account now vitiated by the new discoveries clarifying Hittite boundaries"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Matthiae",
        "given": "Paolo"
      }
    ],
    "date": [
      "1980"
    ],
    "location": [
      "London"
    ],
    "publisher": [
      "Hodder and Stoughton"
    ],
    "title": [
      "Ebla: An Empire Rediscovered"
    ],
    "translator": [
      {
        "family": "Holme",
        "given": "C."
      }
    ],
    "type": "book"
  },
  {
    "title": [
      "Well-written popular account of the excavations and site by the excavator"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Mellaart",
        "given": "James"
      }
    ],
    "date": [
      "1978"
    ],
    "location": [
      "London"
    ],
    "publisher": [
      "Bodley Head"
    ],
    "title": [
      "The Archaeology of Ancient Turkey",
      "The best introduction, by a leading archaeologist"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Pettinato",
        "given": "G."
      }
    ],
    "date": [
      "1991"
    ],
    "location": [
      "Baltimore"
    ],
    "publisher": [
      "Johns Hopkins University Press"
    ],
    "title": [
      "Ebla: A New Look at History",
      "Interpretation of the Eblaite historical texts by the philologist of the excavation"
    ],
    "translator": [
      {
        "family": "Richardson",
        "given": "G.F."
      }
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Wilhelm",
        "given": "G."
      }
    ],
    "container-title": [
      "Minoan Crete and Mycenaean Greece"
    ],
    "date": [
      "1989"
    ],
    "location": [
      "Warminster"
    ],
    "publisher": [
      "Aris and Phillips"
    ],
    "title": [
      "The Hurrians",
      "Recommended introduction; excellent illustrations"
    ],
    "translator": [
      {
        "family": "Barnes",
        "given": "J."
      }
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Blegen",
        "given": "Carl W."
      }
    ],
    "date": [
      "1963"
    ],
    "location": [
      "London"
    ],
    "publisher": [
      "Praeger Books"
    ],
    "title": [
      "Troy and the Trojans",
      "Well-written account by the American excavator; excellent illustrations and plans"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Boardman",
        "given": "John"
      }
    ],
    "date": [
      "1967"
    ],
    "location": [
      "Harmondsworth"
    ],
    "publisher": [
      "Penguin"
    ],
    "title": [
      "The Preclassical: From Crete to Archaic Greece",
      "Provocative and concise introduction to the evolution of Greek visual arts"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Chadwick",
        "given": "John"
      }
    ],
    "date": [
      "1976"
    ],
    "location": [
      "Cambridge"
    ],
    "note": [
      "Recommended introduction."
    ],
    "publisher": [
      "Cambridge University Press"
    ],
    "title": [
      "The Mycenaean World"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Evans",
        "given": "Sir Arthur"
      }
    ],
    "date": [
      "1921"
    ],
    "location": [
      "Oxford"
    ],
    "publisher": [
      "Ashmolean Museum"
    ],
    "title": [
      "The Palace of Minos",
      "The definitive excavation report by one of the giants in archaeology"
    ],
    "type": "book",
    "volume": [
      "4"
    ]
  },
  {
    "author": [
      {
        "family": "Finley",
        "given": "M.I."
      }
    ],
    "date": [
      "1970"
    ],
    "location": [
      "New York"
    ],
    "note": [
      "Recommended introduction."
    ],
    "publisher": [
      "W.W. Norton & Co"
    ],
    "title": [
      "Early Greece: The Bronze and Archaic Ages"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Mellink",
        "given": "M.Troy"
      },
      {
        "family": "Trojan War",
        "particle": "the"
      }
    ],
    "date": [
      "1986"
    ],
    "publisher": [
      "Bryn Mawr University Press"
    ],
    "title": [
      "Bryn Mawr",
      "Best current scholarly opinion on the historical basis of the Trojan War"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Palmer",
        "given": "L."
      }
    ],
    "date": [
      "1969"
    ],
    "location": [
      "London"
    ],
    "publisher": [
      "Faber and Faber"
    ],
    "title": [
      "Mycenaeans and Minoans",
      "Seminal revisionist thesis on the development of Aegean civilization in the Bronze Age"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Willets",
        "given": "R.F."
      }
    ],
    "container-title": [
      "The End of the Bronze Age: Changes in Warfare and the Catastrophe ca. 1200 B.C"
    ],
    "date": [
      "1978",
      "1993"
    ],
    "location": [
      "Berkeley",
      "Princeton"
    ],
    "publisher": [
      "California University Press",
      "Princeton University Press"
    ],
    "title": [
      "The Civilization of Ancient Crete",
      "Recommended study of the archaeology and historical geography of Minoan Crete. Collapse of the Bronze Age: Drews, Robert",
      "Seminal study, stressing the role of warfare and fiscal crisis in the fall of the great empires"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "family": "Redford",
        "given": "D.Egypt"
      }
    ],
    "date": [
      "1992"
    ],
    "location": [
      "Princeton"
    ],
    "publisher": [
      "Princeton University Press"
    ],
    "title": [
      "Canaan and Israel in Ancient Times"
    ],
    "type": "book"
  },
  {
    "title": [
      "Recommended chapters on the Sea Peoples and changing conditions at the end of the Bronze Age"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Rhys",
        "given": "Carpenter"
      }
    ],
    "date": [
      "1968"
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "W.W. Norton & Co"
    ],
    "title": [
      "Discontinuity in Greek Civilization",
      "Provocative study arguing for climatic change in the collapse of the Bronze Age"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Sandars",
        "given": "N."
      },
      {
        "family": "Aubert",
        "given": "M.E."
      }
    ],
    "date": [
      "1978",
      "1993"
    ],
    "location": [
      "London",
      "Cambridge"
    ],
    "note": [
      "Best modern account on the Phoenician impact in the Early Iron Age."
    ],
    "publisher": [
      "Thames and Hudson",
      "Cambridge University Press"
    ],
    "title": [
      "The Sea Peoples: Warriors of the Ancient Mediterranean, 1250−1150 B.C",
      "Recommended study on migrations in the Late Bronze Age. Asia Minor and the Levant in the Iron Age",
      "The Phoenicians and the West: Politics, Colonies, and Trade"
    ],
    "translator": [
      {
        "family": "Turton",
        "given": "M."
      }
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Burney",
        "given": "Charles"
      },
      {
        "family": "Lang",
        "given": "David M."
      }
    ],
    "date": [
      "1971"
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "Praeger Books"
    ],
    "title": [
      "Peoples of the Hill: Ancient Ararat and Caucasus",
      "Excellent chapters on Urartu and the origins of Armenian civilization"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Dothan",
        "given": "T."
      },
      {
        "family": "Dothan",
        "given": "M."
      }
    ],
    "date": [
      "1992"
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "Macmillian"
    ],
    "title": [
      "People of the Sea: The Search for the Philistines"
    ],
    "type": "book"
  },
  {
    "title": [
      "Recommended study on the current state of the evidence"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Hanfmann",
        "given": "G.M.A."
      }
    ],
    "container-title": [
      "Ann Arbor"
    ],
    "date": [
      "1975"
    ],
    "note": [
      "Survey of the evolution of city life in Asia Minor; excellent on the Lydian kingdom."
    ],
    "publisher": [
      "University of Michigan Press"
    ],
    "title": [
      "From Croesus to Constantine: The Cities of Western Asia Minor and Their Arts in Greek and Roman Times"
    ],
    "type": "article-journal"
  },
  {
    "author": [
      {
        "family": "Hanfmann",
        "given": "G.M.A."
      }
    ],
    "date": [
      "1958"
    ],
    "title": [
      "Sardis from Prehistoric to Roman Times: Results of the Archaeological Exploration of Sardis"
    ],
    "type": null
  },
  {
    "date": [
      "1983"
    ],
    "location": [
      "Cambridge, MA"
    ],
    "publisher": [
      "Harvard University Press"
    ],
    "title": [
      "Definitive study on the Lydian capital"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Moscati",
        "given": "Sabatino"
      }
    ],
    "date": [
      "1968"
    ],
    "location": [
      "London"
    ],
    "publisher": [
      "Weidenfeld and Nicolson"
    ],
    "title": [
      "The World of the Phoenicians",
      "Recommended introduction by the foremost authority on the Phoenicians"
    ],
    "translator": [
      {
        "family": "Hamilton",
        "given": "A."
      }
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Piotrovsky",
        "given": "B.P."
      }
    ],
    "date": [
      "1969"
    ],
    "location": [
      "London"
    ],
    "note": [
      "Scholarly account on Urartu."
    ],
    "publisher": [
      "Cowles"
    ],
    "title": [
      "The Ancient Civilization of Urartu"
    ],
    "translator": [
      {
        "family": "Hogarth",
        "given": "J."
      }
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Young",
        "given": "Rodney"
      }
    ],
    "date": [
      "1981"
    ],
    "location": [
      "Philadelphia"
    ],
    "publisher": [
      "University of Pennsylvania Press"
    ],
    "title": [
      "The Gordion Excavations: Final Reports"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "W",
        "given": "B."
      }
    ],
    "date": [
      "1986"
    ],
    "edition": [
      "4th"
    ],
    "location": [
      "Hebrews",
      "Englewood Cliffs, NJ"
    ],
    "publisher": [
      "Anderson",
      "Prentice-Hall"
    ],
    "title": [
      "The definitive account on the Phrygian capital and civilization",
      "Understanding the Old Testament"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Blenkinsopp",
        "given": "J."
      }
    ],
    "date": [
      "1992"
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "Anchor Books"
    ],
    "title": [
      "The Pentateuch: An Introduction to the First Five Books of the Bible",
      "Scholarly and readable study on the composition of the first five books"
    ],
    "type": "book"
  },
  {
    "date": [
      "1989"
    ],
    "editor": [
      {
        "family": "Clements",
        "given": "R.E."
      }
    ],
    "location": [
      "Cambridge"
    ],
    "publisher": [
      "Cambridge University Press"
    ],
    "title": [
      "The World of Ancient Israel: Sociological, Anthropological and Political Perspectives",
      "Controversial essay applying anthropological models to Hebrew society as presented in Scripture"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Cross",
        "given": "F.M."
      }
    ],
    "date": [
      "1973"
    ],
    "location": [
      "Cambridge, MA"
    ],
    "publisher": [
      "Harvard University Press"
    ],
    "title": [
      "Canaanite Myth and Hebrew Epic",
      "Brilliant analysis of the relationship of older myths of the Levant to the Hebrew tradition by a leading biblical scholar"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Finkelstein",
        "given": "I."
      },
      {
        "family": "Silberman",
        "given": "N.A."
      }
    ],
    "date": [
      "2001"
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "The Free Press"
    ],
    "title": [
      "The Bible Unearthed: Archaeology’s New Vision of Ancient Israel and the Origin of Its Sacred Texts",
      "Indispensable; supersedes previous studies on the relationship of archaeological evidence and biblical texts; excellent critical bibliography"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Freidman",
        "given": "R.E."
      }
    ],
    "date": [
      "1987"
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "Simon and Schuster"
    ],
    "title": [
      "Who Wrote the Bible?",
      "Recommended popular introduction to the literary traditions"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Mazar",
        "given": "A."
      }
    ],
    "date": [
      "1990"
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "Anchor Books"
    ],
    "title": [
      "Archaeology of the Land of the Bible, 10,000−586 B C.E",
      "Convenient discussion of the main sites, but the conclusions must be revised in light of Finkelstein and Silberman"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Pritchard",
        "given": "J.B."
      }
    ],
    "date": [
      "1969"
    ],
    "location": [
      "Princeton"
    ],
    "publisher": [
      "Princeton University Press"
    ],
    "title": [
      "Ancient Near Eastern Texts Relating to the Old Testament",
      "Important parallel Near Eastern texts for understanding early Hebrew society"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Redford",
        "given": "Donald B."
      }
    ],
    "date": [
      "1992"
    ],
    "location": [
      "Princeton"
    ],
    "publisher": [
      "Princeton University Press"
    ],
    "title": [
      "Egypt, Canaan, and Israel in Ancient Times"
    ],
    "type": "book"
  },
  {
    "title": [
      "Brilliant analysis of Hebrew origins and relations with Egypt"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Sandmel",
        "given": "Samuel"
      }
    ],
    "container-title": [
      "Persian Empire: Boyce, Mary. A Historian of Zoroastrianism"
    ],
    "date": [
      "1978",
      "1975"
    ],
    "location": [
      "Oxford",
      "Leiden"
    ],
    "note": [
      "The current definitive account."
    ],
    "publisher": [
      "Oxford University Press",
      "E. Brill"
    ],
    "title": [
      "The Hebrew Scriptures: An Introduction to Their Literature and Religious Ideas",
      "Excellent for the spiritual and literary traditions"
    ],
    "type": "article-journal",
    "volume": [
      "3"
    ]
  },
  {
    "author": [
      {
        "family": "Burn",
        "given": "A.R."
      }
    ],
    "date": [
      "1962"
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "Minerva Books"
    ],
    "title": [
      "Persia and the Greeks: Defense of the West, 546−478 B.C"
    ],
    "type": "book"
  },
  {
    "title": [
      "Recommended narrative account of Greek-Persian relations"
    ],
    "type": null
  },
  {
    "date": [
      "1968"
    ],
    "location": [
      "Cambridge"
    ],
    "publisher": [
      "Cambridge University Press"
    ],
    "title": [
      "The Cambridge History of Iran",
      "Excellent narrative accounts and studies of all aspects of Iranian civilization down to the Sassanid Age"
    ],
    "type": "book",
    "volume": [
      "Vols. 1−3"
    ]
  },
  {
    "author": [
      {
        "family": "Cook",
        "given": "J.M."
      }
    ],
    "date": [
      "1983"
    ],
    "location": [
      "New York"
    ],
    "note": [
      "Recommended introduction."
    ],
    "publisher": [
      "Schocken Books"
    ],
    "title": [
      "The Persian Empire"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Dandamaev",
        "given": "M.A."
      },
      {
        "family": "Lukonin",
        "given": "V.G."
      },
      {
        "family": "Kohl",
        "given": "L."
      },
      {
        "family": "Dadson",
        "given": "D.J."
      }
    ],
    "date": [
      "1989"
    ],
    "location": [
      "Cambridge"
    ],
    "publisher": [
      "Cambridge University Press"
    ],
    "title": [
      "The Culture and Social Institutions of Ancient Iran",
      "Excellent on social and economic history, by two leading Soviet historians"
    ],
    "translator": [
      {
        "given": "P."
      }
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Frye",
        "given": "Richard N."
      }
    ],
    "date": [
      "1965"
    ],
    "location": [
      "Cleveland"
    ],
    "publisher": [
      "World Press"
    ],
    "title": [
      "The Heritage of Persia",
      "Provocative introduction, stressing cultural continuity from the Achaemenid through the Buyid periods"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Ghirsham",
        "given": "R."
      }
    ],
    "date": [
      "1954"
    ],
    "location": [
      "Harmondsworth"
    ],
    "publisher": [
      "Penguin"
    ],
    "title": [
      "Iran from the Earliest Times to the Islamic Conquest",
      "Readable narrative account"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Olmstead",
        "given": "A.T."
      }
    ],
    "date": [
      "1948"
    ],
    "location": [
      "Chicago"
    ],
    "publisher": [
      "Chicago University Press"
    ],
    "title": [
      "History of the Persian Empire: Achaemenid Period",
      "Still the best narrative of political history based on mastery of the Greek literary sources"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Roux",
        "given": "Georges"
      }
    ],
    "date": [
      "1980"
    ],
    "edition": [
      "2nd"
    ],
    "location": [
      "New York"
    ],
    "publisher": [
      "Penguin Books"
    ],
    "title": [
      "Ancient Iraq",
      "Excellent chapters on Mesopotamia under Persian rule"
    ],
    "type": "book"
  },
  {
    "author": [
      {
        "family": "Roaf",
        "given": "Michael"
      }
    ],
    "date": [
      "1983"
    ],
    "location": [
      "London"
    ],
    "publisher": [
      "British Institute for Persian Studies"
    ],
    "title": [
      "Sculptures and Sculptors of Persepolis",
      "Main study for the ritual capital"
    ],
    "type": "book"
  }
]
