[
  {
    "author": [
      {
        "given": "E.I.G.H.T."
      }
    ],
    "location": [
      "Washington, D.C"
    ],
    "note": [
      "20005; and the name of the initial registered agent of the Corporation at such address is The Prentice-Hall Corporation System, Inc."
    ],
    "title": [
      "The address, including street and number, of the initial registered office of the Corporation in the District of Columbia is c/o The Prentice-Hall Corporation Systems, Inc., 1090 Vermont Avenue N.W"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Randolph",
        "given": "A."
      }
    ],
    "location": [
      "New York, New York 10155"
    ],
    "title": [
      "Craves 150 E. 58 Street 33th F1oor"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Howley",
        "given": "Kelly"
      }
    ],
    "date": [
      "1090"
    ],
    "location": [
      "Washington, D.C"
    ],
    "note": [
      "20005 Signed this 26th day of May, 1995."
    ],
    "title": [
      "Vermont Avenue, N.W"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "None"
      }
    ],
    "type": null
  },
  {
    "container-title": [
      "State Committee of Ukraine on Atomic Energy Industrial Amalgamation Chernobyl Nuclear Power Station translation MEMORANDUM OF INTENT"
    ],
    "type": "chapter"
  },
  {
    "container-title": [
      "S.T. Belyaev, the General Director of ChNPP Mr. S.K. Parashin, Deputy General Director on the Shelter Project Mr. V.I. Kupnyj, President of the Ukrainian Construction corporation Ukrstroj Mr. Y.K. Pelykh and Director of the US firm Eurotech Ltd"
    ],
    "title": [
      "During the working meeting which took place on November 18, 1996 at the Chernobyl Nuclear Power Station between the Director of the Institute for the General and Nuclear Physics of the Kurchatov Institute Prof"
    ],
    "type": "chapter"
  },
  {
    "author": [
      {
        "given": "Mr"
      }
    ],
    "title": [
      "Peter Gulko the participants acknowledged report of Prof. Belyaev on the successful completion of the laboratory development of EKOR material in its application to the ChNPP problems and beginning of the development of the technological [application] equipment"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "S.T",
        "given": "Kurchatov Institute/E.A.P.S.Prof Belyaev"
      }
    ],
    "container-title": [
      "President"
    ],
    "title": [
      "Director Corporation Ukrstroj Pelykh Y.K"
    ],
    "type": "article-journal"
  },
  {
    "citation-number": [
      "2."
    ],
    "note": [
      "transportation of EKOR and casting of EKOR at the site as provided by ChNPP"
    ],
    "title": [
      "ChNPP will provide UKRSTROJ with a site for working off the technology for application of EKOR, along with UKRSTROJ will determine the scope and type of the work and will determine the quantity of the materials needed for these works. 3. UKRSTROJ will: - organise the project on EKOR implementation and will provide the scientific and technical support to all the companies participating in this work, - manufacture the technological equipment for synthesis of EKOR"
    ],
    "type": null
  },
  {
    "citation-number": [
      "4."
    ],
    "title": [
      "ChNPP along with the concerned [official] companies and UKRSTROJ will test EKOR for the acceptance for industrial application and will if needed determine additional requirements and will determine the technology for application with consideration of application of EKOR at the Shelter of ChNPP"
    ],
    "type": null
  },
  {
    "note": [
      "Pelykh [signed, sealed] S.K. Parashin [signed, sealed] </TEXT> </DOCUMENT>"
    ],
    "title": [
      "Ukrainian State Industrial amalgamation Construction Corporation Chernobyl Nuclear Power Station Y.K"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Num",
        "given": "Reg"
      }
    ],
    "date": [
      "19/02-01-1165 dated December 12, 1996"
    ],
    "note": [
      "to: EUROTECH, LTD."
    ],
    "type": null
  },
  {
    "title": [
      "feedstock list and requirements and the consumption of the components per unit of mass and volume"
    ],
    "type": null
  },
  {
    "citation-number": [
      "2."
    ],
    "container-title": [
      "EAPS will provide a technical supervision during the application testing"
    ],
    "title": [
      "The firm along with the EAPS will provide UKRSTROJ with all required documentation and the Program and methodology for technological testing"
    ],
    "type": "chapter"
  },
  {
    "citation-number": [
      "3."
    ],
    "title": [
      "UKRSTROJ does not have rights without Eurotech's consent to transfer documentation on technological equipment. EKOR content, methods of its synthesis and casting to any third party"
    ],
    "type": null
  },
  {
    "citation-number": [
      "2."
    ],
    "title": [
      "Terms of documentation transfer"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1."
    ],
    "title": [
      "Transfer of the documentation on technological equipment, program for testing, production of EKOR and other will be made between the Firm and UKRSTROJ in the existing legal order"
    ],
    "type": null
  },
  {
    "citation-number": [
      "2."
    ],
    "title": [
      "The schedule for transfer will be agreed upon later"
    ],
    "type": null
  },
  {
    "citation-number": [
      "3."
    ],
    "title": [
      "The Firm will finance all the works related to technological testing of EKOR and equipment [at the ChNPP"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Chairman",
        "given": "Dr Randolph S.Graves"
      },
      {
        "family": "President",
        "given": "C.E.O.U.K.R.S.T.R.O.J.Mr Y.K.Pelykh"
      }
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Autopark",
        "given": "Arbat American"
      },
      {
        "given": "Ltd"
      }
    ],
    "location": [
      "Street New York, New York 10155 Gentlemen"
    ],
    "title": [
      "150 East 58th"
    ],
    "type": null
  },
  {
    "title": [
      "If the above accurately sets forth our understanding, please execute a copy hereof and return same to us at your earliest opportunity"
    ],
    "type": null
  },
  {
    "note": [
      "the \"Corporation\") and Randolph Graves, Jr., having an office at 3299 Villanova Avenue, San Diego, California 92122 (the \"Employee\")."
    ],
    "title": [
      "EMPLOYMENT AGREEMENT dated as of January 1,1996, by and between Eurotech, Ltd., a District of Columbia corporation with offices at 1200 Prospect Street, Suite 425, La Jolla, CA 92037-3608"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1."
    ],
    "publisher": [
      "Employment"
    ],
    "type": "book"
  },
  {
    "citation-number": [
      "4."
    ],
    "publisher": [
      "Reimbursement of Expenses"
    ],
    "type": "book"
  },
  {
    "citation-number": [
      "6."
    ],
    "title": [
      "Covenant Not to Compete; Confidentiality"
    ],
    "type": null
  },
  {
    "author": [
      {
        "given": "Disability"
      }
    ],
    "citation-number": [
      "7."
    ],
    "type": null
  },
  {
    "citation-number": [
      "10."
    ],
    "publisher": [
      "Employee's Warranties"
    ],
    "type": "book"
  },
  {
    "citation-number": [
      "11."
    ],
    "publisher": [
      "Notices"
    ],
    "type": "book"
  },
  {
    "location": [
      "New York, New York 10155, Attention"
    ],
    "note": [
      "Ruffa, Esq. 12."
    ],
    "publisher": [
      "William P",
      "Miscellaneous Provisions"
    ],
    "title": [
      "given to the Corporation shall be sent to Ruffa & Ruffa, P.C., 150 East 58th Street, 35th Floor"
    ],
    "type": null
  }
]
