[
  {
    "date": [
      "2021"
    ],
    "title": [
      "Members Paid in"
    ],
    "type": null
  },
  {
    "citation-number": [
      "1."
    ],
    "title": [
      "In accordance with the government regulations, since 1 January 2015, the Bank remunerates Chairman of the Board of Directors, President, Chairman of the Board of Supervisors and Executive Vice Presidents pursuant to the rules on remuneration reform for central enterprises"
    ],
    "type": null
  },
  {
    "citation-number": [
      "4."
    ],
    "note": [
      "The remuneration for external supervisors is determined based on the resolutions of the 2009 Annual General Meeting."
    ],
    "title": [
      "The remuneration for independent directors is determined based on the resolutions of the 2007 Annual General Meeting and the 2019 Second Extraordinary General Meeting"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Jie",
        "given": "Non-executive Directors Mr Z.H.A.O."
      },
      {
        "family": "Lihong",
        "given": "Ms X.I.A.O."
      },
      {
        "family": "Xiaoya",
        "given": "Ms W.A.N.G."
      },
      {
        "family": "Jiangang",
        "given": "Mr Z.H.A.N.G."
      },
      {
        "given": "Mr"
      }
    ],
    "citation-number": [
      "5."
    ],
    "title": [
      "CHEN Jianbo were not remunerated by the Bank"
    ],
    "type": null
  },
  {
    "citation-number": [
      "8."
    ],
    "title": [
      "For the starting time of the term of office of the above-mentioned directors, supervisors and senior management members, please refer to the section “Basic Information”"
    ],
    "type": null
  },
  {
    "citation-number": [
      "9."
    ],
    "date": [
      "2021"
    ],
    "title": [
      "The Bank incurred RMB13.2304 million in remuneration to its directors, supervisors and senior management members’ services in"
    ],
    "type": null
  },
  {
    "container-title": [
      "911000001000013428 by the State Administration of Industry and Commerce of the PRC. The registered address is No.1, Fuxingmen Nei Dajie"
    ],
    "location": [
      "Beijing, China"
    ],
    "title": [
      "The Bank is licensed as a financial institution by the China Banking and Insurance Regulatory Commission (the “CBIRC”) No. B0003H111000001 and is issued the business license of legal enterprise with unified social credit code No"
    ],
    "type": "chapter"
  },
  {
    "note": [
      "Hong Kong (China), Macao (China), Taiwan (China) and other countries and regions."
    ],
    "title": [
      "Banks and other financial institutions comprise those institutions in the Chinese mainland"
    ],
    "type": null
  },
  {
    "title": [
      "As at 31 December 2021, the majority of the balances of due from and placements with and loans to banks and other financial institutions were banks and other financial institutions in the Chinese mainland (Note V.13 and Note V.15), the majority of the internal credit ratings of these banks and other financial institutions were above A"
    ],
    "type": null
  },
  {
    "date": [
      "2014"
    ],
    "note": [
      "The indicators are disclosed as follows: No. Indicators(1) 2021"
    ],
    "title": [
      "The Group calculated the global systemically important banks assessment indicators by using the Notice on Issuing the Guidelines for the Disclosure of the Indicators for Assessing Global Systemic Importance of Commercial Banks (Yin jian fa",
      "No.1) as a reference basis, and based on the Instructions for G-SIB assessment exercise by the Basel Committee on Banking Supervision"
    ],
    "type": null
  },
  {
    "citation-number": [
      "7"
    ],
    "note": [
      "Yin Fa [2020] No. 289). The indicators are disclosed as follows: No. Indicators(1) 2020"
    ],
    "title": [
      "Domestic Systemic Importance Assessment Indicators of Commercial Banks for 2020 The Group calculated the domestic systemic importance assessment indicators pursuant to the Notice on Filling in Data for Evaluating Systemically Important Banks and by referring to the Evaluation Measures for Systemically Important Banks"
    ],
    "type": null
  }
]
