[
  {
    "container-title": [
      "They SOUTH include parts of the western AMERICA AUSTRALASIA USA, southern South America, Australia, and New Zealand"
    ],
    "title": [
      "AROUND THE WORLD Temperate deciduous forests NORTH EUROPE are found in the eastern US, AMERICA ASIA western Europe, and eastern Asia. Similar regions that do not suffer AFRICA frosty winters develop evergreen Equator temperate rainforests"
    ],
    "type": "chapter"
  },
  {
    "note": [
      "fotostock / Gonzalo Azumendi (cl). 165 NASA: Imager for Magnetopause-Dr. Michelle Harris, Professor Chris Morley, London (ca). Dreamstime.com: Uhg1234 104-105 Imagelibrary India Pvt Ltd: to-Aurora Global Exploration (crb)."
    ],
    "title": [
      "Dorling Kindersley would like to thank Colin Keates / Natural History Museum"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Hanna",
        "given": "Gary"
      },
      {
        "family": "Peter Essick",
        "given": "Peter Bull",
        "particle": "for additional"
      },
      {
        "literal": "Sabangan / EPA."
      },
      {
        "family": "Sharma",
        "given": "Roshni Kapur"
      },
      {
        "family": "Photo",
        "given": "Vaishali Kalra Alamy Stock"
      },
      {
        "family": "Hagen",
        "given": "Geoffrey Morgan A."
      }
    ],
    "container-title": [
      "168 Photoshot: (clb). for the Antarctic topography data; Alamy Stock Photo: Aurora Photos / Library (clb). 109 NASA: NASA Earth 172 Press Association Images: AP",
      "Hermes Images / AGF / Library"
    ],
    "note": [
      "Professor Antony Morris, Professor Robin (cr). Getty Images: Andreas Strauss / Peng Shi. 106-107 Terrence Lee / 166-167 Press Association Images: Lacassin, and Professor Mark Saunders for LOOK-foto (crb). 36 Alamy Stock Photo: Terenceleezy. 106 Alamy Stock Photo: Biswaranjan Rout / AP. 167 Getty expert advice; NASA for the Mount Etna David Noton Photography (clb). 38-39 Design Pics Inc / John Hyde (cl). 108 Images: Sami Sarkis (crb).",
      "44 Getty Images: Mark J. Thomas. 113 Getty (clb).",
      "Matthias Baumgartner (cl). 178-179 Alberto Garcia. 178 U.S. Adimari for additional picture research. UIG (crb). 48-49 Getty Images: Travelpix 116-117 Getty Images: Anton Petrus. Geological Survey: T. J. Casadevall (clb). Ltd. 48 Dreamstime.com: Ocskay Bence 117 Solent Picture Desk / Solent News 180-181 Alamy Stock Photo: Picture Credits (cl). 50 Getty Images: Joe Klamar (br). 51 & Photo Agency, Southampton: (cr). imageBROKER / Josef Beck. 182-183 The publisher would like to thank the Alamy Stock Photo: Tom Bean (tr). 120-121 Rex Shutterstock: AirPano. Getty Images: Paul Crock. 183 Getty following for their kind permission to 52-53 123RF.com: Alexander Garaev. com / Solent News. 120 Getty Images: Images: William West / AFP (cr). reproduce their photographs: 54-55 Alamy Stock Photo: Rieger Bertrand / hemis.fr (cl). 122-123 184-185 Getty Images: Robyn Beck / imageBROKER / Florian Kopp. 54 Alamy Alamy Stock Photo: Aurora Photos / AFP. 184 Getty Images: Benjamin Lowy (Key: a-above; b-below/bottom; c-center; Stock Photo: Pulsar Images (bl). 56-57 Ryan Deboodt. 122 John Spies: (cl). (cl). 186-187 123RF.com: Manuel Perez f-far; l-left; r-right; t-top) Alamy Stock Photo: age fotostock / 124-125 Getty Images: Layne Kennedy. Medina. 186 FLPA: Photo Researchers M&G Therin-Weise. 57 Alamy Stock 124 Alamy Stock Photo: WILDLIFE (clb). 190-191 National Geographic 5 Dreamstime.com: Dirk Sigmund (tc). Photo: age fotostock / M&G Therin- GmbH (bl). 126-127 Imagelibrary Creative: Frans Lanting. 192-193 Getty Images: Jim Sugar (tr). Weise (cr). 58-59 Getty Images: Steve India Pvt Ltd: Seth Aronstam. 126 naturepl.com: Wim van den Heever."
    ],
    "title": [
      "168-169 topography data; British Antarctic Survey Jakub Polomski Photography. 40-41 Alamy Stock Photo: Nature Picture Nasser Alomari",
      "41 Science Photo Library: Observatory maps by Joshua Stevens, Photo (cl). 172-173 Rex Shutterstock: illustrations; Jane Thomas and Smiljka Bernhard Edmaier (crb). 42-43 Getty using AMSR2 data supplied by Dennis M",
      "174-175 Surla for additional design assistance; Images: Michael Dunning. 42 Getty GCOM-W1 / JAXA (r). 110-111 Getty Getty Images: The Asahi Shimbun. 174 Jane Evans for proofreading; Carron Images: JTB Photo (clb). 44-45 Getty Images: Ben Cranke. 112-113 Getty Rex Shutterstock: Miyako City Officer Brown for the index; Antara Moitra for Images: Feng Wei Photography",
      "176-177 Getty Images: Cultura RM editorial assistance; Chhaya Sajwan, Neha Images: Danita Delimont (clb). 46-47 Images: Paul Souders (cr). 114-115 Joel Exclusive / Lost Horizon Images",
      "114 Robert Harding Picture 123RF.com: Paolo Gianfrancesco (cl). for design assistance; and Ashwin Raju 47 Getty Images"
    ],
    "type": "chapter",
    "volume": [
      "176"
    ]
  },
  {
    "author": [
      {
        "family": "Ltd",
        "given": "Imagelibrary India Pvt"
      },
      {
        "family": "Allen",
        "given": "Krzysztof"
      }
    ],
    "note": [
      "193 Getty Images: Martin Harvey (bc). Hanusiak (tl). 6-7 Rex Shutterstock: (cr). 60-61 Alamy Stock Photo: Minden 128-129 Alamy Stock Photo: Tom Till. 194-195 Dreamstime.com: Jonmanjeot."
    ],
    "title": [
      "59 iStockphoto.com: skouatroulio Dreamstime.com: Bragearonsen (cl"
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Famiani",
        "given": "Fernando"
      }
    ],
    "note": [
      "Hopkins University Applied Physics Adams (crb). 62-63 Getty Images: Yann 130-131 Getty Images: John and Tina Image Source (bc). 196-197 Alamy Laboratory / Southwest Research Institute Arthus-Bertrand. 63 National Reid. 131 Getty Images: Funkystock (cr). Stock Photo: robertharding / Ian Egner."
    ],
    "title": [
      "11 NASA: Johns Pictures. 61 Getty Images: Sylvester 128 Alamy Stock Photo: Tom Till (clb). 195 Alamy Stock Photo: Cultura RM /"
    ],
    "type": null
  },
  {
    "note": [
      "c). 12-13 NASA: JSC. 14 123RF.com: Geographic Creative: Stephen Alvarez 133 Dreamstime.com: Andreas Wass 196 naturepl.com: Andy Sands (bl)."
    ],
    "type": null
  },
  {
    "author": [
      {
        "family": "Parer",
        "given": "D."
      },
      {
        "given": "E."
      }
    ],
    "note": [
      "Boris Stromar / astrobobo (bl). 15 Alamy (cr). 64 Alamy Stock Photo: John (cr). Getty Images:",
      "cra). Warburton-Lee Photography (bl). 66-67 Parer-Cook / Minden Pictures (bc). Cherry Alexander. 198 Alamy Stock Getty Images: Marisa López Estivill (crb); Getty Images: Nigel Pavitt. 68-69 Getty 134-135 Getty Images: Andrew Photo: Robert McGouey / Wildlife (bl)."
    ],
    "title": [
      "198-199 naturepl.com: Bryan and Stock Photo: Stocktrek Images, Inc"
    ],
    "type": null
  },
  {
    "note": [
      "Marc Ward / Stocktrek Images (cr). 17 Images: Martin Harvey. 68 Getty Watson. 136-137 Getty Images: 200-201 Promote Iceland: Ragnar Th. iStockphoto.com: mafra13 (tr). 18 Images: Ch’ien Lee / Minden Pictures Universal Images Group. 137 Getty Sigurdsson. 201 Alamy Stock Photo: age NOAA PMEL Earth-Ocean Interactions (clb). 70-71 Getty Images: Eddie Lluisma. Images: Majority World (crb). 138-139 fotostock / Michael S. Nolan (bc). Program: (bl). 19 Alamy Stock Photo: 70 Alamy Stock Photo: Minden Pictures Getty Images: Jane Sweeney. 139 202-203 SeaPics.com: C & M Fallows."
    ],
    "type": null
  },
  {
    "author": [
      {
        "literal": "Dirk Bleyer / imageBROKER"
      }
    ],
    "note": [
      "tl). Getty (cl). 74-75 naturepl.com: Doug Perrine. 123RF.com: alicenerr (crb). 140-141 202 Alamy Stock Photo: GM Photo Images: Planet Observer (cra). NOAA: 74 Getty Images: Jim Sugar (cl). 76-77 Getty Images: Yann Arthus-Bertrand. Images (bl). 204 Getty Images: Tom NSF (cr). 20 Alamy Stock Photo: World Dreamstime.com: Gardendreamer. 78 140 Getty Images: David Doubilet (cl). Pfeiffer / VolcanoDiscovery (ftr); Andrew History Archive (br). Science Photo NASA: Jeff Schmaltz, LANCE / EOSDIS 142-143 Getty Images: Anup Shah / Watson (tr). Robert Harding Picture Library: NASA (cr). 21 Alamy Stock MODIS Rapid Response Team (clb). Nature Picture Library. 142 Getty Library: Matthias Baumgartner (tc). Photo: Stocktrek Images, Inc. (tr). 22-23 80-81 Getty Images: Barcroft Media / Images: Paul & Paveena Mckenzie (cl). 206 Alamy Stock Photo: Minden"
    ],
    "type": null
  }
]
